{"articles":{"page":1,"totalResults":47,"pages":1,"results":[{"uri":"881027771","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"00:30:00","dateTime":"2018-06-05T00:30:00Z","dataType":"news","sim":0.686274528503418,"url":"https://www.theaustralian.com.au/national-affairs/senior-nationals-move-to-oust-joyce-from-parliament/news-story/7112f905df3c2d87b97153af1cae2b60","title":"Defiant Joyce to recontest his seat","body":"Former deputy prime minister Barnaby Joyce has vowed to recontest his NSW seat of New England.\n\nIn the aftermath of his paid interview with partner Vikki Campion and a push by senior Nationals for Mr Joyce to consider his political future, the former Nationals leader this morning signalled his intention to stand again in the seat.\n\n\"Of course I am running again, the first people I would tell if I wasn't would be the electorate,\" Mr Joyce told The Australian. \"I'm still working for New England, I'm having meetings in the electorate today.\"\n\nHis declaration comes as former Nationals leader John Anderson urged Mr Joyce to consider his political ­future for the sake of his son, amid a push by senior ­Nationals for John Howard's former deputy to make a political comeback in New England. There are fears within the party, the seat could be lost at the next election if Mr Joyce remains.\n\nThe Australian can reveal that at least two senior Nationals figures have urged Mr Anderson to challenge Mr Joyce for preselection in the disgraced MP's seat.\n\nOne Nationals source said the talks had been \"recent\". Another said that -- following Mr Joyce's salacious television interview on Sunday night with Ms Campion, in which the former ­Nationals leader bucketed colleagues as well as his own party -- the growing view of senior party ­members was that he should leave parliament.\n\nIn an interview with The Australian ­yesterday, Mr Anderson, 61 -- who resigned from parliament in 2007 after six years as Mr Howard's deputy prime minister and almost 20 years as a regional NSW MP -- publicly urged Mr Joyce to consider leaving parliament, for the sake of his baby son.\n\n\"I would gently encourage Barnaby and Vikki to think very carefully about (Sebastian's) best interests, to the point of considering whether they are properly served while his father is in public life,\" Mr Anderson said.\n\n\"Barnaby himself told us in the interview how tough it is to maintain a stable family environment when you are a member of federal parliament.\"\n\nAnother former Nationals leader, Tim Fischer, also suggested Mr Joyce's political career was under threat.\n\n\"It will be ultimately those ­Nationals preselectors in New ­England and the electors of New England that will pass their judgment,\" Mr Fischer said. \"He has a lot of bridge building to do and he knows that.\"\n\nMr Anderson, who lives just outside the New England electorate, confirmed he had been ­approached by several Nationals figures to run in the seat, but he had considered the conversations to be flippant and \"joshing around\". \"I've not regarded any of those as serious proposals, nor would I see them as serious proposals,\" he said.\n\nNationals sources said Mr ­Anderson had privately expressed interest in replacing Mr Joyce.\n\n\"I've no doubt that if someone decent was to challenge Barnaby for preselection, Barnaby would lose,\" one source said. \"If Anderson was to challenge, Barnaby is gone for all money. The question is whether he decided to tap the mat or try and hang on.\"\n\nMr Anderson refused to rule out a second tilt at federal politics, but said: \"I cannot see the circumstances where I would run again\".\n\nIt is understood Mr Anderson had contemplated returning to politics in 2013 before the party endorsed Mr Joyce, then a senator, who was seeking a lower house seat to realise his ambitions to become deputy prime minister.\n\nThe Nationals are yet to ­announce a date for the New Eng­land preselection. State Nationals MP Adam Marshall is regarded as a potential candidate if Mr Anderson cannot be convinced.\n\n\"If Barnaby was to stay, there is a very good chance the seat would be lost,\" the Nationals source said.\n\nAnother senior source said: \"If I was in Barnaby's shoes, I'd be very nervous.\"\n\nParty insiders said Tamworth, New England's biggest centre and home to Mr Joyce's ex-wife and daughters, would be particularly tough for him to keep onside.\n\nAs party figures debated Mr Joyce's future, Nationals leader Michael McCormack said he had no knowledge of the couple's allegation in their Seven Network interview that \"people who are supposed to be conservatives\" had pressured Ms Campion to have an abortion to save her career and that of Mr Joyce.\n\nMr McCormack said his Nationals colleagues were \"the finest people\", and \"if there are allegations that people are making, perhaps they should take that up on a personal level with the people they're levelling the allegations against\".\n\nMalcolm Turnbull, who watched the $150,000 interview, said he was unaware of the allegation. Former prime minister Tony Abbott said Mr Joyce was at a low ebb, but he believed he had a political future. \"I'm in that pick-and-stick club,\" Mr Abbott said. \"He's a friend and he'll stay a friend and I think that, if he wants to, he still has quite a bit more to give to our country.\"\n\nSeven Network reporter Alex Cullen yesterday defended his interview with the couple, amid suggestions he had failed to quiz them on alleged taxpayer-funded travel rorts and sexual misconduct claims by a West Australian woman.\n\nIn previously unaired segments of the interview broadcast by Seven last night, Mr Joyce said he had had \"like, 160 inquiries\" on his parliamentary expenses, and \"not one has come up saying 'this is a problem'.\"\n\nMs Campion said her expenses were also investigated. \"They have actually found that they owe me money,\" she said.\n\nOther senior Coalition figures refused to comment on the saga yesterday.\n\nHome Affairs Minister Peter Dutton and ­Agriculture Minister David Littleproud described it as a private matter.\n\nSenate crossbencher Derryn Hinch said he believed Mr Joyce would exit political life because his career was unsalvageable.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4009092","shares":{"facebook":1092},"wgt":1092},{"uri":"881794121","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"23:49:00","dateTime":"2018-06-05T23:49:00Z","dataType":"news","sim":0.5333333611488342,"url":"https://www.theaustralian.com.au/national-affairs/whole-barnaby-joyce-story-hasnt-come-out-yet-tony-windsor/news-story/96ad544530899cc7eb2627904366f4ad","title":"Whole Joyce story 'not out yet'","body":"Mr Windsor, a former member of the National Party who held New England as an independent from 2001 to 2013, said he believed Mr Joyce would ultimately decide not to contest the next election, raising the issue of an ongoing investigation into sexual harassment allegations.\n\nOn Sunday night Mr Joyce told the Seven Network he \"knew straight away\" that he would lose his job as deputy prime minister when he and his former media adviser Vikki Campion decided to proceed with her pregnancy.\n\nHowever, Mr Joyce has emailed National Party branch members in New England in recent days to confirm he intends to stay on in the northern NSW seat and contest the next election.\n\nMr Joyce defeated Mr Windsor 58.5 per cent to 41.5 per cent two-party-preferred at the 2016 election.\n\nIn last year's by-election at which Mr Windsor opted not to run, Mr Joyce received almost 65 per cent of the primary vote, and almost 74 per cent after preferences.\n\nMr Windsor said he did not believe Mr Joyce would do as well at the next election, following the revelations of his affair with Ms Campion.\n\n\"He might decide not to run himself, and that's what I think will eventually happen,\" Mr Windsor told ABC radio.\n\n\"I think it will be shaped in the form of leaving 'because I want to do this for the family' or whatever else, or blame someone else on the way out, as he normally does, but time will tell, and I don't think he'd win the election anyway, and I think a lot of the hardheads would probably be doing some numbers on the reaction within the electorate.\n\n\"This is very different circumstances to the by-election. There was virtually no competition. He knew that, so he didn't even turn up to anything. He just sailed through it, hiding behind, you know, didn't elaborate on any of his personal circumstances.\n\n\"A new by-election or a general election would be very much different because all of this, all the women problems would be out in the open by then, and people would be adjudicating on their own issue, not the least of which, in my view, would be some of the policy stances that he's taken that have been very negative in terms of his own constituency.\"\n\nAsked whether he felt any guilt for pursuing Mr Joyce over his affair with Ms Campion, Mr Windsor said: \"Not at all\".\n\n\"In fact this man needs to be shown for what he is, and I'll continue to do that, because the whole story of Barnaby Joyce hasn't come out yet. Maybe it will, maybe it won't,\" he said.\n\n\"A lot of the media have tried to protect him because it's so-called 'private'.\"\n\nMr Windsor accused Mr Joyce of delving into his private life for political gain, and indicated he believed that an investigation into allegations of sexual harassment, launched after a complaint was lodged by West Australian woman Catherine Marriott, would cause the former Nationals leader further trouble.\n\n\"Mr Joyce had no trouble pushing private matters to my now late mother and my wife, who'd been my wife virtually since kindergarten,\" Mr Windsor said.\n\n\"He had no trouble pushing personal issues, accusing me of adultery in ads on television and all sorts of, some of the nonsense that he raised in the Senate, when he was a senator, that my mother in her mental state at that time absorbed some of that rubbish, and so when people talk about 'give the guy a go, it's all private', a lot of this isn't private, there's an investigation going on in Western Australia at this very moment about harassment.\n\n\"Now this guy's got a lot to answer for in the electorate with his general behaviour over the years and his disrespect for women. Now I don't apologise for trying to flesh some of that stuff out.\"\n\nAsked whether he was motivated by wanting to get retribution against Mr Joyce, Mr Windsor said he blamed Mr Joyce for the fact that his mother \"went to her death\" believing \"some of the nonsense\" Mr Joyce was \"peddling\" about him.\n\nDuring the 2016 election the Nationals ran a \"Not this time, Tony\" television advertisement featuring two women talking about how Tony Windsor was asking one of them to take him back after \"running off with Julia\" last time, in a reference to his decision to support the Gillard minority government following the 2010 election.\n\n\"I approached him some years ago, this is years back now, in terms of would he stop doing that, because people, particularly my mother, is hearing this stuff, and is actually believing some of it,\" Mr Windsor said.\n\n\"People were invading her nursing home, taking these messages in and asking, 'is this true, Ruth, is this true?' So it is private to that extent.\n\n\"If you'd seen the effect that ad on adultery had on my wife at the time that they ran that thing ... you'd have a bit of a private view on that if it happened to a member of your family.\n\n\"It was completely untrue, and it was done for all the wrong reasons and political reasons, because they were petrified.\n\n\"And you can ask Bede Burke, the chair of the New South Wales National Party. Ring Bede Burke up and ask him why they ran that ad.\n\n\"They were petrified that we were going to, this is 2016 I'm talking about now, that we were going to expose Joyce for his behaviour with women in the election campaign.\n\n\"Now we said, 'no we're not going to do that, that's private'.\n\n\"Nonetheless, they weren't going to be too certain that that wasn't going to happen, so they ran, as a pre-emptive strike, that nonsense about Windsor and adultery.\"\n\nWindsor refuses to rule out running\n\nAsked whether he would like to take the opportunity to rule out standing for New England at the next election, Mr Windsor said: \"No, I wouldn't.\"\n\n\"I've been asked the question in the last few days. I haven't made any decisions in relation to any political future,\" he said.\n\n\"People have been talking about maybe a shot at the Senate. Others are saying 'don't forget about New England'. I'll never forget about New England.\n\n\"I'll never forget about the issues that are here too. This guy has absolutely neglected the NBN, the Gonski stuff, renewable energy, climate change.\n\n\"If I run for politics it won't be to throw a bucket of mud in Barnaby Joyce's face. He's got enough on his own face without me trying to get him.\n\n\"I'll run because of the issues, and if people say, if 65 per cent decide, or 99 per cent decide we're not interested in the long term issues, that's fine, that's democracy, but they're the things I believe in.\n\n\"Now whether I run or not is almost irrelevant. At this rate I don't think he'll proceed anyway, and I hope he doesn't because I think he's been a handbrake on progress.\n\n\"He's embarrassed regional Australia in the way he's carried himself, he's embarrassed the electorate of New England, and he is an embarrassment, and I hope he quietly moves on. I wish him well in his relationship with his new baby and he can raise his child in some degree of comfort.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4009092","shares":{"facebook":374},"wgt":374},{"uri":"883593046","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"22:55:00","dateTime":"2018-06-07T22:55:00Z","dataType":"news","sim":0.658823549747467,"url":"https://www.theaustralian.com.au/national-affairs/take-war-crimes-allegations-seriously-andrew-hastie/news-story/1ee264b2eedc099fd13b95f7a9054868","title":"War crimes allegations 'serious'","body":"The allegations are made in a leaked Department of Defence report, details of which have been published by Fairfax Media.\n\nThe confidential report alleges that special forces soldiers committed war crimes in Afghanistan amid weak leadership and a lack of accountability.\n\nSpecial forces insiders described unsanctioned and illegal application of violence on operations and a disregard for human life and dignity.\n\nThe inquiry was commissioned in 2016 by the then-head of special forces, and compiled by a consultant who interviewed soldiers and other defence personnel.\n\nMr Hastie first deployed to Afghanistan as a cavalry troop commander in 2009, later returned as an SAS troop commander in 2013, and also commanded troops against ISIL in the Middle East in 2014 and 2015.\n\nHe declined to address the specific allegations this morning.\n\n\"I don't want to go into any specific allegations, but they should be taken seriously,\" Mr Hastie told ABC radio.\n\n\"We need a free media reporting on all of the issues that are relevant to the public interest, and it's in that spirit that I've noted them this morning.\"\n\nLabor defence spokesman Richard Marles said the reports were \"deeply concerning\".\n\n\"We'll be seeking, subject to national security considerations, as much of this report as possible be brought to the public domain,\" he said.\n\nThe Defence Department said it takes allegations seriously and that another investigation by the Inspector General of the Australian Defence Force would make recommendations on how to deal with the claims.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4019950","shares":{"facebook":326},"wgt":326},{"uri":"880360499","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"02:02:00","dateTime":"2018-06-04T02:02:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/national-affairs/one-nation-split-boosts-union-clout/news-story/ecdbc78e60ed4f918a6d25891b3050d8","title":"Hanson 'can't get act together'","body":"Tony Abbott has said One Nation's split on industrial relations demonstrated why voters should steer away from minor parties, as major parties were better able to act and deliver solutions.\n\n\"This is a very good argument to not vote for minor parties because in the end minor parties are much much better at articulating a grievance and making a complaint than they are at delivering solutions,\" Mr Abbott told 2GB.\n\n\"The fact that One Nation can't get its act together on company tax cuts, the fact they can't get their act together on industrial relations is a good argument to vote for a major party.\"\n\n\"If you want good government you're only going to get it from a major party and in particular from the Liberal National politician.\"\n\nOne Nation's civil war has escalated amid damaging accusations that internal divisions within Pauline Hanson's Senate team were central to the government's failure to pass a new public interest test that could have blocked the merger of Australia's two most militant unions.\n\nThe Australian reveals today stunning new allegations from NSW senator Brian Burston, who yesterday said his West Australian colleague, senator Peter Georgiou, was responsible for sinking plans to ensure greater oversight of the merger between the construction and maritime unions.\n\n\"Peter Georgiou was against the integrity bill, but Pauline and I were for it. She asked the government to pull the bill so we were not seen as being divided,\" Senator Burston told The Australian. \"The merger took place because of the opposition to the bill by Senator Peter Georgiou.\"\n\nSenator Georgiou confirmed that he \"led\" One Nation's decision to block the public interest test -- attacking it as a \"1939 Nazi Gestapo\" move -- but denied he had gone against his leader or Senator Burston, saying \"we all came to the same conclusion\".\n\nBut a government source yesterday said the public interest test had the support of Senator Hanson and Senator Burston, with Senator Georgiou the only holdout. The source -- who was close to the negotiations -- said the government was only one vote short of winning the crossbench numbers it needed to ensure the test was applied to the already ­approved merger between the Maritime Union of Australia and the Construction Forestry Mining and Energy Union. The source ­argued Senator Georgiou's vote would have ­secured the numbers to pass the bill.\n\n\"It really was Georgiou on his own on that one,\" the government source said. \"Pauline and Brian were quite supportive of the bill. Certainly, we needed One Nation in its entirety.\"\n\nBusiness groups had warned the merger between the CFMEU and the Maritime Union of Australia -- which took effect on March 27 -- would ­create a \"super-union\" with combined ­assets of more than $300 million and with control over the economic supply chain from pit to port.\n\nThe government had been in a desperate race against time to win backing for its amendment before the merger took effect after the ­industrial umpire ­approved it on March 6.\n\nWorkplace Minister Craig Laundy was leading negotiations with the Senate crossbench and was aiming to have the upper house pass the bill by March 22 -- leaving him only one day on March 26 for the changes to be ­approved when the House of Representatives resumed sitting.\n\nSenator Burston, who on Friday refused a written request from Senator Hanson to resign from the upper house after she said she had lost confidence in him, yesterday ­argued that Senator Georgiou had not faced any penalty for defying his party leader on the public ­interest test, yet he had been unfairly criticised by Senator Hanson for refusing to support her backflip on the government's $35.6 billion corporate tax ­package. The NSW senator also said he wanted to sit down and have a \"constructive dialogue\" with Senator Hanson when she returned from her trip to Britain \"with a view of patching up our differences and bringing back One ­Nation as a solid three Senate voting bloc\".\n\nHowever, the new accusations have drawn Senator Georgiou into the party's internal crisis, with the West Australian senator yesterday confirming that he had strongly ­opposed the public interest test applying to the CFMEU merger with the MUA.\n\n\"I raised my concerns with my colleagues about this bill,\" he said. \"I thought it wasn't fair. I thought it was, to be honest with you, 1939 Nazi Gestapo tactics. And we had a good discussion on it. We all came to the same conclusion.\n\n\"The (Fair Work) commission had ruled in favour of the merger. So if the commission had ruled in favour ... my thoughts on it were it was wrong for a government to try and bring in a bill to stop a merger for whatever reason.\n\n\"The commission is an independent body and if the government doesn't like that decision then bad luck ... If the government wanted to bring in new legislation to deal with mergers from here onwards, that's a different issue. Lucky for me, I had the support of my colleagues and we didn't vote for it.\"\n\nSenator Hanson, who could not be reached for comment ­yesterday, had previously ­expressed deep scepticism of the CFMEU-MUA merger.\n\n\"The two are like a pair of naughty kids who are constantly in trouble and if it were a classroom you wouldn't sit two mis­behaved kids next to each other,\" Senator Hanson told The Australian in March.\n\nFollowing the government's failure to push through the bill, John Howard urged the government to revive its plans to subject union mergers to a public interest test, expressing alarm at the \"ultra-concentration of union power\".\n\nAustralian Industry Group chief Innes Willox also said that, if the government's amendments were passed, it would have been a game-changer. \"If the bill was amended to ­ensure that it applied to mergers that had not yet taken effect, and had been passed by the Senate at any time before the merger took effect on March 27, 2018, ­employer groups ... would have sought a stay on the merger decision,\" he said yesterday.\n\nSenator Burston said an ­attempt to mediate the disagreement with Senator Georgiou sparked the deterioration in his ties with Senator Hanson.\n\n\"I did convene a meeting ­between myself, Pauline and Peter Georgiou in the members dining room,\" he said. \"Peter Georgiou and I were waiting on Pauline. She turned up with James Ashby.\n\n\"She asked the maitre d' to tell us to go down to the members and guests area and I refused because the meeting was between three senators only. That's when the tensions between Pauline and I started.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{"facebook":284},"wgt":284},{"uri":"883894468","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"23:12:00","dateTime":"2018-06-08T23:12:00Z","dataType":"news","sim":0.5882353186607361,"url":"https://www.theaustralian.com.au/news/world/donald-trumps-call-for-russia-to-rejoin-g7-rattles-summit/news-story/1277a07cfdd058230c7938f21c025477","title":"Trump rattles G7 summit","body":"US President Donald Trump's call to have Russia rejoin the Group of Seven industrialised nations and his recent imposition of metals tariffs on US allies have upset the start of the G7 summit in Canada, exposing fissures among the group's members.\n\nThe summit is emerging as a test of whether the exclusive group of major industrialised economies can overcome growing tensions to focus on more common-ground issues such as bringing stability to the Korean Peninsula and the Middle East -- including the complex question of the Iran nuclear accord.\n\nIn a surprise move ahead of the summit, Mr Trump called for Russia to be allowed back into the G7, four years after it was expelled over its annexation of Crimea.\n\n\"Why are we having a meeting without Russia?\" the President asked as he left the White House for the summit on Friday local time. \"We have a world to run ... we should have Russia at the negotiating table.\"\n\nThe comment added another wrinkle to a two-day gathering already rife with tension over US tariffs on steel and aluminium produced by its closest Western allies -- and triggered sharply different responses from other G7 members.\n\nCanadian Foreign Minister Chrystia Freeland told reporters on Friday that inviting Russia back was a nonstarter: \"There are no grounds whatsoever for bringing Russia with its current behaviour back into the G7.\"\n\nUK Prime Minister Theresa May said in an interview with Sky News the G7 needed to be wary of Russian re-entry.\n\n\"Before discussions could begin on any of this, we would have to ensure Russia is amending its ways and taking a different route,\" Ms May said.\n\nYet Italy's new Prime Minister, Giuseppe Conte, backed Mr Trump's suggestion on Friday. \"I agree with President Trump: Russia should re-enter the G8. It's in everyone's interests,\" he said on Twitter.\n\nMoscow appeared indifferent in its initial response to Mr. Trump's comment.\n\n\"We are concentrating on other formats\" apart from the G7, Kremlin spokesman Dmitry Peskov said, according to Russian state news agencies' reports.\n\nEuropean Council President Donald Tusk said on Friday that it was evident that Mr Trump and the leaders of other G7 countries continued to disagree on trade, climate change and the Iran nuclear deal.\n\n\"The rules-based international order is being challenged, quite surprisingly, not by the usual suspects, but by its main architect and guarantor, the US,\" he said during a briefing in the Quebec resort town of La Malbaie, where the G7 summit is being held.\n\nA Japanese official said Japan was in synch with the Europeans on trade, and is trying to persuade the US to rethink its tariffs -- which the Trump administration imposed on national-security grounds.\n\nMr Tusk said a priority is persuading the US to strengthen the current format of the G7 as a guarantor of the world order.\n\nThe main afternoon session on the economy and trade was predictable and inconclusive, and saw Mr Trump pitted against the six other countries, according to a person familiar with the deliberations. There was strong disagreement among the leaders but no significant clash, the person said.\n\nJohn Kirton, head of the University of Toronto's G7 research group, said it was for the best that Mr. Trump is at the table talking to America's longstanding allies.\n\n\"It's much better to talk to him face-to-face and ask him, 'What's on your mind? What do you want? Isn't there a deal to be done?'\" he said.\n\nTensions escalated between Mr Trump and President Emmanuel Macron of France, who until now has been Mr Trump's closest ally in the European Union, on Thursday.\n\nMr Macron said at a news conference with Canadian Prime Minister Justin Trudeau in Ottawa on Thursday that the US's steel and aluminium tariffs against the European Union and Canada are pushing the six remaining nations of the G7 to become a force of their own.\n\n\"Maybe Mr Trump doesn't mind that he's being isolated,\" Mr Macron said, \"but these six countries have shared values that represent an economic market of true international strength.\"\n\nMr Trump fired back with a message on Twitter that said, \"Please tell Prime Minister Trudeau and President Macron that they are charging the US massive tariffs and create non-monetary barriers. The EU trade surplus with the U.S. is $151 Billion, and Canada keeps our farmers and others out. Look forward to seeing them tomorrow.\"\n\nEswar Prasad, senior professor of trade policy and economics at Cornell University, said Mr Trump's actions and words leading up to and at the G7 meetings \"punctuate his dismissive view of multilateralism\".\n\n\"It is remarkable to see the US so isolated amid a gathering of longstanding allies that have traditionally shared similar economic and political systems and a common set of values,\" he said.\n\nStatements from some leaders ahead of the G7 gathering warned that blunt talk with Mr Trump would be likely and that the seven countries might fail to agree to a summit-ending communique, which would buck tradition.\n\n\"We will see where we land,\" Ms Freeland said about plans to issue an agreed-upon communique.\n\nA European official said officials are exploring a final statement that would list the countries' different views, but a failure to agree on a common document is still possible.\n\nThis week, Germany showed signs of trying to dial down tensions. Germany is one of the world's largest exporters, and its economy is highly dependent on trade.\n\nOn Wednesday, German Chancellor Angela Merkel pledged to increase Germany's defence budget in a partial concession to the US, which has long objected to Germany's relatively low military spending.\n\nMr Trump had raised the pressure on Berlin in recent weeks by linking the issue to his attempt to rewrite the terms of the US-Europe trade relationship.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4018976","shares":{"facebook":247},"wgt":247},{"uri":"882853282","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"11:03:00","dateTime":"2018-06-07T11:03:00Z","dataType":"news","sim":0.7098039388656616,"url":"https://www.theaustralian.com.au/higher-education/anu-vice-chancellor-brian-schmidt-defends-western-civilisation-course-move/news-story/b6a4df24e9214053179d5cc9a76bc973","title":"'We're not anti-Western values'","body":"Brian Schmidt, who has declined several interview requests from The Australian, told the ABC's 7.30 program the decision to cease discussions with the Ramsay Centre was due to concerns of academic autonomy.\n\n\"This was done for one reason, and one reason only -- academic autonomy,\" Mr Schmidt said.\n\n\"Now, there's been a lot of discussion out in the media by people who were not around the negotiating table, and so their discussions are not based in the reality that I faced.\"\n\nMr Schmidt did not elaborate on what was asked by the Ramsay Centre, except to say the level of influence was \"unprecedented\" with any other program the university had run. He said the discussions were \"advanced\" but rejected the notion the proposed program was against the ANU's values.\n\n\"I can only speak for the ANU, but the ANU is not anti-Western civilisation and, indeed, we have one of the most dynamic programs -- not just in Australia, but the world,\" he said.\n\n\"You know, among all this kerfuffle today, we were once again ranked as one of the top 25 universities in the world, and that's the basis -- that is based on that academic autonomy we have.\n\n\"We have more than 150 courses in areas around Western studies. It would take you 18 years to study all those courses at ANU.\"\n\n7.30 host Stan Grant asked Mr Schmidt about several courses offered by the university that, he said, had a \"hostile or adversarial point of view\" about Western civilisation.\n\n\"You've picked out three very specific courses from 150,\" Mr Schmidt said. \"Among those 150 courses, we cover things that are incredibly traditional.\"\n\nThe decision followed threats of a backlash from the National Tertiary Education Union, which had claimed that the Ramsay Centre -- chaired by former prime minister John Howard and with Liberal politician Tony Abbott on the board -- sought to pursue a \"narrow, radically conservative program to demonstrate and promulgate the alleged superiority of Western culture and civilisation\".\n\n\"Any association, real or perceived, with this divisive cultural and political agenda could potentially damage the intellectual reputation of the humanities at ANU and the ANU more broadly,\" the union wrote in its letter to Mr Schmidt.\n\nPoliticians and conservative academics have since questioned how ANU had been able to successfully negotiate donations with foreign entities but had been unable to resolve any issues preventing the Ramsay Centre ­alliance from going ahead.\n\nMr Abbott this week pointed out the \"hypocrisy\" of the union opposing the course when the university had accepted funds from Dubai, Iran and Turkey in the past.\n\nLiberal backbencher Craig Kelly has also accused the university of double standards. \"They are accepting money from Iran. That's a despotic government ... that does everything to suppress academic freedoms, the freedoms of women,\" Mr Kelly told Sky News.\n\n\"When it comes to a course on Western civilisation, absolutely, any course of Western civilisation is going to be pro-Western civilisation, simply because of the facts, because Western civilisation is why we have the great society that we have today.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4014272","shares":{"facebook":243},"wgt":243},{"uri":"882926852","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"06:16:00","dateTime":"2018-06-07T06:16:00Z","dataType":"news","sim":0.6823529601097107,"url":"https://www.theaustralian.com.au/national-affairs/labor-picks-professor-reg-coutts-as-candidate-for-mayo/news-story/06804790438490f5c847f38b6489f7df","title":"Labor picks Mayo candidate","body":"A telecommunications consultant and academic will contest the Mayo by-election for the Labor party in July.\n\nProfessor Reg Coutts worked as a professor of telecommunications at the University of Adelaide before establishing his own consultancy firm. Prof Coutts is standing against Liberal candidate Georgina Downer and Centre Alliance candidate Rebekha Sharkie, who held the South Australian federal seat but was forced to resign over dual citizenship.\n\nHe won preselection over Alice Dawkins, the daughter of former federal treasurer John Dawkins and Maggie Dawkins, an adviser to former Labor leader Kim Beazley. Prof Coutts and Ms Dawkins were the only two formal nominations considered by the Labor state executive at a Wednesday night meeting.\n\nThe Greens have selected Ngarrindjeri elder Major \"Moogy\" Sumner as their candidate, on a platform based on saving the River Murray.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4019838","shares":{"facebook":189},"wgt":189},{"uri":"881330735","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"11:11:00","dateTime":"2018-06-05T11:11:00Z","dataType":"news","sim":0.800000011920929,"url":"https://www.theaustralian.com.au/national-affairs/fraser-anning-crosses-new-boss-bob-katter-on-first-day-in-party/news-story/17f35d7676a826b7310b23cb4886fc62","title":"Anning crosses his new boss","body":"Senator Anning marked his first day with Katter's Australian Party by calling on Malcolm Turnbull to reduce the corporate tax rate by more and sooner, saying he would lobby his colleagues on the Senate crossbenches to give the Prime Minister a win.\n\nSenator Anning's His full-throated support for the plan to reduce company tax from 30 per cent to 25 per cent over 10 years flies in the face of Mr Katter's insistence it would line the pockets of the \"spivs, dilettantes and boardroom mannequins\".\n\nAfter welcoming Senator Anning to the KAP team, Mr Katter said: \"I am tenaciously opposed to these tax cuts. Most of the corporations in Australia are foreign, for starters. So all you are doing is giving a golden handshake to foreign people.\"\n\nSenator Anning's offer to go in to bat for the tax cuts will encourage the government after One Nation senator Brian Burston broke with party leader Pauline Hanson last week, and vowed to stick to the agreement she had disavowed to vote for the $35.6 billion package.\n\nSenator Anning, 68, quit One Nation on the day he was sworn in to parliament as the replacement for Senator Hanson's Queensland running mate Malcolm Roberts, a casualty of the dual-citizenship fiasco. Joining KAP, which is represented by Mr Katter in the house and three MPs in the Queensland parliament, would give him more \"clout\" than as an independent on the crossbench, he said. \"Joining forces hopefully means we can get more of the big stuff done for regional Queensland.\"\n\nMr Turnbull's key numbers man in the Senate, Finance Minister Mathias Cormann, tracked down Senator Anning in north Queensland on Tuesday to lock in his support for the tax package.\n\nSenator Anning went further, telling Senator Cormann that he would also lobby no-voters on the crossbenches such as the three former Nick Xenophon Team members. With Senator Burston's support, the government is still four votes short of what it needs to secure passage of the legislation through the upper house.\n\nAsked if this were achievable, Senator Anning said: \"I hope so. It's very important to Australia. You hear all this about the big guys just running away with the money. That's not what ... will happen. They will invest more and they will hire more people, so I'm really hoping that Mathias can get his numbers.\"\n\nMr Katter said he would do all he could to sink the company tax cuts. \"I don't think they will be successful and I will certainly be exercising my right to advise that small number of people I have some influence with to go the other way,\" he told The Australian.\n\nNevertheless, he said, Senator Anning had every right to go his own way. \"The concept that you have to agree with everything, that is repugnant to me ... the problem is not whether I'm right or they're right,\" he said. \"The problem is if you have the situation where everyone agrees because they are all in the same party -- that's the destruction of democracy.\"\n\nSenator Anning said the only problem with Mr Turnbull's proposal was that the proposed 25 per cent rate had been undercut by the US and the staged introduction would take a decade under the government's timetable.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4012625","shares":{"facebook":154},"wgt":154},{"uri":"883906444","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"14:44:00","dateTime":"2018-06-08T14:44:00Z","dataType":"news","sim":0.7215686440467834,"url":"https://www.theaustralian.com.au/national-affairs/national-security/asio-afp-called-up-for-byelection-security-duty/news-story/b3c5e9068d332fb3ab13412f0b2b591a","title":"ASIO, AFP by-elections watch","body":"A taskforce led by the Department of Home Affairs has been established to safeguard the five by-elections next month from cyber attack or interference, in the country's first intelligence ­offensive designed to protect the integrity of elections.\n\nA senior intelligence source confirmed that the taskforce was the first to be established for the sole purpose of assessing cyber defences for elections and was initiated by a request from the Australian Electoral Commission, which feared a repeat of the ­\"denial of service\" cyber attack on the 2016 census.\n\nThe Weekend Australian understands the taskforce will be a permanent sub-agency assessing every future election, and include agencies under the Department of Home Affairs including ASIO, the Australian Federal Police and the recently appointed National Countering Foreign Interference Co-ordinator, as well as the joint-agency ­National Cyber Security Centre.\n\nThe group would be primarily tasked with the role of giving independent advice to government on the cyber security of the AEC.\n\nThe greatest concern is around cyber interference, with risks ­including potential interference with the electoral roll or malicious attacks on AEC websites.\n\nHowever, an intelligence source said the taskforce would also be monitoring any covert ­activity that could be perceived to be a threat or disruption to the by-elections from foreign sources.\n\nThe potential use of disinformation and messaging, and any covert operations designed to disrupt the by-elections, would also be closely monitored, with the foreign interference \"threat environment\" having escalated even within the two years since the last federal election in 2016.\n\nA Department of Home ­Affairs spokesman confirmed the establishment of an \"electoral ­integrity assurance taskforce\".\n\n\"As a prudent measure, relevant federal agencies, including the Australian Electoral Commission, the Department of Finance, the Department of Home Affairs and the Australian Cyber Security Centre, have established the ­electoral integrity assurance ­taskforce to ensure that potential risks to the integrity of the ­commonwealth electoral process, especially in relation to cyber ­interference, are identified and ­remediated,\" the spokesman said.\n\n\"The AEC is statutorily ­responsible for the conduct of ­elections, and other agencies on the taskforce will assist the ­commission with technical advice and expertise.\n\n\"This is a precautionary measure, which in this age of increasing levels of cyber-enabled interference and disruption, will need to become the norm.\n\n\"It is not targeted at any specific threat actor or impending ­malicious action.\"\n\nThe move to increase cyber defences ahead of the by-elections came as divisions emerged within cabinet over the claimed level of foreign threat.\n\nDefence Industry Minister Christopher Pyne contradicted Attorney-General Christian Porter by ­rejecting any link between the need for new espionage laws and the by-elections.\n\nMr Pyne was later forced to roll back his comments, with Mr Porter doubling down on his claims that there was an \"urgent\" need for parliament to pass two bills enabling sweeping anti-espionage and foreign interference laws in the next session of parliament and before the July 28 by-elections.\n\nThe laws would empower the government to prosecute and jail foreign actors or foreign government proxies found to be operating secretly in Australia and engaged in espionage or interference deemed to be a threat to democracy.\n\nThe Attorney-General's ­Department will have administrative authority over the new laws. Its secretary, Chris Moraitis, will have referral power and delegated authority.\n\nThe Department of Home ­Affairs would remain in an existing operational role only, with no administrative function in either piece of legislation.\n\nOpposition legal affairs spokesman Mark Dreyfus yesterday questioned the government's claim of a need for \"urgency\" for the laws despite Labor having agreed to support the passage of the first piece of legislation, the Espionage and Foreign Interference Bill, following a bipartisan 400-page report of the parliamentary joint committee on ­intelligence and security endorsing the laws with only minor changes recommended.\n\nThe bill will introduce harsher penalties for sabotage and espionage, and create new ­secrecy crimes enabling the AFP to arrest and prosecute spies.\n\nThe second bill, which Labor has refused to say whether it would support, the Foreign Influence Transparency Scheme Bill, involves setting up a public register of foreign agents which would also be administered by the ­Attorney-General's Department.\n\n\"After eight months' consideration, every day that the laws aren't passed means that we are more vulnerable than if the laws were passed,\" Mr Porter said.\n\n\"Before those laws are passed, Australia does not have a foreign interference offence.\"\n\nMr Dreyfus said he did not ­accept that the bills needed to be passed before the July by-elections.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4022804","shares":{"facebook":119},"wgt":119},{"uri":"880391100","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"03:14:00","dateTime":"2018-06-04T03:14:00Z","dataType":"news","sim":0.6823529601097107,"url":"https://www.theaustralian.com.au/business/financial-services/commonwealth-bank-settles-over-austrac-antimoney-laundering-breach-claims/news-story/a684cfde0fbeffef1a4a827d5afa96df","title":"CBA overhaul to take 'too long'","body":"Head of the anti-money laundering agency Austrac, Nicole Rose, has slammed Commonwealth Bank's plan for a five-year overhaul of its compliance systems as taking \"too long\" and urged the lender to hasten its remediation program.\n\nSpeaking after striking a $700 million settlement with the nation's largest bank -- the biggest corporate penalty in Australian history -- Ms Rose said she was \"certainly surprised\" by an admission from CBA's chief risk officer last week that it would take up to five years to complete a thorough overhaul of the bank's risk management department.\n\nCBA chief risk officer David Cohen, appearing at the royal commission into banking and financial services last Wednesday, said a revamp of the bank's systems to measure and report on risk would likely take between three and five years because of the \"significant investment\" needed to \"invest in large projects like that\".\n\nMs Rose said she was \"certainly surprised by the length of time\" planned for the overhaul.\n\n\"A company that's got over 50,000 staff, I can't imagine it's a small task, but three to five years is too long,\" Ms Rose said.\n\nShe said Austrac would be \"looking at a remediation program with a time frame a lot shorter than that\".\n\nMs Rose also defended the size of the settlement. Had CBA been stung with the maximum penalty available under the law, the bank would have faced a $1 trillion fine. She said a penalty of that size would never have been enforceable.\n\n\"We think this an appropriate settlement and it reflects the extent of the non-compliance,\" Ms Rose said.\n\n\"This needs to be a deterrent. It's going to need to be a punishment,\" she said.\n\nThe $700m settlement with Austrac was almost double the bank's previous estimates for breaching regulations more than 50,000 times.\n\nCBA will also Austrac's costs of $2.5m, after admitting to breaching anti-money laundering and counter-terrorism financing legislation, including failing to properly carry out risk procedures and customer monitoring. Some of Austrac's allegations were dismissed as part of the mediated deal.\n\nAs part of the settlement, which must be approved by the Federal Court, CBA also admitted further law breaches beyond those already conceded.\n\nTreasurer Scott Morrison cautioned CBA against passing on the penalty in higher fees and charges on its customers, as government ministers said the breaches \"should never have been allowed to happen\".\n\n\"It is for them to incur these penalties and get on with the job of restoring trust in the conduct of the CBA,\" Mr Morrison, adding he did not think the bank will pass on the penalty to the public. \"So I am sure CBA would be thinking about that very, very carefully.\"\n\nCBA shares surged nearly two per cent in early trade following the settlement, as investors welcomed the removal of uncertainty over the issue. At 10.30am (AEST) CBA shares were up 1.8 per cent at $69.84 after briefly breaking through $70.00.\n\nCBA (CBA) had put aside $375 million in a provision for possible penalties stemming from Austrac's allegations, which were launched in the Federal Court last August.\n\nCBA's intelligent deposit machines, which were rolled out in 2012, failed to automatically send the regulator information about potential washing of money through its smart ATMs by criminal syndicates and terrorist financiers.\n\nThe bank's provision of $375 million for a civil penalty, set out in its interim result on February 7, was described as a reliable estimate of the expected penalty, taking into account legal advice obtained by the bank in relation to Austrac's claims.\n\nCBA chief executive Matt Comyn said the agreement still needed to be approved by the Federal Court.\n\n\"While not deliberate, we fully appreciate the seriousness of the mistakes we made. Our agreement today is a clear acknowledgment of our failures and is an important step towards moving the bank forward,\" Mr Comyn said. \"On behalf of Commonwealth Bank, I apologise to the community for letting them down.\n\n\"In reaching this position, we have also agreed with Austrac that we will work closely together based on an open and constructive approach.\"\n\nThe Federal Court could still decide to impose a higher or lower fine on the bank, and CBA said it would book the $700m provision in its accounts to be unveiled in August.\n\nAs part of the settlement, CBA agreed it had filed late 53,506 transaction reports for cash deposits through its intelligent deposit machines. The bank also had inadequate risk assessment requirements for the ATMs on 14 occasions. The lender further failed to properly monitor its customers, with the late filing of 149 suspicious matters and sloppy customer due diligence in 80 instances.\n\n\"We are committed to build on the significant changes made in recent years as part of a comprehensive program to improve operational risk management and compliance at the bank,\" Mr Comyn said.\n\nThe bank has spent more than $400m overhauling its compliance systems.\n\n\"We have changed senior leadership in the key roles overseeing financial crimes compliance supported by significant resources and clear accountabilities,\" Mr Comyn said.\n\n\"We have started implementing our response to the recommendations provided to us by our prudential regulator, APRA, to ensure our governance, culture and accountability frameworks and practices meet the high standards expected of us.\n\n\"Today is another very important step forward, and continuing to make the changes we need in an open, transparent and timely way is my absolute priority as CBA's new chief executive,\" Mr Comyn said.\n\nCBA previously said it would defend itself against the \"majority\" of the expanded claims brought against it and has \"categorically\" denied liability in a separate class action.\n\nAustrac chief executive Nicole Rose said in April she was open to a settlement with CBA over the alleged breaches.\n\nThe federal government welcomed the \"successful and speedy\" settlement.\n\nHome Affairs Peter Dutton said CBA's disregard of its anti-money laundering and counter-terrorism obligations had allowed criminals to exploit its systems and put the Australian community at risk.\n\n\"This very large number of breaches over several years is unacceptable and should never have been allowed to happen,\" Mr Dutton said.\n\nTreasurer Scott Morrison said the law was non-negotiable, especially when it came to the country's largest financial institutions.\n\n\"The government is serious about enforcing any breaches,\" he said. \"Banks should be leaders in ensuring their systems cannot be compromised by criminals seeking to launder money or finance terrorist activities.\"\n\nLabor opposition assistant treasurer Andrew Leigh said the size of the fine reflected the gravity of CBA's wrongdoing.\n\n\"Again it reinforces the call we have been making for the last two years for a royal commission,\" Dr Leigh told Sky News. \"We have seen from CBA alone, scandals ranging from children's bank accounts to charging dead people for work that hadn't been done.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4009898","shares":{"facebook":110},"wgt":110},{"uri":"881941353","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"05:45:00","dateTime":"2018-06-06T05:45:00Z","dataType":"news","sim":0.6392157077789307,"url":"https://www.theaustralian.com.au/sport/nrl/state-of-origin-2018-game-1-live-coverage-queensland-vs-nsw-at-the-mcg/news-story/272bfb43f2ae853a65f9bed0df522728","title":"Bench weapon ... or a liability?","body":"Welcome to live coverage of game one of the 2018 State of Origin rugby league series between Queensland and New South Wales at the MCG. Kick-off is at 8pm AEST.\n\nHe may have had a State of Origin debut to forget. But Queensland's Anthony Milford has been backed to provide a not so subtle reminder of his talents in tonight's series opener in Melbourne after a last- minute inclusion.\n\nBrisbane playmaker Milford gets another chance to impress for the Maroons after being added to the Queensland bench in a reshuffle caused by veteran Billy Slater's shock withdrawal with a hamstring injury.\n\nEyebrows were raised by Milford getting the nod as the bench utility over exciting Newcastle young gun Kalyn Ponga after hot and cold form for the Broncos this NRL season.\n\nThen there was Milford's Origin debut in game one last year. Milford didn't fire a shot after starting in the halves as Queensland were crushed 28-4 by NSW -- their worst Suncorp Stadium loss in Origin history. While Queensland coach Kevin Walters admitted Milford didn't impress on debut, he believed the 23-year-old would embrace his second chance tonight.\n\nHe took exception to the suggestion that Milford was out of form with the eighth-placed Broncos instead having a crack at the team he once captained in his playing days.\n\n\"I disagree he hasn't been that good. I think the Broncos have struggled as a group,\" said Walters, who quit as Broncos assistant coach earlier this year. \"But I have seen some great touches from Milf particularly the last couple of weeks. He is just so dangerous with the ball.\"\n\nHe took exception to the suggestion that Milford was out of form with the eighth-placed Broncos instead having a crack at the team he once captained in his playing days.\n\n\"I disagree he hasn't been that good. I think the Broncos have struggled as a group,\" said Walters, who quit as Broncos assistant coach earlier this year. \"But I have seen some great touches from Milf particularly the last couple of weeks. He is just so dangerous with the ball.\"\n\nThe man who ended the original Queensland dynasty has a single message for this year's class of NSW State of Origin rookies: Don't forget to defend.\n\nLed by a record 11 debutants, the new-look Blues will tonight aim to put almost 13 years of heartache behind them in the series-opener in Melbourne. NSW legend Steve Mortimer was the first Blues captain to lift the shield in 1985, ending a run of three straight series triumphs under the State of Origin banner.\n\n\"But someone told me if you're going to play rugby league, you can have all the skills in the world. But everyone's got to know how to tackle properly. Every one of those blokes need to know how to tackle and bring those Maroons down.\"\n\nMortimer, who played nine matches for NSW, said the Maroons' raft of exclusions meant now was the time for the Blues to bring an end to their dominance in the interstate rivalry.\n\nHe praised Fittler for selecting 14 of his 17 players from teams currently inside the top eight.\n\n\"Never has there been a greater opportunity. We have a fresh group of players now,\" he said.\n\n\"Queensland have got some new players too. But those players we've got now, they're all up in the top eight, except for David Klemmer who I really feel for. But he'll lift himself. He's such a great player.\"\n\nFinally cleared of injury, Queensland are set to cause some pain of their own with some \"fireworks\" in tonight's State of Origin opener after claiming NSW's Reagan Campbell-Gillard had fired up their forward pack.\n\nAfter a tumultuous build-up, the Maroons were breathing a little easier today with star winger Dane Gagai a confirmed starter for Origin I at the MCG after being cleared of a finger fracture.\n\nWhile Queensland assistant coach Josh Hannay admitted Gagai may need a painkilling injection, he confirmed last year's Wally Lewis Medal winner as player of the series would take his place after X-rays cleared him of a break.\n\nHannay held no fears that Gagai would be targeted and exposed in defence. But he did issue a warning to the Blues pack that there would be \"fireworks\" in Origin I thanks to Campbell-Gillard.\n\nThe Blues giant clearly ruffled feathers in the Maroons camp when he claimed: \"I can't wait to get out there and start killing some people\".\n\n\"He has to live with what he said,\" Hannay said of the prop's comment. Asked if he expected fireworks, Hannay said: \"I think there could be. There has been a bit of chat south of the border and we certainly have some firebrands in our pack -- I would not be surprised if a real physical contest erupts.\n\n\"Our forward pack always seems to be underrated. I think our forwards like that -- they will meet that challenge head on.\" And he tipped Sydney Roosters prop Dylan Napa to lead the Maroons assault.\n\n\"Dylan is a real intimidating, physical type of front rower. He loves these occasions, the ferocity of State of Origin -- it will bring out the best in him,\" Hannay said.\n\nWith State of Origin, drama is never far away. Unfortunately for Queensland, there's been a whole host of drama before a ball has even been kicked in this year's interstate series.\n\nThe representative retirements of Cameron Smith, Johnathan Thurston and Cooper Cronk are one thing -- but Queensland have also been forced to deal with some major injury concerns. Arguably the game's best second-rower, Matt Gillett, is out with injury; fullback Billy Slater pulled out with a hamstring injury sustained in training this week and lock forward Josh McGuire has not played in five weeks because of an ankle complaint.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4010725","shares":{"facebook":102},"wgt":102},{"uri":"882407248","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"20:25:00","dateTime":"2018-06-06T20:25:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/podcasts/teachers-pet-lyn-dawsons-neck-bruises-a-precursor-to-murder/news-story/94116cdb77cf085e65ddfe88865ecaf2","title":"Bruises 'a precursor to murder'","body":"Marks on Lyn Dawson's neck before she vanished were a major \"red flag\" that she was at risk of a fatal attack, two domestic violence advocates say.\n\nRed Rose Foundation acting chairwoman Di Mangan and chief executive Betty Taylor yesterday said the bruises on Dawson's neck would now be recognised as a potential precursor to murder.\n\nResearch and experience had shown a woman's likelihood of being murdered skyrocketed when someone applied force to their throat, Ms Mangan said.\n\n\"It's the No 1 indicator for domestic homicide,\" she said.\n\nMs Taylor said US experts found no matter how a woman was murdered, there was often a history of non-lethal strangulation. Up to one in every two cases of strangulation left no external marks, she said.\n\n\"If people noticed bruises on her neck, it would have been quite significant. Certainly any marks around the neck would be quite a significant red flag,\" she said.\n\nThe Australian's podcast The Teacher's Pet is investigating Dawson's 1982 disappearance from Bayview, on Sydney's northern beaches.\n\nTwo coroners found she was murdered by her husband, Chris, a former star rugby league player and high school sports teacher who maintains his innocence.\n\nHe was not charged after the NSW Director of Public Prosecutions found there was not enough evidence to prosecute.\n\nIn the third episode of the podcast, released last week, friends and acquaintances told of seeing disturbing bruises on Lyn Dawson's arms, legs and neck.\n\nFriend Annette Leary, who worked with Dawson at a childcare centre, said she would say she had argued with her husband and \"probably made him angry\".\n\n\"She would say ... they were having an argument, and he'd grab her by the arms,\" Ms Leary said. \"In another (instance), she had bruises on the side of the neck, and we said 'Gosh, are you all right? What's wrong? How did you get those?' Again it was a story about him being rough with her, bullying her.\"\n\nMs Mangan said in her previous role as chief executive of Queensland support service DV Connect, reports of women being \"choked\" came in \"all day, every day ... We didn't realise for a number of years how serious that was.\n\n\"I went back through the files of the women who had been murdered and I saw strangulation in every file, but we didn't understand the significance of it.\n\n\"It's a fact now; it's not even an opinion.\"\n\nMs Taylor said the strong ­association between domestic murders and previous acts of nonlethal strangulation was not known when Dawson went missing.\n\n\"In Australia 36 years ago, ­people weren't even calling things domestic violence,\" she said.\n\n\"It was the very infancy of us having talks about violence in the home.\"\n\nThe Red Rose Foundation, which aims to eliminate deaths from domestic and family violence, trains police on the potential long-term consequences of strangulation.\n\n\"Women can die up to a year later through stroking. It's not something that might immediately kill them but can kill them later,\" Ms Taylor said.\n\nThe podcast's next episode will be released tomorrow.\n\nDo you know more? Contact thomash@theaustralian.com.au","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{"facebook":69},"wgt":69},{"uri":"883630098","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"14:57:00","dateTime":"2018-06-08T14:57:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/podcasts/teachers-pet-leave-my-dad-alone-says-chris-dawsons-daughter/news-story/ebef6b04ebbf7c83b5fd0722b99e2705","title":"Leave dad alone: daughter","body":"Speaking on behalf of Lyn's family yesterday, niece Renee Simms said The Australian's investigative podcast series, The Teacher's Pet, had tracked down people they did not know existed.\n\n\"It's really bringing the family a lot of hope someone who has the keys will come forward,\" she said.\n\nA serving magistrate, Jeff Linden, has spoken on the podcast of a decades-old secret conversation in which he was told that murder suspect Chris Dawson went back to his old property while the new owners were renovating and asked: \"Where are you digging?\"\n\nThe podcast also revealed the view of Mr Dawson's former schoolgirl lover, Joanne Curtis, that Lyn was buried on the property at Bayview on Sydney's northern beaches, and her urgings that police \"look in the soft soil\".\n\n\"The family, while the podcasts are coming out, we're literally learning things that we've never known before. We're all just absorbing it still,\" Ms Simms said in an ­interview with the Today show.\n\nShe added the family was \"very much hoping\" the NSW Director of Public Prosecutions would \"have a more thorough look at it, open it up and ultimately charge whoever is responsible for murdering my aunt\".\n\nThese comments came as ­Sherryn Dawson -- Chris and Lyn's youngest daughter, who was two when her mother went missing -- publicly defended her father.\n\nTwo coroners found Mr Dawson murdered his wife. He was not charged and denies killing her.\n\n\"It's a witch hunt on my dad,\" Sherryn told the Gold Coast Bulletin. \"My dad's getting hounded because there's all these people that have got it in for him. Rather than focusing on perhaps that there could be someone else.\"\n\nHer older sister, Shanelle, who was four when Lyn went missing, has emphatically rejected the suggestion their mother simply walked out on them. \"I don't believe for a moment that she left us voluntarily and then stayed away all this time,\" Shanelle told the podcast.\n\nSherryn said: \"I know (Shanelle has spoken) and she was overseas when we were all getting harassed 10 years ago. She wasn't the one getting harassed.\n\n\"It's a witch hunt and I'm over it. I've got a family I want to focus on.\"\n\nShe was scathing of Ms Curtis, who was 16 years old when she started a sexual relationship with Mr Dawson, a teacher at her school, Cromer High.\n\nTwo days after Lyn went missing, Mr Dawson moved her into the family home and she became stepmother to his two young daughters. Police do not suspect Ms Curtis of any foul play.\n\nAccusing Ms Curtis of trying to damage her father, Sherryn said: \"Stepmother was a bitch ... she can live with that.\"\n\nMs Simms responded: \"I haven't seen Sherryn for probably 18 years and I guess that's through her choice. I guess everyone is ­entitled to their own opinion. I have a different opinion.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{"facebook":55},"wgt":55},{"uri":"881257649","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"09:44:00","dateTime":"2018-06-05T09:44:00Z","dataType":"news","sim":0.8078431487083435,"url":"https://www.theaustralian.com.au/national-affairs/state-politics/liberal-party-mp-faces-censure-over-nsw-stadiums-documents/news-story/b59651219bcd50f9e555033c5533acfd","title":"MP faces censure over stadiums","body":"NSW government upper house leader Don Harwin is facing possible suspension from parliament in a vote tomorrow if he does not produce documents to the Legislative Council.\n\nWith Liberal MP Matthew Mason-Cox indicating tonight that he will cross the floor and vote to force Mr Harwin to produce documents relating to the Berejiklian's government's controversial stadiums policy and move of the Powerhouse Museum from Ultimo to Parramatta, it seems likely that Mr Harwin will be suspended from the house for three days or more.\n\nThe affair mimics similar suspensions incurred by former Carr government upper house leader Michael Egan in the late 1990s.\n\nThe opposition and minor parties in the upper house are angry that they passed \"Standing Order 52s\" requiring the government to produce documents but the government repeatedly informed the upper house the specific documents the upper house had called for did not exist.\n\nMr Harwin now has until 9.30am tomorrow to produce the documents, according to a motion set to pass tonight, or he will face a suspension motion.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4015020","shares":{"facebook":49},"wgt":49},{"uri":"882370429","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:01:00","dateTime":"2018-06-06T14:01:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/national-affairs/indigenous/indigenous-stepfather-jailed-for-double-child-rape/news-story/35ac34b2db69d2616d85ca433a732931","title":"Stepfather jailed for child rape","body":"An Aboriginal man who twice raped his young stepdaughter, telling her his sweat would \"protect her from the black magic\", will serve at least four years and nine months in prison.\n\nThe 30-year-old Groote ­Eylandt man, who had syphilis and an \"atrocious\" criminal ­record, committed the offences against the girl, aged 10 or 11, between May and August last year.\n\nOn both occasions other family members were in the house at the time of the offending.\n\nAfter the first rape occurred in a shower, LM, as he was referred to in the Northern Territory ­Supreme Court, told the victim not to tell anyone of the rape.\n\nIn the lead-up to the second rape on August 13, LM talked about black magic and said someone was going to kill the victim, ­referred to as SW, and her mother.\n\n\"I will take SW to the room ­because someone is going to kill her,\" he then said. \"I'm taking her to the room and I'm going to rub her in my sweat, which will protect her from the black magic.\"\n\nLM then led her to the bedroom and \"climbed on top of her, and again, inserted his penis into her vagina\".\n\nThe following day SW told her mother about the rape and the ­offender was subsequently ­arrested.\n\nLM, who pleaded guilty to both charges, has been jailed nine times previously and has never had a job.\n\nHe has 12 convictions for ­assault, including aggravated ­assault against minors. Other previous offences include property damage, being armed with weapons, and disorderly behaviour.\n\nHe was a regular cannabis user and sniffed petrol at a young age.\n\n\"He has an atrocious record,\" the judge said.\n\nThe judge said LM posed a risk to the community and was ­unlikely to be reformed.\n\n\"One can only hope that in the fullness of time, whilst the ­offender is incarcerated, he will take the opportunity to reconsider his life choices,\" the judge said.\n\nThe court heard SW was not prepared to make a victim impact statement, did not talk about the matter, and had \"changed\" since the rapes.\n\n\"But in any event, as a matter of commonsense, one would have to take into account the fact that these were traumatic incidents for a young child and would have had to have a deleterious effect on her,\" the judge said.\n\nThe judge reduced LM's sentence from nine years to six years and nine months on account of an early guilty plea.\n\nThe non-parole period was set at four years and nine months.\n\n\"It seems to me, when one looks at his past, he has shown little or no insight into what he has done or, in fact, the way he has lived his life ... and that LM poses a risk to the community,\" the judge said.\n\nLast month, decorated former Aboriginal community policeman and music industry hall of fame member Lex Holt was convicted of molesting a seven-year-old girl and sentenced to a minimum of 12 months' jail.\n\nThat was the latest case of child sexual abuse to emerge in the troubled Northern Territory town of Tennant Creek. Tennant Creek, the Territory's fifth-largest town, 510km north of Alice Springs, gained notoriety this year when a two-year-old girl was raped and ­suffered significant injuries.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{"facebook":48},"wgt":48},{"uri":"883171732","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"22:41:00","dateTime":"2018-06-07T22:41:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/podcasts/teachers-pet-the-chilling-visit-that-haunts-a-magistrate/news-story/11172b364fb813028ba13878b75c0bce","title":"Chilling visit haunts a magistrate","body":"Jeff Linden has spoken publicly for the first time about hearing from the new owner of Mr Dawson's \"chilling\" uninvited visit.\n\nThe NSW magistrate also disclosed his own regrets at not going to police earlier on the latest instalment of The Australian's investigative podcast series The Teacher's Pet, released today.\n\nThe podcast includes the view of Mr Dawson's former schoolgirl lover, Joanne Curtis, that Lyn Dawson is buried on the property and her urgings that police \"look in the soft soil\".\n\nMr Linden was working on Sydney's northern beaches as a solicitor when the new owner of Mr Dawson's house on Gilwinga Drive, Bayview, came to see him in 1987 about an unrelated legal ­matter.\n\nFive years earlier, Mr Dawson's wife, Lyn, had vanished from the home, leaving behind two young daughters, aged four and two at the time.\n\n\"I mentioned I knew Chris Dawson, who used to own that place,\" Mr Linden said. \"And he said, 'What do you know about him?' I ... told him the story about Lynette and my personal view is that she didn't walk out. I saw the blood drain out of his face, and I said: 'Why do you ask that?' \"\n\nThe conversation that followed has stayed with Mr Linden ever since. \"He said: 'We're doing renovations there and he turned up completely out of the blue the other day ... and he asked where we were digging.'\n\n\"That just sent shivers up my spine. That meeting in my mind was just chilling. Not only did he turn up, but the bloke made the point that he turned up uninvited and without making any contact with them at all.\"\n\nMr Dawson had sold the Bayview home in 1984 and moved to Queensland. The house was then sold again, in 1987, to Neville and Sue Johnston. As soon as they moved in, the Johnstons put a concrete slab outside the bedrooms once used by the Dawsons' daughters, because water had been running into the area from a hill. The run-off had been softening the soil outside the bedrooms. It was perhaps the only area of soft soil on the property.\n\nMOBILE USERS: Click here to see graphic\n\nBased on timing, Mr Linden must have been speaking to Mr Johnston. \"He said to me, 'If she's there, she's under six inches of concrete',\" Mr Linden said.\n\n\"He said, 'Whatever you do, don't tell my wife about this or she'll never want to live there'.\"\n\nMr Linden had played rugby union with Mr Dawson and his twin brother Paul before they switched to rugby league, and he got along well with Lyn.\n\nHe didn't report his conversation to police at the time. Nor did he tell two fellow NSW magistrates, Jan Stevenson and Carl Milovanovich, who conducted coronial proceedings in 2001 and 2003 that led to findings that Lyn was murdered by her husband.\n\nBut he did notify police two or three years ago. \"I have a bit of a conscience about that,\" he said. \"Probably that, to me, it was hearsay, and I would have expected the police would have interviewed the owners about it, and that was about the time I was appointed (as a magistrate) and things were pretty bloody hectic.\n\n\"A part of me didn't really want to get involved; I was happy to answer questions anybody had for me, but I didn't feel I had carriage of the whole thing anyway.\"\n\nMr Dawson was not charged. The NSW DPP found there was not enough evidence to prosecute. He denies killing his wife.\n\nPolice have gathered evidence from a number of witnesses that Mr Dawson made repeated visits to his former property in the years after he sold it, at a time that he was not a suspect for foul play, as his wife was just regarded as having gone away to start a new life.\n\nThe Johnstons now live in a retirement home. Mr Johnston could not be interviewed, but his wife, Sue, has spoken on the podcast. A keen gardener, she vividly recalls the hard rock that made up most of the ground at the property. The terrain had always made her think Lyn Dawson could not have been buried there, but the area outside the bedroom windows was different, she concedes.\n\n\"All that area, we immediately had cemented, the water coming down from the hill, you just couldn't drain it any other way,\" she said. \"Yes it would have been softer there. But wouldn't the police have looked there?\"\n\nMs Curtis is adamant Dawson was buried by her husband on the block, and is suspicious about the area next to the bedrooms where her children once slept.\n\nMs Curtis was 16 when she started a sexual relationship with Mr Dawson, then a sports teacher at her school, Cromer High.\n\nTwo days after Lyn Dawson went missing, Mr Dawson moved Ms Curtis into his Bayview home, and bed. \"She's on that block. I know that's where she is,\" Ms Curtis told her friend, Rebecca Hazel. \"You know, they haven't checked the loose soil.\n\n\"I kept telling him (police officer Damian Loone), you know, look in the soft soil.\"\n\nPolice have not suspected Ms Curtis of any foul play. It was only in 1990 that NSW homicide detectives started making inquiries, after she went to police with information about the disappearance. That year, police went to the Bayview property with ground-penetrating radar equipment to search for anomalies.\n\nHowever, perhaps thinking the concrete slab at the back was part of the original construction of the home or because it was too difficult, they did not look at the area outside the bedroom windows, focusing instead on the swimming pool area. \"They didn't want to look anywhere else,\" Sue Johnston said.\n\nIn 2000, when NSW police were again investigating the cold case, Ms Curtis was there and directed police to the pool. There, they found the buried remnants of one of Dawson's favourite garments, a pink cardigan that was apparently cut up with a knife.\n\nThe detective leading the case at the time, Mr Loone, has said Ms Curtis did not tell police about the soft soil area at the time.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{"facebook":45},"wgt":45},{"uri":"881036853","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"01:27:00","dateTime":"2018-06-05T01:27:00Z","dataType":"news","sim":0.9411764740943909,"url":"https://www.theaustralian.com.au/news/world/first-lady-melania-trump-reappears-after-24-days-out-of-sight-at-white-house-event/news-story/87f8c2faa3c7ba805e4d7eca64ccb64e","title":"Melania ends vanishing act","body":"The White House did not allow journalists to cover the Gold Star event out of respect for the families, which meant Mrs Trump was seen in person only by the 40 or so families and administration officials who attended. Others had to keep an eye on social media.\n\nVideo posted on Twitter showed the first lady, who wore a black sleeveless dress and her trademark stilettos, strolling into the East Room accompanied by President Donald Trump. He showed her to a front-row seat before heading to the microphone.\n\n\"She looked beautiful,\" said Diana Pike, a retired Army intelligence officer. Pike's son, Chief Petty Officer Christian Pike, died in 2013 in Afghanistan. \"She just looked so beautiful.\"\n\nMr Trump joked about all the speculation that his wife had supposedly left him but said she was doing fine, Pike said.\n\nMrs Trump was last seen publicly during the overnight hours of May 10 when she and the president welcomed home three Americans who had been detained in North Korea.\n\nFour days later, the White House announced that she had been hospitalised to treat a benign kidney condition.\n\nThe closest first lady parallel to Mrs Trump's time out of the public spotlight is Bess Truman, who did few events as first lady because of discomfort around the media, said Anita McBride, a veteran of three Republican administrations who last served as chief of staff to first lady Laura Bush.\n\nMrs Truman also spent a lot of time in Missouri with her mother.\n\nNancy Reagan spent several weeks out of public view after a mastectomy, but continued to meet with staff and do other work behind the scenes.\n\nPublic interest in and news media coverage of first ladies exploded during the Obama administration, the first White House to extensively use social media to spread its brand, McBride said. But first ladies are not elected and technically are still private citizens, and each one gets to tailor the job to suit her. \"She is going to do this job her way,\" McBride said of Mrs Trump. \"It's her style and we just have to accept that.\"\n\nMrs Trump stayed in the hospital for five days and has kept out of public view since returning home May 19. She has been meeting with staff and working on upcoming projects, according to spokeswoman Stephanie Grisham. Grisham said the Gold Star families' event was important to Mrs Trump and had been on her calendar for some time.\n\nIt's still unclear when the first lady will make an appearance in public. She's not scheduled to accompany Mr Trump to an annual world leaders' summit in Canada this weekend, or when he meets with North Korea's leader in Singapore next week.\n\nHer absence sparked all kinds of wild speculation, but the first lady has shown no interest in making an appearance just to knock down rumours. She sent early signals that she will not bow to speculation or public expectations about what she should be doing.\n\nHer first clue that she would be a different first lady came when she decided to continue living at Trump Tower after her husband took office in January 2017, citing a desire to maintain stability for her son's schooling. She and son Barron officially moved to the White House last June.\n\n\"Mrs. Trump is very strong and independent,\" Grisham said.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4019865","shares":{"facebook":40},"wgt":40},{"uri":"882923276","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"14:05:00","dateTime":"2018-06-07T14:05:00Z","dataType":"news","sim":0.501960813999176,"url":"https://www.theaustralian.com.au/arts/television/queer-eye-boys-find-bush-life-charming-oh-yass-they-do/news-story/0969958bb00338504573e90a3cbfa07f","title":"Queer Eye boys love bush life","body":"When the cast of Netflix's Queer Eye marched into the Club House Hotel earlier this week in the NSW town of Yass, it could have been in homage to the famous Broken Hill pub scenes in 1994's The Adventures of Priscilla, Queen of the ­Desert.\n\n\"I've always wanted to recreate that iconic scene from the film with us on a big bus driving through the desert with (castmate) Jonathan (Van Ness) wearing a big flowing dress on the roof,\" Bobby Berk said.\n\nBut it turns out the real reason for the flying visit from the cast of this successfully rebooted series is more a case of wordplay. (Plus, as the interview progresses, it ­becomes clear several have been bluffing and haven't seen the film. \"I've been nodding, but I have no idea what anyone is talking about right now,\" Antoni Porowski said.)\n\n\"The town's name is actually the same as a catchphrase that we are obsessed with -- it's very on-brand for us,\" said Van Ness, referring to their exaggerated pronunciation of \"yes\".\n\nVan Ness, Berk, Porowski, and their castmates Tan France and Karamo Brown renovated the pub's bistro and turned their talent for makeovers to some local farmers. The results will air on June 22 after the show's second season debut next Friday.\n\n\"We found Yass extremely charming,\" Brown said. \"When we travel, some of the people who love and support the show can get a ­little aggressive with us. But every single person here was so kind and full of love, it reminded us of the small towns across Georgia where we shot the first two seasons.\"\n\n\"But with Australian accents,\" added Van Ness, a Harold Holt conspiracy buff.\n\nBerk said the show was more ambitious than its predecessor, which ran from 2003-07. The agenda has shifted from tolerance to acceptance.\n\n\"I'm not knocking them, but I think the original show was basically tipping its gay toe in the water,\" he said. \"Kind of like: 'We're here, we're queer, and we're on TV and we are hairdressers, cooks, and designers, we'll stay in our gay lanes to entertain you.'\n\n\"People tolerated us before for making them laugh; now we want acceptance for who we are as individuals, fathers, husbands and everything.\" Brown says: \"When you start taking care of yourself, it's easier to give a bit of yourself to take care of others.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4016442","shares":{"facebook":29},"wgt":29},{"uri":"881779270","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"22:45:00","dateTime":"2018-06-05T22:45:00Z","dataType":"news","sim":0.6784313917160034,"url":"https://www.theaustralian.com.au/news/world/dennis-rodman-may-join-kim-jongun-donald-trump-talks/news-story/cb26fccd95a44d7c8647b18b5597706b","title":"Rodman to join Kim summit?","body":"The basketballer, who has visited North Korea five times and publicly supported Mr Kim, arrives in Singapore the day before the June 12 talks on Sentosa Island, the New York Post reports.\n\n\"No matter what you might think about his presence. One thing's for sure the ratings will be huge,\" a source told the newspaper. \"A lot of times in situations that involve complex diplomacy countries like to identify ambassadors of goodwill and whether you agree with it or not Dennis Rodman fits the bill.\"\n\nRodman recently claimed part credit for the meeting, telling TMZ that Mr Kim had a change of heart about the US president after he gave the dictator some of Mr Trump's books, including his autobiography The Art of the Deal, for his birthday last year.\n\n\"I think [Kim] didn't realise who Donald Trump was at that time, I guess, until he started to read the book and started to get to understand him. Donald Trump and Kim Jong-un are pretty much the same,\" Rodman told the website.\n\nHis comments didn't take account of the fact that since June, Mr Kim has carried out six missile tests including two intercontinental ballistic missiles, and exchanged increasingly fiery rhetoric with the US President.\n\nInstead, claiming that he didn't want to take all the credit, he managed to take most of it.\n\n\"I don't want to take all the credit. I don't want to sit there and say, 'I did this, I did that.' That's not my intention,\" Rodman told TMZ.\n\n\"My intention was to go over and be a sports ambassador to North Korea so people understand how the people are in North Korea. I think that has resonated to this whole point now.\"\n\nRodman's agent Darren Prince told the New York Post the summit vindicated his client's bromance with Mr Kim.\n\n\"It seemed like everyone [in the US] turned on him and now things seem to be happening, so he's just happy it's happening. He's just hoping for a great historic outcome,\" Mr Prince said.\n\nThe White House confirmed today the meeting would take place at the Capella Hotel, a luxury resort on Sentosa Island.\n\n\"We thank our great Singaporean hosts for their hospitality,\" Ms Sanders tweeted.\n\nThe talks, which were cancelled by Mr Trump before being rescheduled last week for the same day and place, are expected to focus on Pyongyang's nuclear weapons program and tensions between the US and North Korea.\n\nMr Trump said last week that the nuclear disarmament summit would only be the start of a diplomatic process.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4014706","shares":{"facebook":24},"wgt":24},{"uri":"883145115","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"14:09:00","dateTime":"2018-06-07T14:09:00Z","dataType":"news","sim":0.7372549176216125,"url":"https://www.theaustralian.com.au/national-affairs/national-security/foreign-interference-threat-to-byelections-says-christian-porter/news-story/a0aa4f6577af71bf5b4456dd7ea14f64","title":"Foreign spy threat to by-elections","body":"Attorney-General Christian Porter will today demand urgent passage of two separate espionage and foreign-interference bills following intelligence advice of an accelerated escalation in hostile foreign activity over the past 12 months and the potential for foreign disruption in the five federal by-elections next month.\n\nThe claims of potential interference in the by-elections will today lead the Turnbull government to demand Labor back the passage of both pieces of legislation before parliament rises at the end of the month, in a move that will blindside Bill Shorten on national security.\n\nThe parliamentary joint committee on intelligence and security, in an unprecedented 400-page report containing 60 recommendations, yesterday gave the green light to the first bill, the Espionage and Foreign Interference Bill, which will usher in unprecedented secrecy laws and significant new powers for security agencies to prosecute spies and agents of foreign powers.\n\nLate last night, Mr Porter ­demanded the PJCIS report ­immediately on the second bill, the Foreign Influence and Transparency Scheme (FITS) Bill, after referring a second set of key amendments that the government claims will expose malevolent foreign entities and agencies operating in Australia but address concerns over press freedom and civil liberties.\n\nMr Porter told The Australian that both bills were necessary to address what he claimed was a current threat before the July 28 by-­elections and needed to be passed in the next sitting of parliament. It will be the last chance ­before the by-elections to have in place laws that address both ­covert foreign disruption as well as attempts by foreign agents to influence the outcome of elections or interfere with Australia's democratic process.\n\nWhile ASIO had raised a red flag on political donations before the last election, an intelligence source said that most of the concern about recently increasing ­activity, including covert operations, was activity linked to the Chinese government and at levels not evident at the 2016 federal election.\n\nGRAPHIC: Crackdown on foreign interference and espionage\n\n\"The level of activity has increased ... the thing is that this activity is designed to interfere with democratic processes ... that's the view formed within government,\" Mr Porter said. \"We have now something we didn't plan for and that is in several weeks we will have five critical by-elections.\n\n\"Even in the time that it has taken to consider the Espionage and Foreign Interference Bill, the threat environment has changed and become more acute.\"\n\nPJCIS chairman Andrew Hastie told The Australian the committee had determined that the current laws were not adequate.\n\n\"Unchecked, espionage has the potential to significantly ­reduce Australia's long-term ­security, and foreign interference could undermine our democracy and threaten the rights and freedoms of our people,\" the Liberal MP said. \"The committee has therefore accepted that there is a pressing need to strengthen and modernise current espionage and foreign-interference laws. The new laws will also provide law ­enforcement and prosecutors with new tools to respond to the theft of trade secrets on behalf of foreign state actors.\n\n\"This type of economic ­espionage has the ­potential to substantially diminish Australia's economic wellbeing and inter­national competitiveness.\"\n\nThe committee report received bipartisan support, with Labor deputy chairman Anthony Byrne regarded as instrumental in hastening its release and meeting the government's demands.\n\nThe FITS bill -- vigorously ­opposed by media organisations which were at risk of having to ­license staff if the companies were foreign owned -- will now be more narrowly defined to cover individuals, organisations and companies that have direct links to foreign governments. It will capture any Australian or foreign company that has 15 per cent of shares on issue held by an individual or company with links to a foreign power, or 20 per cent of board directors with links to foreign governments.\n\nA source in the intelligence community said this was being ­referred to as the \"China clause\" and was clearly designed to target primarily people and entities operating in Australia with clear links to the Communist Party of China.\n\nThe amended bill will also ­include new transparency provisions that will allow the secretary of the Attorney-General's Department to declare companies, organisations or individuals who have hidden links to foreign governments and are involved in political activity.\n\nThe move to fast-track passage of both sets of laws will put political pressure on the Opposition Leader ahead of the by-elections. The government is seeking to tie Labor to its pro-China former foreign minister Bob Carr in a reminder of the Sam Dastyari affair that triggered public exposure of Chinese political influence in Australia.\n\nThe PJCIS report tabled yesterday follows a seven-month inquiry into both bills. The report produced 60 recommendations, ­almost double the number of any other piece of national security legislation. Of the 60 recommendations, 20 were regarded as substantial and 40 minor. The government refused to accept a Labor call for the removal of ­expulsion for dual nationals who were jailed for spying.\n\nHowever, the majority were ­accepted, including a reduction to the maximum penalties for the proposed new secrecy offences from 15 to seven years' jail for a federal officer and from 10 to seven years for an \"outsider\", which ­includes journalists.\n\nThe government has conceded to requiring the consent of the ­attorney-general to any prosecution, a review of secrecy offences in other federal laws and an expanded defence for journalists and ­associated media staff in reporting of sensitive material.\n\n\"Given the rapid change in the threat environment, it is the government's intention to consider the report and recommendations for amendments very quickly and my expectation is that the bill in essentially the form now recommend by the committee should be passed through parliament during the next sitting period later this month,\" Mr Porter said.\n\nOpposition legal affairs spokesman Mark Dreyfus said the amendments proposed by the committee had made the Espionage and Foreign Interference Bill more effective. He confirmed that Labor would support the bill, provided the changes set out in the recommendations were agreed to by the government.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4018925","shares":{"facebook":23},"wgt":23},{"uri":"883673159","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"14:11:00","dateTime":"2018-06-08T14:11:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/national-affairs/defence/sas-general-urged-troops-to-write-of-abuse/news-story/4ba2fb83473e70b069da2b54489834d2","title":"SAS chief's extraordinary move","body":"The SAS became so concerned about alleged misconduct by its elite troopers that in late 2015 then SAS commander Major General Jeff Sengelman invited every member of the regiment to write to him personally about alleged misconduct.\n\nThe extraordinary meeting ­was convened amid an atmosphere of deepening anxiety about alleged battlefield excesses, poor practices and a toxic culture within Australia's special operations community.\n\nGeneral Sengelman, who declined The Weekend Australian's request for an interview and who has since left the military, is understood to have become so concerned about mounting allega­tions of abuse, misconduct and even battlefield war crimes, that he resolved to personally petition the troops for information.\n\nFormer SAS captain turned Liberal MP Andrew Hastie was among those asked to write. He said yesterday \"many good men and women had served in the SAS\" but he supports an ongoing investigation into allegations of war crimes while Australian War Memorial director Brendan Nelson cautioned against \"seeking to tear down\" the SAS.\n\nMr Hastie said: \"War is a terrible, degrading thing. Our soldiers have had to make tough decisions in complex, dangerous and uncertain environments. People are imperfect. But I also believe that everyone who wears the uniform is accountable to the Australian people. That is why these grave allegations of war crimes must be ­answered.\"\n\nDr Nelson, a former defence minister, said SAS troops \"for ­almost two decades have been sent repeatedly into dark places others dare not go with lists of terrorist insurgents to capture or kill\" and that many had paid a heavy price, physically and psychologically.\n\n\"To the nation, I say, 'be careful. Be very careful in passing judgment on them',\" Dr Nelson said.\n\n\"Whatever wrongs may have been done, let us not become a people unworthy of the extraordinary courage of these young Australians. If anyone bears responsibility, let it be the political class, including me who sent them and the military leadership tasked with­ ­adherence to the truths by which we live.\"\n\nGeneral Sengelman is understood to have addressed the troops at Campbell barracks at Swanbourne, Perth, with the ­imprimatur of Lieutenant General Angus Campbell, then chief of army. It is understood about 200 SAS operators attended the meeting and General Sengelman ­received about 200 letters in reply.\n\nNone of the letters contained allegations of criminal behaviour, which the army would have been obliged to report. Instead, they ­revealed a tsunami of drug and ­alcohol abuse, violence and bullying, reinforcing a concern already widespread in the army that the SAS's elite and secretive culture had contributed to a breakdown of professional standards.\n\nGeneral Campbell would go on to ask Air Chief Marshal Mark Binskin to call in the Defence Inspector-General to investigate the more serious allegations, partly based on feedback from the troops. Those allegations form the basis of the Inspector-General's inquiry, which is due to finish later this year. One source familiar with the inquiry said General Sengelman's appeal to the troops was a well-intentioned attempt by a commanding officer to sort gossip from fact.\n\n\"Angus's starting point was very simple,'' a source with knowledge of the inquiry told The Weekend Australian. \"There's just too much of it for all the allegations to be wrong.\"\n\nNews of the letters came as ­reports emerged of a 2016 report into the SAS commissioned by General Sengelman. The report, conducted by defence consultant and sociologist Samantha Crompvoets, drew on interviews with serving SAS troopers who spoke of \"unsanctioned and illegal application of violence on operations\", as well as a culture of drug and alcohol abuse.\n\nAustralian Defence Association executive director Neil James pointed out that General Campbell and Deputy Chief of Army Rick Burr were ex-special forces. \"The two of them initiated this inquiry. If the two of them ­initiated this there would have to be a bloody good reason. Neither of them are idiots and they're straight as a die,\" Mr James said.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{"facebook":22},"wgt":22},{"uri":"883261294","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"02:30:00","dateTime":"2018-06-08T02:30:00Z","dataType":"news","sim":0.7490196228027344,"url":"https://www.theaustralian.com.au/national-affairs/foreign-interference-bills-unrelated-to-byelections-pyne/news-story/8f91cf04ee5c26288e43db0db9b23f16","title":"'Nation's safety is not guaranteed'","body":"Mr Porter is urging the passage of two separate bills, citing intelligence advice of an accelerated escalation in hostile foreign activity over the past 12 months and the potential for foreign disruption during the five by-elections.\n\nLabor has agreed to pass the foreign interference bill following 60 amendments. The bill will introduce harsher penalties for sabotage and espionage.\n\nThe second bill, over which negotiations between the government and Labor continue, involves setting up a public register of foreign agents.\n\nMr Porter claimed Mr Pyne had been saying it \"hasn't been a rushed process\" to pass the bills, which were first introduced last December.\n\nAsked whether Australia's vulnerability could be increased if the bills did not pass before the by-elections, Mr Porter said they needed to pass \"as soon as possible\".\n\n\"After eight months' consideration, every day that the laws aren't passed means that we are more vulnerable than if the laws were passed,\" he told Sky News.\n\nMr Porter said that until the espionage laws passed, Australia did not have a criminal sanction for the espionage-based theft of trade secrets.\n\n\"Before those laws are passed, Australia does not have a foreign interference offence,\" he said.\n\n\"So it's highly desirable that those laws are passed as soon as possible to protect all of our democratic processes, to protect all of our parliamentary processes, to protect political parties with respect to donations and financing.\n\n\"It's very important that they're passed together in tandem because they're meant to work together in tandem, and passed as soon as possible, and the aim, I've publicly stated, is to try and have that achieved in the next two sitting weeks of parliament.\"\n\nLast night Mr Porter told The Australian that both bills were necessary to address what he claimed was a current threat before the July 28 by-­elections and needed to be passed in the next sitting of parliament.\n\nASIO Director-General Duncan Lewis last month warned of unprecedented levels of espionage activity and foreign interference.\n\n\"The level of activity has increased ... the thing is that this activity is designed to interfere with democratic processes ... that's the view formed within government,\" Mr Porter said.\n\n\"We have now something we didn't plan for and that is in several weeks we will have five critical by-elections.\n\n\"Even in the time that it has taken to consider the Espionage and Foreign Interference Bill, the threat environment has changed and become more acute.\"\n\n'No rush': Pyne\n\nMr Pyne this morning claimed there was \"no rush\" to pass the bills.\n\n\"These laws and the by-elections are not linked at all,\" Mr Pyne told the Nine Network.\n\n\"There is no rush. We've been discussing these laws since last November, December when (Mr Porter's predecessor) George Brandis first put them on the table, and there's been a long committee process which has been gone through with Labor and the crossbenchers, where we have arrived at increasing the public interest protections for journalists, for example, ensuring that civil liberties are protected and more importantly protecting Australia's national interest, and that's not a rush, it's been an eight, nine month process.\"\n\nMr Pyne said there had been heightened concern about espionage and foreign interference, but denied the laws were directed at China \"or any specific nation\".\n\n\"They are directed at protecting Australia's interest. I live in Adelaide as you know, and of course because of submarines and ship building activities here, we've become a hotspot for foreign espionage, so we need to get our laws clear and consistent, and that's what Christian Porter and before him George Brandis have been doing, working with the Labor Party in a by partisan way,\" Mr Pyne said.\n\nFinance Minister Mathias Cormann said he did not want to \"get into the commentary between colleagues\" over the issue.\n\n\"Obviously Christian as the Attorney-General has got lead responsibility here,\" Senator Cormann said.\n\n\"It is a very important piece of legislation to protect our sovereignty and to protect the integrity of our democratic system and so from that point of view I think the comments are self-explanatory.\n\n\"We're committed to getting these laws passed as soon as possible with bipartisan support.\"\n\nNo specific threats to by-elections: Hastie\n\nChair of the parliamentary joint committee on intelligence and security, Liberal MP Andrew Hastie said he was not aware of any specific threats to by-elections.\n\n\"No,\" he said.\n\n\"Suffice to say, the threat level is very high. We have very significant by-elections coming up next month and it's really important that we safeguard our democratic processes,\" he said.\n\n\"That's the way I would characterise the need for these laws to be passed. I think that's what the Attorney-General was getting at yesterday.\"\n\nMr Hastie said he had been convinced of the need to introduce safeguards in the foreign register legislation, having previously been sceptical.\n\nHe said he had only received amendments to the bill last night and could not go into detail about what they entailed.\n\n\"Suffice to say they do look comprehensive, and we're going to take submissions and potentially have a public hearing and consider them as a committee,\" he said.\n\nThe amendments will require companies which are at least 15 per cent owned by foreign powers or individuals linked to them to be registered.\n\nCompanies where 20 per cent of board directors have links to foreign powers will also need to register.\n\n'Important to have bills passed, enacted and operational'\n\nMr Hastie said Mr Lewis's warning and private evidence given to the committee that Australia was facing unprecedented levels of espionage and foreign interference made the swift passage of the bills necessary.\n\n\"Never before in our history have we had so much espionage and foreign interference being conducted on our shores, and with five very significant by-elections coming up and a general election in the next year it's really important that we have these laws passed, enacted and operational,\" Mr Hastie told ABC radio.\n\nAsked if he could elaborate on the nature of the threat posed, Mr Hastie said he couldn't go into specifics.\n\n\"Suffice to say we've seen Russian interference in the Brexit referendum, we've seen it in the US presidential election, and Australia is part of the Five Eyes community, we're considered potentially a soft underbelly for authoritarian states seeking to get secrets from the United States, and so we should consider ourselves a target and it's really important that we build resilience into our political system, and that's what these laws seek to do,\" he said.\n\nJournalists will be protected\n\nMr Hastie said he was confident a public interest test would ensure journalists would not be at risk of going to jail for revealing sensitive information, as long as it was in the public interest.\n\n\"There is a robust defence for journalism, and then as another check and balance, the Attorney-General actually has to consent for a prosecution, so there's a number of different things that have to be done for a prosecution to proceed, and that's designed to prevent a chilling effect on the media because a free media is critical to democracy and we don't want to diminish that at all, in fact we want to enhance it and I think we've struck the right balance,\" he said.\n\n\"What we can't have is radical transparency. The whole point of the defences is to prevent privileged and classified information from being inappropriately disclosed.\n\n\"We do have national secrets that go to the heart of our sovereignty and our national security, and they need to be protected. At the same time we need to balance that with a free media.\"\n\nAsked what he meant by \"radical transparency\", Mr Hastie said: \"Radical transparency is Julian Assange dropping a whole bunch of commonwealth secrets out for public consumption ... which potentially reveals the identities of people who work for our intelligence agencies, compromising their personal security, so there's a lot in this bill, there's a lot in our report, but I'm very confident given its bipartisan nature that we've struck the balance, and journalists will be able to report on matters without fear of being prosecuted.\"\n\nMr Hastie said a \"prior publication defence\" would also protect academics and human rights advocates who had previously published sensitive and classified information.\n\nHe said the legislation should not be perceived as \"anti-China\".\n\n\"No, it shouldn't be perceived that way. This bill is designed to protect Australia from all global threats of foreign interference,\" Mr Hastie said.\n\n\"There's any number of authoritarian states out there who are seeking to advance their national interest in political warfare in democracies.\n\n\"This law is about building resilience into our political system, our economic system. It shouldn't be interpreted as targeting any one country.\n\n\"We've seen in the media over the last several years that there are a number of different countries involved in foreign interference and espionage. We don't want it to be seen as a China bill, and it shouldn't be.\"\n\nLabor not convinced of urgency\n\nShadow Attorney-General Mark Dreyfus said he did not accept that the bills needed to be passed before the by-elections.\n\n\"Not on what has been publicly disclosed by the government up to this time,\" told ABC radio.\n\n\"The Attorney-General's department, when asked by me in public hearings on January 31 this year 'has the government, has the Attorney-General's Department any information that suggests that there has been interference in Australian elections?' said no, that they did not have any such information.\n\n\"The reason I asked is that the Prime Minister made much of, in his second reading speech introducing this registration scheme bill, made much of the interference that's been reported by Russia in Brexit, in the US Presidential Elections and French Presidential Elections.\n\n\"Obviously it would be a concern if there was information available that the government had, that disclosed that there had been interference in Australian elections as at 31 January, in a public hearing, the Attorney-General's Department representatives told me they didn't have any such information.\n\n\"If the government's now got information which suggests interference in Australian elections, they should definitely be bringing that forward and explaining to the Australian people what is known about that.\"\n\nAmendments to foreign register bill welcome\n\nMr Dreyfus said the foreign influence transparency scheme bill for the register had initially been much too broad, but he was working with the government on amendments.\n\n\"The FITS bill, when it was introduced on 7 December last year, was much too broad,\" Mr Dreyfus said.\n\n\"It did some ridiculous things like catch every person working for the Salvation Army in Australia, News Corp journalists, indigenous rangers, Catholic priests, universities, a whole range of people who came forward and told the intelligence committee in public hearings just how overly broad the bill was.\n\n\"The government has taken six months to get there but it seems to have woken up that this scheme was much too broad.\"\n\nMr Dreyfus said the amendments were aimed at restricting the registration requirement to people and organisations connected to a foreign government or related entity.\n\n\"That would seem to us to be a very good, much better way to approach this,\" he said.\n\n\"We'll have to study the amendments to what is quite a complex bill in detail but certainly this is a step in the right direction by the government to very greatly narrow the effect of what was an overly broad scheme that caught many thousands of innocent Australians, innocent people and organisations.\"\n\nConcerned NGOs 'should look at amendments'\n\nThe Law Council and NGOs have raised concerns about the espionage and foreign interference bill, claiming they could be prosecuted for doing human rights work.\n\nMr Dreyfus said he would urge Amnesty International and other organisations which have raised concerns to look at the recommendations the PJCIS committee had made for amendments to the bill.\n\n\"If they still have particular concerns, I'd like to hear them, but I don't think the bill, if it is amended in the form that the committee has recommended, will criminalise legitimate political comment, legitimate political activity,\" he said.\n\n\"It won't be criminalising peaceful protest. It won't be criminalising the ordinary work of journalists. And that has very much been Labor's intention in working constructively on this bill which is designed of course, as are all national security bills, to keep Australians safe and to protect our country.\"\n\n'Christopher is right ': Albo\n\nLabor frontbencher Anthony Albanese said he agreed with Mr Pyne that the laws were unrelated to the by-elections.\n\n\"I think frankly Christopher is right,\" Mr Albanese said.\n\n\"Any idea somehow there is foreign interference in the by-elections is a headline looking for some substance.\"\n\nMr Albanese said Labor had reached agreement with the government on one of the bills, and negotiations on the other were ongoing.\n\n\"What happened was last night Christian Porter forwarded some amendments for the second bill that also went too far and needed some amendments,\" Mr Albanese told the Nine Network\n\n\"There is no question about that, but he only forwarded them to Labor last night, so we'll give them due consideration. We'll work with the government.\n\n\"These laws, and national security needs to be above politics and be dealt with in a bipartisan way.\"\n\nBill 'will reduce basic rights and freedoms': Greens\n\nGreens justice spokesman Nick McKim accused the major parties of \"stitching up a cosy deal\" to reduce people's basic rights and freedoms.\n\n\"The foreign influence laws, even as amended, will impact on people's freedom of speech and freedom of association,\" Senator McKim said.\n\n\"It is yet another step down the dangerous path towards authoritarianism.\n\n\"While we certainly need to guard against hostile foreign influence and interference, the old parties have rushed into a cosy deal which predictably gets the balance wrong.\n\n\"Given Labor's shameful record in voting for the metadata laws and their ongoing support of offshore detention, we have no faith in their willingness to defend basic freedoms.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4018925","shares":{"facebook":10},"wgt":10},{"uri":"880748450","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"14:03:00","dateTime":"2018-06-04T14:03:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/national-affairs/pauline-hanson-will-have-a-party-of-one-says-fraser-anning/news-story/72f285fe740276d49f90b66c0bd476e6","title":"Hanson 'will have a party of one'","body":"Former One Nation senator Fraser Anning has joined Bob Katter's Australian Party and flagged that West Australian senator Peter Georgiou will not last as a member of Pauline Hanson's party.\n\nSenator Anning, who quit One Nation in November to become an independent shortly after ­replacing Malcolm Roberts, last night ­revealed he had a conversation last year with former colleagues Senator Georgiou and senator Brian Burston warning that all three would be out of Senator Hanson's party within 12 months.\n\n\"I predicted it to Brian about an hour after I got dumped, Brian and Peter and I -- I said within the next six to 12 months we'll all be sitting here talking about how we got dropped,\" he told the ABC's 7.30. \"In my case, a friendship of 22 years, it was a one-way street (with Senator Hanson) and the same with Brian.\"\n\nSenator Georgiou -- whom The Australian revealed yesterday was central to a split inside One Nation over the government's ­attempt to introduce greater oversight over union mergers -- was subject to an aggressive campaign by the Electrical Trades Union ­encouraging workers to pressure him to block the proposed laws.\n\nSenator Georgiou, an electrician by trade, was targeted over the government's \"ensuring integrity bill\".\n\nThe Australian revealed yesterday that his decision to withhold support meant Workplace Minister Craig Laundy was one vote short of securing its passage.\n\nAmendments proposed by Mr Laundy would have introduced a public interest test that could have blocked the merger between the construction and maritime ­unions, approved by the industrial umpire on March 6.\n\nSenator Georgiou told The Australian he was \"briefed by certain unions and certain ­employer groups\" but made up his own mind to oppose the legislation.\n\nHe said the public interest test was unfair because it was ­designed to target the already ­approved merger between the Construction Forestry Mining and Energy Union and the Maritime Union of Australia. He also said the legislation would have imposed fines on unions in excess of those paid by corporations.\n\nOne Nation's NSW Senator Burston, who fell out with Senator Hanson for refusing to support her backflip on the government's corporate tax cuts, has accused Senator Georgiou of breaking ranks to oppose the public interest test and killing off greater scrutiny of the MUA/CFMEU merger.\n\nSenator Georgiou has rejected this version of events, arguing that he won the support of Senator Hanson and Senator Burston to oppose the bill, which he likened to \"1939 Nazi ­Gestapo tactics\".\n\nFormer prime minister Tony Abbott -- who launched Senator Hanson's new book in March -- yesterday turned on One Nation over its opposition to the public ­interest test and its withdrawal of support for the government's $35.6 billion corporate tax cuts.\n\n\"This is a very good argument to not vote for minor parties because in the end minor parties are much, much better at articulating a grievance and making a complaint than they are at delivering solutions,\" he told 2GB radio.\n\nLabor frontbencher Anthony Albanese also took aim at One ­Nation yesterday, saying the party had \"fallen apart again\".","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{"facebook":9},"wgt":9},{"uri":"881606679","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"14:13:00","dateTime":"2018-06-05T14:13:00Z","dataType":"news","sim":0.6784313917160034,"url":"https://www.theaustralian.com.au/news/world/court-ruling-is-icing-on-cake-of-baker-who-refused-gay-couple/news-story/e972cf00e34e5e8d424af7d9a00babbe","title":"Ruling is icing on cake","body":"It took only 20 seconds for baker Jack Phillips to tell a gay couple he would not bake their wedding cake because of religious beliefs.\n\nSix years later, the US Supreme Court has declared Mr Phillips had a constitutional right to refuse to bake the cake in a ruling that is a historic win for religious freedom over anti-discrimination laws.\n\nConservatives and free-speech advocates lauded the much-­anticipated decision, while rights groups warned it could lead to a slippery slope of wider discrimination against gays in the US.\n\nBut the court, in its 7-2 decision, took steps to ensure that its ruling does not open up the floodgates to broader discrimination against gay people in service industries.\n\nThe court stated that similar cases must be resolved \"with tolerance, without undue disrespect to sincere religious beliefs, and without subjecting gay persons to ­indignities when they seek goods and services in an open market\".\n\nFormer Australian deputy prime minister John Anderson, who opposed same-sex marriage in last year's postal plebiscite, said it was \"highly likely that the courts would not have come to that conclusion\" in Australia, arguing that \"protection of religious freedom is simply not as deeply entrenched in our psyche or our law\".\n\n\"To me the very obvious point to raise on this sort of issue is to ­reverse the whole thing around and ask the question as to whether a gay baker should be obliged to write on a wedding cake that Mr and Mrs X wish to celebrate the only form of marriage that they consider is that between a man and a woman,\" he said.\n\nAustralian Christian Lobby managing director Martyn Iles said the 7-2 decision showed that the religious rights of service providers was a \"mainstream issue of freedom\" and not a \"niche freedom\". \"The Ruddock review really needs to guarantee that Australians who have a faith identity and therefore different beliefs about issues like marriage have as much right to live out their beliefs and their identity in all spheres of their life as anybody else,\" he said.\n\nThe US case examined the competing constitutional rights of same-sex couple Charlie Craig and Dave Mullins and that of Mr Phillips, pitting questions of ­religious freedoms and free speech against those of anti-­discrimination and gay rights.\n\nMr Craig and Mr Mullins filed a civil rights complaint against Mr Phillips after the baker declined to make the wedding cake for them in his Denver bakery in July 2012.\n\nThe Colorado Civil Rights Commission ruled against Mr Phillips, saying he had broken the state's anti-discrimination laws.\n\nHowever, in his majority decision, Supreme Court justice Anthony Kennedy said the commission had displayed an inappropriate \"hostility\" towards Mr Phillip's religious convictions.\n\n\"The commission's hostility was inconsistent with the first amendment's guarantee that our laws be applied in a manner that is neutral toward religion,\" Justice Kennedy said. But he cautioned that the court's decision might not prove to be a precedent in all cases where the rights of same-sex couples are challenged on the ground of ­religious freedom.\n\n\"The court's precedents make clear that the baker, in his capacity as the owner of a business serving the public, might have his right to the free exercise of religion limited by generally applicable laws,\" Justice Kennedy wrote. \"Still, the delicate question of when the free exercise of his religion must yield to an otherwise valid exercise of state power needed to be determined in an adjudication in which religious hostility on the part of the state itself would not be a factor in the balance the State sought to reach. That requirement, however, was not met here.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4013552","shares":{"facebook":7},"wgt":7},{"uri":"880492242","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"06:22:00","dateTime":"2018-06-04T06:22:00Z","dataType":"news","sim":0.8156862854957581,"url":"https://www.theaustralian.com.au/national-affairs/liberal-senator-lucy-gichuhi-disputes-dual-citizenship-talk/news-story/46ddc229f17089db0e2a2b7de7ed1744","title":"Gichuhi disputes citizenship talk","body":"Advice from University of Nairobi professor Edwin Abuya said Senator Gichuhi should have written to Kenya's nationality affairs minister to renounce her Kenyan citizenship, but in a statement this afternoon Senator Gichuhi highlighted a series of \"definitive statements\" she said proved she was solely an Australian citizen.\n\nThis included an April 2017 statement from the Kenyan High Commission: \"Mrs Gichuhi was then informed that since she had not applied for dual citizenship following the promulgation of a new Kenyan Constitution in 2010, we did not recognise her as a Kenyan citizen.\"\n\nThe South Australian senator, who replaced Bob Day in early 2017 and joined the Liberals in February this year, said that advice was supported by Kenyan constitutional law expert Professor Yash Pal Ghai and High Court Justice Geoffrey Nettle.\n\nTurnbull government frontbencher Craig Laundy yesterday backed his colleague.\n\n\"I take her at her word. It's there, it's public. I know there is a dissenting view, however, there's strong legal advice that supports her,\" he said.\n\nAsked if she should be referred to the High Court, he said: \"Not when all the information's now out in the public domain.\"\n\nLabor frontbencher Brendan O'Connor said the senator's position was a problem for the government.\n\n\"It would appear on the face of it that if the legislation has to be read with the constitution, she may well be in some difficulty,\" he said.\n\nRegardless of citizenship issues, Senator Gichuhi faces a battle to stay in the senate with the likely preselection of South Australian Liberal Party vice president Alex Antic.\n\nMr Antic, a conservative faction member who is of Serbian heritage, has had his controversial nomination approved by the Liberals' candidate review committee and state executive.\n\nHe now needs only to have his Australian citizenship confirmed before gaining preselection, senior party sources have said.\n\nMr Antic has already provided two letters from the Serbian embassy that confirm he is not a citizen of Serbia, but additional evidence is being sought as part of an \"enhanced due diligence exercise\" put in place for all Liberal MPs and candidates.\n\n\"It's fair to say that people are fed up with citizenship issues up to their back teeth,\" one Liberal source said.\n\nThe nomination of Mr Antic, an Adelaide City councillor, has caused angst among many in the party because his preselection would likely push Senator Gichuhi into the unwinnable fourth spot.\n\nParty moderates are backing sitting senators Anne Ruston for the top spot on the ticket, followed by David Fawcett and Senator Gichuhi.\n\nFormer prime minister John Howard has said he is prepared to offer Senator Gichuhi a reference to keep her on the ticket.\n\n\"It is just commonsense for the South Australian ticket to have the sitting minister at the top, the senior senator at number two and Senator Gichuhi in the third spot,\" he said.\n\n\"It would be a mistake to change the order of the ticket.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4008679","shares":{"facebook":7},"wgt":7},{"uri":"881587365","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"14:01:00","dateTime":"2018-06-05T14:01:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/higher-education/higher-education-tafe-panel-to-set-terms-for-labor-inquiry/news-story/641430885111e81497a26ce4653e39b4","title":"Labor names panel for inquiry","body":"Labor will convene a 14-member panel at Parliament House in Canberra on June 19, National TAFE Day, to establish the terms of reference for what it says will be a \"once in a generation\" review.\n\nLabor education spokeswoman Tanya Plibersek said it would be the first time a national inquiry had put TAFE colleges and universities on an equal footing. \"Labor wants prospective students to see TAFE and uni as equally attractive study options,\" she said.\n\nBusiness Council of Australia chief executive Jennifer Westacott and Australian Chamber of Commerce and Industry chief executive James Pearson will represent business employers on the panel. Ms Westacott, in particular, has been a vocal advocate for a revamp of tertiary education, calling for a unified approach to assisting students, regardless of whether they are enrolled in higher education or vocational education courses.\n\nThe major review promised by Labor represents a full circle for the party, which launched the demand-driven system for university funding nearly 10 years ago. This led to a rapid rise in university enrolments, because limits had been removed on the number of government-subsidised bachelor degree students universities could enrol.\n\nHowever, over the same period vocational education has suffered a lack of government funding and most vocational students have to pay upfront fees to study. They don't benefit from the HECS-HELP loans available to university bachelor degree students, who pay nothing upfront. As a result, vocational education numbers have lagged.\n\nThree unionists will be on the panel -- ACTU secretary Sally McManus, National Tertiary Education Union president Jeannie Rea and Australian Education Union TAFE division secretary Pat Forward.\n\nUniversities will be represented by new Universities Australia chief executive Catriona Jackson and TAFE by TAFE Directors Australia chairwoman Mary Faraone and chief executive Craig Robertson. Rod Camm, chief executive of the Australian Council of Private Education and Training, will represent private vocational education providers.\n\nOther members of the panel are former University of Technology Sydney vice-chancellor Ross Milbourne, higher education policy expert Mark Warburton, head of the Brotherhood of St Laurence policy and research centre Shelley Mallett, education policy expert Don Zoellner and former Labor deputy PM Brian Howe.\n\nLabor has placed no boundaries around the inquiry, saying it will look at every aspect of the vocational and higher education systems. This means the inquiry can range widely, from the funding system for tertiary education (which involves the states because of their responsibility for VET) to the ability of educational institutions to give young people the skills they will need for jobs in an increasingly automated economy.\n\nIt will also need to look at how to offer people the chance to continuously upgrade their skills throughout their working life.\n\nThe review has the potential to split universities, many of which have used the demand-driven system to expand courses offering vocational type skills in areas including business, hospitality and tourism at the expense of TAFEs and vocational colleges.\n\nMany universities fear that more funding for TAFE will mean less for universities. However the research-focused Group of Eight universities have got ahead of the inquiry, telling a Senate committee this week that \"TAFE must be returned to a position of value ... not treated as a lesser education stream\" and that there was \"too much pressure on students that they must attend a university\".","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{"facebook":5},"wgt":5},{"uri":"882227508","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:12:00","dateTime":"2018-06-06T14:12:00Z","dataType":"news","sim":0.7372549176216125,"url":"https://www.theaustralian.com.au/national-affairs/power-immigration-top-agenda-for-tony-abbotts-return/news-story/ad3331861dde79bc69413fd2f7965349","title":"Power, immigration top agenda","body":"Tony Abbott has not ruled out a comeback as prime minister, identifying power prices and reducing immigration as the first issues he would tackle.\n\nAccepting his fate rested in the hands of his partyroom and Sydney electorate, Mr Abbott said yesterday he was \"here to serve\", while adding, \"whatever capacity I can serve in depends upon others\".\n\nThe former Liberal prime minister had been asked whether he would run again one day by a staffer from the Kyle and Jackie O radio show towards the end of co-launching a new book, How political correctness is destroying Australia, by education commentator Kevin Donnelly.\n\nSpeaking at Sydney's Sofitel Hotel, Mr Abbott said he was in the hands of voters from his northside electorate Warringah, and then in the hands of his party.\n\nOne audience member called out: \"We all want you back.\"\n\nMr Abbott did not mention Malcolm Turnbull by name. Nor did he suggest he would seek to displace Mr Turnbull from office.\n\nBut he did receive support from broadcaster Alan Jones, his co-launcher, who said he was glad Mr Abbott had decided to stay in politics to prosecute ideas, not bow out as some had urged. Responding to a comment by Jones that a crisis in Western political leadership and education would not have continued if Mr Abbott remained prime minister, Mr Abbott said: \"I wish. What you discover in big jobs is that you don't have all the power that you would like.\n\n\"I discovered, for instance, as prime minister that there were many things the government couldn't do. It couldn't get every aspect of its budget passed because the Senate wouldn't let us. All too often, centre-right governments are in office but not in power.\"\n\nThe one \"absolute essential\" in politics was to know your own mind, Mr Abbott said, and anyone wanting to have influence should be prepared to call out folly.\n\nAsked to nominate one thing he would \"fix\" if prime minister again, Mr Abbott picked two.\n\n\"Take the pressure off the cost of living by doing something about power prices,\" he said.\n\n\"The next thing you would do is scale back the rate of ­immigration.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4016430","shares":{"facebook":4},"wgt":4},{"uri":"882628097","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"21:26:00","dateTime":"2018-06-06T21:26:00Z","dataType":"news","sim":0.8470588326454163,"url":"https://www.theaustralian.com.au/news/earliest-animal-footprints-found-in-yangtze-gorges-of-china/news-story/b959bbd520ab8385430186186cf67bcd","title":"Earliest animal footprints found","body":"The earliest known footprints left by an animal on earth, dating back at least 541 million years, have been uncovered in China.\n\nIt is unclear just what kind of tiny creature left the tracks, which lie just a few millimetres apart and look like a two rows of shallow depressions, or holes, marked in the dark grey limestone.\n\n\"This is considered the earliest animal fossil footprint record,\" said the report in the US journal, Science Advances.\n\nThe trackways were found in the Yangtze Gorges area of South China, and date to the Ediacaran Period 541 million to 635 million years ago.\n\n\"The rock that contains the fossil has been very well dated between 551 and 541 million years old,\" study author Zhe Chen, a researcher at the Chinese Academy of Sciences, said.\n\n\"Previously identified footprints are between 540 and 530 million years old. The new fossils are probably up to 10 million years older.\"\n\nUnfortunately for scientists, the creature that made the footprints did not die nearby and leave an equally well preserved fossil to be studied.\n\nThat leaves a mystery about what kind of animal left the tracks. \"We do not know exactly what animals made these footprints, other than that the animals must have been bilaterally symmetric because they had paired appendages,\" said Mr Chen.\n\n\"At least three living groups of animals have paired appendages (represented by arthropods such as bumble bees, annelids such as bristle worms, and tetrapods such as humans). Arthropods and annelids, or their ancestors, are possibilities.\"\n\nThe animal appears to have paused from time to time, since the trackways appear to be connected to burrows that may have been dug into the sediment, \"perhaps to mine oxygen and food,\" said the report.\n\nThe fossil tracks offer \"some of the earliest known evidence for animal appendages and extend the earliest trace fossil record of animals with appendages from the early Cambrian (485 million to 541 million years ago) to the late Ediacaran Period.\" Researchers on the study came from the Nanjing Institute of Geology and Palaeontology of the Chinese Academy of Sciences, and Virginia Tech in the United States.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4016931","shares":{"facebook":3},"wgt":3},{"uri":"883879683","lang":"eng","isDuplicate":true,"date":"2018-06-08","time":"23:42:00","dateTime":"2018-06-08T23:42:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/news/latest-news/aust-officials-pay-visit-julian-assange/news-story/131f2797eb650546397535a11cbb42d2","title":"Aust officials pay visit Julian Assange","body":"WikiLeaks founder Julian Assange has been visited by officials from the Australian High Commission.\n\nTwo officials on Thursday went to the Ecuadorian embassy in London where Mr Assange has been living for almost six years.\n\nHis internet and phone connections were cut off by the Ecuadorian government six weeks ago and he was denied visitors.\n\nThe Australian-born campaigner fears being extradited to the US if he leaves the embassy and being questioned about the activities of WikiLeaks.\n\nIt is believed to be the first time officials from the Australian High Commission in London have visited him.\n\nJennifer Robinson, a member of Mr Assange's legal team, said: \"I can confirm we met with Australian government representatives in the embassy today.\n\n\"Julian Assange is in a very serious situation, detained without charge for seven-and-a-half years.\n\n\"He remains in the embassy because of the risk of extradition to the US.\n\n\"That risk is undeniable after numerous statements by Trump administration officials, including the director of the CIA and the US attorney-general.\n\n\"Given the delicate diplomatic situation we cannot comment further at this time.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{},"wgt":0},{"uri":"883607047","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"14:10:00","dateTime":"2018-06-08T14:10:00Z","dataType":"news","sim":0.6196078658103943,"url":"https://www.theaustralian.com.au/news/world/britain-buys-time-on-irish-border/news-story/2924e064ad85fd2e81aeb65fb21a3a59","title":"Britain buys time on Irish border","body":"British Prime Minister Theresa May yesterday revealed plans for Britain to temporarily align with EU Customs rules after Brexit as a fallback option to ­resolve the Irish border problem, while also compromising with ­Eurosceptic ministers by setting a limit to 2021.\n\nThe so-called backstop proposal was published after a last-minute wrangle over the wording with Brexit Secretary David Davis, who was reported to have been considering resigning unless the plan included a time limit.\n\nBrussels has proposed that Northern Ireland stay aligned with the EU until another way is found to avoid Customs checks with the Republic of Ireland after Brexit.\n\nLondon has rejected this plan as unacceptable, offering instead a \"temporary Customs arrangement\" for the whole of Britain that would \"maintain the status quo for traders in respect of Customs ­processes\".\n\nMrs May has been clear that she does not want this option, hoping instead to resolve the border issue with a wider trade deal between the EU and Britain.\n\nBut she agreed in December to the need for a plan B if this was ­delayed or did not happen.\n\n\"The UK is clear that the temporary Customs arrangement, should it be needed, should be time-limited,\" said the document, which has been sent to Brussels.\n\n\"The UK expects the future ­arrangement to be in place by the end of December 2021 at the ­latest.\"\n\nBritain is leaving the EU in March 2019 but has agreed to a transition period where its position remains largely the same until December 2020.\n\nThe Customs union establishes tariff-free trade among members of the EU and sets common tariffs on goods entering from non-member countries. Britain is a member but has pledged to leave to pursue its own trade deals around the world.\n\nUnder the proposals, Britain wouldn't leave the Customs union until permanent arrangements could be put in place, possibly involving new technologies that avoid the emergence of a visible border between Northern Ireland and the Republic of Ireland. Northern Ireland is part of Britain. Ireland will remain in the EU.\n\nIreland's Deputy Prime Minister, Simon Coveney, said more clarity was needed to reach a final agreement, particularly around non-Customs aspects of the ­British-EU relationship, such as product regulation.\n\n\"Clearly, a lot of work remains to be done,\" Mr Coveney said\n\nChief EU negotiator Michel Barnier welcomed the publication of the plan, saying on Twitter that it would be examined with three questions in mind.\n\nHe asked: \"Is it a workable ­solution to avoid a hard border? Does it respect the integrity of the single market/customs union? Is it an all-weather backstop?\"\n\nThe publication came after two days of swirling rumours that Mr Davis was planning to resign over the document.\n\nChief-of-staff Stewart Jackson tweeted there had been a \"helpful dialogue\" and the paper now included more detail on \"the time-limited nature of our proposal\".\n\nOne pro-European MP in Mrs May's Conservative Party said: \"This is a clear compromise to keep David from resigning, but it does undermine Theresa hugely.\"\n\nOpposition Labour MP Chris Leslie said the EU had already rejected the idea of a time limit, while the proposal did not deal with regulatory standards.\n\n\"After weeks of the government negotiating with itself, the fudged document they have produced doesn't engage with any of the key Brexit dilemmas,\" he said.\n\n\"It is highly unlikely to lead to anything but more gridlock in the ongoing talks with the EU.\"\n\nMrs May met separately yesterday with Foreign Secretary Boris Johnson and International Trade Secretary Liam Fox, both leading Eurosceptics.\n\nOn Wednesday, when reporters asked Mr Davis if he would quit if the backstop did not have his explicit approval, he said: \"That's a question I think for the Prime Minister, to be honest.\"\n\nAsked if she expected Mr Davis to remain in his position yesterday, Mrs May's spokeswoman said: \"Yes ... of course.\"\n\nAll sides in the Brexit negotiations have committed to avoiding a hard border in Ireland, fearful of the impact it could have on the fragile peace in the region.\n\nBut the government is struggling to fulfil this commitment while sticking to its insistence on leaving the EU's single market and customs union after Brexit.\n\nThe latest round of Brexit negotiations were to wrap overnight but hopes of a breakthrough at the next EU summit in Brussels at the end of this month were fading.\n\nBoth sides said they wanted to agree a deal by October, to allow time for it to be ratified before Brexit on March 29, 2019.\n\nLondon's customs proposal comes ahead of critical votes on the government's Brexit strategy on Tuesday.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4019849","shares":{},"wgt":0},{"uri":"883607046","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"14:12:00","dateTime":"2018-06-08T14:12:00Z","dataType":"news","sim":0.3686274588108063,"url":"https://www.theaustralian.com.au/news/world/g7-so-should-be-a-totes-awkies-summit-then/news-story/da9de654bcdbef502a61f686f2686c48","title":"Should be a totes awkies summit","body":"When US President Donald Trump sat down with his fellow G7 leaders in Canada overnight, he should in theory have been in the company of the US's closest allies. But since taking office, he has had a series of spats with his peers and there remain points of friction between Trump and the other members of the club.\n\nItaly's Giuseppe Conte, who was confirmed as Prime Minister this week, will be meeting his fellow leaders for the first time.\n\nJustin Trudeau: Canada's Premier appeared to have struck up an unlikely friendship with Trump at their first meeting, saying he would never dream of \"lecturing\" his host even if the US President's America First agenda was anathema to the arch-liberal.\n\nTrump's imposition of tariffs on Canadian steel and aluminium imports on security grounds infuriated Trudeau, who branded them an insult to the memories of Canadian soldiers who had died with US brothers in arms.\n\nTheresa May: Britain has long prided itself on its \"special relationship\" with its former colony and the Prime Minister was the first foreign leader to be received by Trump in the White House. But her decision to offer Trump a state visit soon backfired when opposition supporters threatened a mass mobilisation. Calls for the invitation to be rescinded grew last November after Trump retweeted three inflammatory anti-Muslim videos posted by far-right group Britain First.\n\nWhen May condemned Trump for sharing the messages, he snapped back that she should keep her \"focus on the destructive Radical Islamic Terrorism that is taking place within the United Kingdom\". The visit to Britain is now scheduled for July 13.\n\nAngela Merkel: When Barack Obama bade farewell to the German Chancellor on his last overseas visit as president, Merkel's eyes are said to have welled with tears as she contemplated the change in the White House.\n\nTrump's failure to shake Merkel's hand when he first hosted her in Washington last spring underlined the cooling in relations between the Western world's two most important leaders.\n\nIn a speech last month, the German warned that Europe must learn \"to take its fate in its own hands\" now Trump was in power. Trump's singling out of Germany's car sector for criticism in his gripes about the US trade deficit hardly helped matters, either.\n\nWhen Merkel visited Washington in late April, the workmanlike nature of the one-day visit was in stark contrast to the fuss that Trump had made earlier in the week for France's leader.\n\nEmmanuel Macron: As another outsider who up-ended the political order, France's President appeared to have an instinctive understanding of the Trump phenomenon that more established leaders struggled to grasp.\n\nIndeed, their 29-second white knuckle handshake at their first meeting was an indicator that they had the measure of each other and Macron even came to be dubbed the \"Trump Whisperer\" after his successful hosting of the US President for Bastille Day last July.\n\nBut strains emerged during Macron's visit to Washington in April when Trump brushed dandruff off his guest's shoulder. A humiliated Macron then delivered a speech in congress that repudiated much of Trump's agenda, restating his commitment to both the Iran nuclear deal and the Paris climate agreement that Trump has turned his back on.\n\nShinzo Abe: Trump's relationship with the Japanese Premier is arguably the warmest among the G7 leaders. The pair have enjoyed each other's company on the golf course and issues such as the Iran nuclear deal which have soured relations with Europe have had relatively little impact on ties between Tokyo and Washington.\n\nHowever, Trump's tirades over the balance of trade between Japan and the US has unsettled Tokyo and his determination to engage with Kim Jong-un has also caused some alarm in Japan.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4023406","shares":{},"wgt":0},{"uri":"883106830","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"14:03:00","dateTime":"2018-06-07T14:03:00Z","dataType":"news","sim":0.7333333492279053,"url":"https://www.theaustralian.com.au/sport/rugby-union/rugby-union-heads-intact-as-irish-coach-rings-the-changes/news-story/ee260ea87c564d6446f9228599895884","title":"Irish heads intact","body":"Just how rough a school was champion Irish province Leinster during the Michael Cheika era?\n\nThe Wallabies coach first came to international prominence as Leinster coach from 2005 to 2010, winning the Celtic League Trophy in 2007-08 with a runaway victory over Newport Gwent Dragons and then, in 2009, the province's first European title when they defeated Leicester Tigers 19-16. But seemingly it was what went on behind the scenes that was far more interesting.\n\nWhen the Wallabies were doing well at the 2015 World Cup, Irish five-eighth Johnny Sexton announced to the world that the only reason the Australians were performing was that they were \"all scared shitless\" of Cheika. Which was funny because, when Sexton was sensationally left out of the Irish side to play Australia tomorrow, Cheika sympathised with their coach Joe Schmidt for having to break the news to him.\n\n\"You'd be a brave man telling Sexton he wasn't playing,\" said Cheika. \"I wouldn't want to tell him. I had to deal with him for a few years. I had to tell him he wasn't playing. He almost ripped my head off a couple of time.\"\n\nAs it happened, Schmidt -- head conspicuously still very much in place -- appeared to have come through the meeting with Sexton in good order, so much so that it begs the question of whether he did a deal in advance with Sexton and the more heavily-used Leinster players to rest them for the Brisbane Test in order to use them in the Melbourne and Sydney Tests later this month.\n\nIn light of Leinster's European Cup and Pro14 titles, Schmidt has relegated five-eighth Sexton, loosehead Cian Healy and tighthead Tadhg Furlong to the bench for the Test at Suncorp Stadium tomorrow night while completely resting centre Gary Ringrose and flanker Dan Leavy. All five were in the Irish Test side that defeated England at Twickenham on St Patrick's Day to clinch the Six Nations title, along with injured skipper Rory Best who did not tour.\n\nThe Wallabies predictably dismissed the six changes and suggested that Ireland would go into the Test in the uncomfortable position of favourites, but certainly the wider reaction in Australia was that Schmidt was having a little each way.\n\nIf Ireland wins tomorrow -- as they are more than capable of doing, even with 10-cap Joey Carbery running the show, instead of 73-Test veteran Sexton -- then they will have beaten the 2015 World Cup finalists with a reduced-strength team. And if they lose, well, Schmidt will have succeeded in improving his depth and will still have all his aces to play in the remaining two Tests.\n\n\"Some of those guys have had some tough weeks,\" said Schmidt. \"One of the things with Joey, we really wanted to get him out there at 10 at some stage and we thought the best window was to give him the longest preparation window possible,\" said Schmidt.\n\nCarbery caught everyone by surprise just before the tour when he signed with Munster, which will give him more opportunity to play 10 than he was getting behind Sexton at Leinster, where he was forced to play fullback instead.\n\nStill, he has only ever started two Tests in his career, against the USA and Fiji, and this certainly will be a massive step up for him.\n\nLikewise, hooker Rob Herring has been in the run-on side only once before, also against Fiji, and by benching Best's long-time understudy Sean Cronin, a 61-Test veteran in his own right, Schmidt has sacrificed whatever edge Ireland might have had in experience over Australia's debutant hooker Brandon Paenga-Amosa.\n\nEyebrows also were raised at the selection of tighthead John Ryan, who has played only three of his 13 caps as a starter and all against Tier Two countries.\n\nIRELAND: Rob Kearney; Keith Earls, Robbie Henshaw, Bundee Aki, Jacob Stockdale; Joey Carbery, Conor Murray; CJ Stander, Jordi Murphy, Peter O'Mahony (c), James Ryan, Iain Henderson, John Ryan, Rob Herring, Jack McGrath. Reserves: Sean Cronin, Cian Healy, Tadh Furlong, Quinn Roux, Jack Conan, Kirean Marmion, Johnny Sexton, Jordan Lamour.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4018068","shares":{},"wgt":0},{"uri":"883068564","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"14:07:00","dateTime":"2018-06-07T14:07:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/podcasts/lost-in-larrimah-no-link-to-missing-colleague/news-story/f8fc4277a528fc82fd266e4b059a4536","title":"'No link' to missing colleague","body":"A man who has publicly claimed to be a close friend of missing man Paddy Moriarty was yesterday asked whether he had been involved in the disappearance.\n\nSeven of the tiny town of Larrimah's 11 residents gave evidence at an inquest into the outback mystery yesterday.\n\nMr Moriarty was last seen drinking at the Larrimah Hotel in the Northern Territory on ­December 16, 2017. His dog, Kellie, is missing too, and police suspect foul play.\n\nCounsel assisting the coroner, Kelvin Currie, put it to former barman Richard Simpson that some people in the town thought he had something to do with the disappearance.\n\n\"They'd be goddamn fools, wouldn't they?\" Mr Simpson ­responded.\n\nHe said he had no motive to kill Mr Moriarty, who also worked at the Larrimah Hotel and drank there every day, and that he considered him to be a good friend.\n\n\"Paddy was my mate, why would I (kill him)?\"\n\nEarlier, the court in Katherine heard from Karen Rayner, who said Mr Simpson had behaved in an erratic and threatening manner towards her, and seemed as if he was \"under the influence of a drug\".\n\nThe Lost in Larrimah podcasts\n\nPublican Barry Sharpe, one of Mr Moriarty's closest friends, was asked whether he thought Mr Simpson was jealous of Mr Moriarty's popularity at the hotel.\n\nMr Sharpe said \"he seemed to get that attitude\" and he sus­pected he might be using \"some substance\".\n\nMr Simpson ceased work at the hotel a week ago.\n\nDetails also emerged of a long-running stoush between Mr Moriarty and his neighbour, Fran Hodgetts, including death threats and a confrontation over dogs.\n\nBobby Roth, who used to work for Ms Hodgetts at her teahouse, was in tears as she told Coroner Greg Cavanagh about the threats.\n\n\"She used to say she'd kill Paddy and she also used to say she'd kill her husband, Bill,\" Ms Roth said. \"She didn't like Paddy, she was always accusing him of stealing things from her property. Magazines would go missing off the tables or something small and she'd always blame Paddy.\"\n\nHer husband, Karl Roth, also said he heard Ms Hodgetts make the threats, but he didn't think they were serious.\n\n\"She used to say 'I'll kill him' or 'I'll bash him', but it was just one of those things you'd say ... there was no plan behind it,\" he said.\n\nMs Hodgetts's former kitchen hand and gardener Maurice Darby said: \"She detested Paddy, and likewise.\"\n\nHe said he'd often heard fighting between the two, who would shout at each other across the Stuart Highway, and that Ms Hodgetts would scream \"in four-letter words he should go back to Ireland\".\n\nHe described an incident where Ms Hodgetts had thrown a dead kangaroo over Mr Moriarty's fence, which he then threw under her kitchen window.\n\nThe inquest heard the man who took Mr Darby's job after he left, Owen Laurie, had become involved in a stoush with Mr ­Moriarty.\n\nMs Hodgetts and Mr Laurie will appear at the inquest today.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{},"wgt":0},{"uri":"882933309","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"14:12:00","dateTime":"2018-06-07T14:12:00Z","dataType":"news","sim":0.5372549295425415,"url":"https://www.theaustralian.com.au/news/world/titfortariff-trump-ready-for-trade-fight-at-g7/news-story/5cc4f390e4b43121559c44accd3af42b","title":"Trump to fight world on trade","body":"A defiant Donald Trump will confront angry world leaders at a fiery G7 summit tomorrow as he threatens to levy more trade penalties on Canada and defend his \"America first\" protectionist ­polices.\n\nThe meeting in Quebec comes amid growing anger from US allies about the US President's decision to slap steel and aluminium tariffs on key allies Canada, Mexico and the EU.\n\nThe EU yesterday hit back with $US3.4 billion ($4.4bn) in tariffs on US imports of boats, peanut butter and Harley Davidson motorbikes.\n\nBut Mr Trump's economic adviser, Larry Kudlow, said ­yesterday the President was unrepent­ant and would point out to leaders of the Group of Seven powers the unfairness of a global trading system that was tilted against the US.\n\n\"There are disagreements. He's sticking to his guns, and he's going to talk, talk to them. Talk is the best remedy here,\" he said.\n\nMr Trump is reportedly considering not signing the traditional G7 communique after the meeting to show that the US believes global trade rules need to be shaken up.\n\nIt was revealed yesterday that White House officials were considering extra economic penalties against Canada for threatening to impose retaliatory tariffs in response to Mr Trump's refusal to exempt Canada from steel and aluminium tariffs.\n\nUS-Canada relations have been rocked by the Trump tariffs, which Canadian Prime Minister Justin Trudeau has labelled \"insulting and unacceptable\".\n\nIt was also revealed yesterday that during a tense phone call between the two leaders late last month Mr Trump quipped to Mr Trudeau: \"Didn't you guys burn down the house?\"\n\nThe President was referring to the War of 1812 in which the ­British burned down the White House.\n\nMr Trudeau said yesterday there would be \"some very direct conversations\" on tariffs at the G7 summit.\n\nBritish Prime Minister Theresa May told Mr Trump this week that the US tariffs on European steel were \"unjustified and deeply disappointing\", while French President Emmanuel Macron has described them as \"illegal\" and \"a mistake\".\n\nMr Trump will meet with Mr Trudeau and Mr Macron on the sidelines of the summit.\n\nAmerica's allies have been seeking to co-ordinate their response to Mr Trump's protectionist policies, warning they threaten the decades-long trend towards freer and fairer global trade.\n\n\"Japan and the EU will team up on this issue and call on co-­operation from other countries,\" Japanese Trade Minister Hiroshige Seko has said.\n\nCanada is planning to levy $US12.8bn in tariffs on US imports while Mexico this week imposed $US3bn in tariffs on US pork, cheese and steel.\n\nBut Mr Kudlow, said yesterday the disagreements amounted to a \"family squabble\".\n\nHe said Mr Trump was trying to fix the world's \"broken\" trading system.\n\n\"It was a good system and it lasted for a bunch of decades but that system has been broken in the last 20 years plus,\" he said.\n\n\"The World Trade Organisation, for example, has become completely ineffectual ... Trump is trying to fix this broken system.\"\n\nMr Kudlow said that despite the tariffs decisions, Mr Trump saw himself as a free-trader.\n\n\"But until we can deal with these unfair practices and so forth, we will not have fair trade. So I think his cause is just and I think the rest of the world agrees with him.\"\n\nRepublicans who support free-trade have criticised the President over his tariff decision,\n\nRepublican senator Bob ­Corker said Mr Trump had lobbied him to drop a proposed bill to limit a president's power to impose tariffs.\n\nHouse speaker Paul Ryan as well as Republican senators Ben Sasse and Orrin Hatch are among those who have opposed Mr Trump's decision to levy tariffs on US allies.\n\nMr Ryan said the move \"targets America's allies when we should be working with them to address the unfair trading prac­tices of China\".","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4013821","shares":{},"wgt":0},{"uri":"882727964","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"07:24:00","dateTime":"2018-06-07T07:24:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/national-affairs/coalitions-assurances-over-great-barrier-reef-funds-trust-crashes-down-labor-says/news-story/6074210d08b8277cf42b8ddf3e5bb657","title":"Reef fund trust 'crashes down'","body":"The Turnbull Government's arguments about the trustworthiness of a business-backed charity that was controversially awarded a $444 million grant have come \"crashing down\" after one of its directors was embroiled in the alleged cartel conduct scandal, Labor says.\n\nThe Australian today revealed that high-powered investment banker Stephen Roberts -- one of six high-powered bankers this week criminally charged over a suspicious capital raising -- had stepped down from his role as a director of the Great Barrier Reef Foundation.\n\nThe funding for the foundation, whose heavy-hitting board is chaired by former Commonwealth Bank head John Schubert, was the largest allocation of funds to the reef in the May budget despite the charity having only about 13 staff.\n\nTony Burke, the opposition environment spokesman, today told The Australian: \"The only argument we have from the government as to why the foundation should receive the money is because of the government's assessment of the quality of the board. Those arguments came crashing down to earth when Stephen Roberts was charged.\n\n\"A half billion dollar donation to the Great Barrier Reef Foundation to do work that for years has been done by the government just doesn't make sense. It's beyond the historic capacity of the foundation and appears to have involved almost no due diligence at all.\"\n\nAfter the budget announcement it emerged in parliament that the foundation had not asked for the money and was ­approached by the government with an offer to make the \"record investment\".\n\nDefending the decision, the Turnbull government has described the funding boost as the Great Barrier Reef \"winning the lotto\" because the money would be used by the business-minded foundation to leverage other non-government investment.\n\nAccording to the foundation's website, the group was created in 2000 by \"a small group of businessmen chatting at the airport while waiting for their flight, wanting to do something to help the Great Barrier Reef\".\n\nEnvironment Minister Josh Frydenberg said last night: \"The foundation has a strong board with a cross-section of eminent individuals from the academic, business and scientific community and we look forward to ­working with them as we continue to roll out our record new $500m investment in the conservation and preservation of the Great Barrier Reef.\"\n\nThe six men face a maximum of 10 years in jail and/or fines of up to $420,000 for each criminal cartel offence, and a pecuniary penalty of up to $500,000 for each civil contravention, if found guilty.\n\nThe f­oundation's members ­include business leaders such as ­Business Council of Australia president Grant King, Suncorp chief executive Michael Cameron and Qantas Loyalty chief executive Olivia Wirth. Others include scientists such as Great Barrier Reef Marine Park Authority head Russell Reichelt, former Australian Nuclear Science and Technology Organisation chairman Paul Greenfield and former Australian Institute of Marine Science chief executive John Gunn.\n\nMr Roberts, a former director of the Australian Bankers Association, had been a director at the Great Barrier Reef Foundation since November 2015.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{},"wgt":0},{"uri":"882690865","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"01:43:00","dateTime":"2018-06-07T01:43:00Z","dataType":"news","sim":0.7333333492279053,"url":"https://www.theaustralian.com.au/national-affairs/aboriginal-victorians-told-step-up-over-treaty-negotiations/news-story/43c06a28be23ce7fcebe9a61d089b763","title":"Indigenous told unite over bill","body":"As the Victorian Greens waiver on a critical bill over concerns it does not explicitly recognise the sovereignty of Aboriginal Victorians, Aboriginal Affairs Minister Natalie Hutchins has urged them to back the bill so negotiations can begin.\n\nMs Hutchins, Treaty Advancement Commissioner Jill Gallagher, indigenous playwright Richard Frankland and elder Mick Harding, held a press conference this morning as lower house MPs prepare to vote on a bill which will set up a Representative Body to negotiate the Treaty.\n\nMr Harding and Mr Frankland urged both Aboriginal Victorians and politicians to hold off making demands about the treaty until a representative body had been appointed, and called the bill an \"opportunity\" for Aboriginal Victorians to advance the process of reconciliation.\n\n\"This opportunity that we have in our hands, if its snatched away by any hard thinking politicians, history won't judge them kindly, and it will look back on them irrespective of who those politicians are,\" Mr Frankland said.\n\n\"They need to step up and they need to have courage and they need to have vision and we need to take this forward as the state of Victoria to challenge the nation.\"\n\nThe press conference followed comments by Victorian Greens MP Lidia Thorpe, a Gunnai-Gunditjmara woman and the member for Northcote, who said the party was likely to support the passage of the bill through the lower house, but would likely put forward amendments in the upper house.\n\nMs Thorpe has been among the most vocal critics of the bill, which she says needs to explicitly acknowledge the sovereignty of Aboriginal Victorians as well as clans living in the state. She has also been critical of the government's attempts at consultation, arguing that some groups have been locked out of the process.\n\nStanding on the steps of parliament this morning, Ms Thorpe said Greens negotiations with the government so far had delivered \"quite a few wins\" including provisions for an elders' council, and ensured that traditional owners are explicitly acknowledged in the legislation.\n\nShe also welcomed the government's decision to hand out an extra $700,000 to encourage more indigenous communities to step forward and have their say on the treaty.\n\nBut she said negotiations had gotten off on the wrong foot, and the Greens would continue to fight for changes as the bill made its way into the upper house.\n\n\"It is disappointing that we're still negotiating or still fighting for this government to acknowledge Aboriginal peoples' sovereignty, to have a treaty any treaty, it is between two sovereigns and for the government not to acknowledge First Peoples' sovereignty in Victoria is not a great start,\" Ms Thorpe said.\n\n\"If we can't get that through today, we'll continue to fight for that in the upper house.\"\n\nOpposition leader Matthew Guy has stopped short of supporting the bill, arguing that any Treaty negotiations that don't happen at a national level are bound to fail.\n\nMs Thorpe slammed Mr Guy for being \"out of touch\" and rejected the idea of waiting for the Federal Government to kickstart the process.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4014229","shares":{},"wgt":0},{"uri":"882549483","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"22:28:00","dateTime":"2018-06-06T22:28:00Z","dataType":"news","sim":0.6901960968971252,"url":"https://www.theaustralian.com.au/news/latest-news/anger-in-us-over-fbchinese-data-sharing/news-story/3d57e25c31e05d899759703afc61e661","title":"Anger in US over FB-Chinese data sharing","body":"Facebook has faced criticism from Republican and Democratic US lawmakers who demanded the social media company be more forthcoming about data it has shared with four Chinese firms.\n\nThe bipartisan criticism reflected rising frustration in Congress about how Facebook protects the privacy of the more than 2 billion people who use its services worldwide.\n\nThe leaders of the US House of Representatives Energy and Commerce Committee accused Facebook chief executive Mark Zuckerberg of failing to disclose the company's agreements with the Chinese firms when he appeared before them in April and testified about Facebook's sharing of users' personal information with third parties.\n\n\"Clearly, the company's partnerships with Chinese technology companies and others should have been disclosed before Congress and the American people,\" the panel's Republican chairman, Greg Walden, and top Democrat Frank Pallone said.\n\nFacebook responded that Zuckerberg spent more than 10 hours responding to lawmakers' questions.\n\n\"The arrangements in question had been highly visible for years - with many manufacturers advertising these features. But with fewer and fewer people relying on them, we proactively announced this spring we'd begin winding them down,\" the company said in a statement.\n\nIt has said the contracts with smartphone maker Huawei Technologies and other Chinese firms were standard industry practice and necessary to ensure that people who bought electronic devices had ready access to Facebook services.\n\nFacebook said it had control over the data sharing all along and that other tech firms struck similar arrangements with US and Chinese companies in the early days of smartphones.\n\nThe company confirmed on Tuesday that Huawei, computer maker Lenovo and smartphone makers OPPO and TCL Corp were among about 60 companies worldwide that received access to some user data, after they signed contracts to re-create Facebook-like experiences for their users.\n\nHuawei, the world's third-largest smartphone maker, has come under scrutiny from US intelligence agencies that have said that Chinese telecommunications companies provide an opportunity for foreign espionage and threaten critical US infrastructure.\n\nHuawei said in a statement it had never collected or stored any Facebook user data.\n\nLawmakers expressed concern after The New York Times reported that the data of users' friends could have been accessed without their explicit consent. Facebook denied that, and said the data access was to allow its users to access account features on mobile devices.\n\nIn a separate letter, the Senate Commerce, Science and Transportation Committee pressed Facebook for more information, while the Senate Intelligence Committee's top Democrat urged Facebook to release further details.\n\nCongressional aides have said Facebook has not answered hundreds of questions from lawmakers after Zuckerberg's April testimony before two committees.\n\nSeveral aides said lawmakers were waiting for Facebook's answers before deciding on whether to hold additional hearings.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4015002","shares":{},"wgt":0},{"uri":"882313062","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:06:00","dateTime":"2018-06-06T14:06:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/national-affairs/state-politics/goulburn-supermax-inmates-growing-more-extreme-behind-bars/news-story/3b69c16ed04a1baabbb6875aa95be4e7","title":"Supermax inmates 'growing worse'","body":"A report released late yesterday by NSW Inspector of Custodial Services Fiona Rafter found the policy of placing most of the worst terror offenders in one prison -- Goulburn's Supermax -- should be \"reconsidered\".\n\nThe prison holds more than 35 adults convicted or charged with national security offences.\n\n\"The behaviour management regime applied to all inmates ... was not designed to manage violent extremists,\" the inspector found, \"and could exacerbate radical tendencies and generate a group identity based on shared grievances.\"\n\nOne Goulburn staff member told the inspection team: \"If you were to measure extremist views, they wouldn't diminish in here\".","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{},"wgt":0},{"uri":"882303854","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:02:00","dateTime":"2018-06-06T14:02:00Z","dataType":"news","sim":0.6705882549285889,"url":"https://www.theaustralian.com.au/sport/combat-sport/horn-could-hang-up-gloves-early/news-story/63f98fb6771d29d739b892b9b4698e31","title":"Horn could hang up gloves early","body":"Horn is soaking in all the hype and glamour ahead of his US debut on Sunday morning (AEST) against Terence Crawford, where he will put his WBO welterweight championship on the line in a mandatory defence at the MGM Grand.\n\nBut it may be one of only a handful of fights left in his career. The 30-year-old former schoolteacher is keen to get out of the fight game with his health intact -- particularly now he has a young daughter to look out for.\n\n\"Someone told me not long ago, 'You really don't want to be doing this for too long', and I don't want to be doing it for too long,\" Horn said in Las Vegas.\n\n\"I've already been doing it for 10 years. They told me you need $5 million to retire for basically life. After this fight, I'll possibly be getting that type of money in my next fight, so if I can win this one, it won't be far off before I can say 'I can hang them up if I want to'.\n\n\"I don't want to be one of the silly ones that hangs around until they're 40 years old and fighting.\"\n\nHorn will earn a reported $2.5 million from the Crawford fight, and if he defies the odds and retains his title, his next outing could net him double that.\n\nAsked if he would consider hanging up the gloves at that point, Horn said: \"No, not yet. It's a potential. It all depends on how the body is coping and how I feel in myself.\"\n\nHorn hasn't started thinking about what life after boxing would look like just yet, but it probably won't involve a return to the classroom.\n\n\"I highly doubt it,\" he laughed.\n\n\"It's a tough, tough job teaching, I can tell you that right now. Some of the kids don't care what you've done in the past.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4010870","shares":{},"wgt":0},{"uri":"882048052","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"00:30:00","dateTime":"2018-06-06T00:30:00Z","dataType":"news","sim":0.6549019813537598,"url":"https://www.theaustralian.com.au/national-affairs/scott-morrison-says-regulators-are-no-light-touch/news-story/29267890ce82935cd7b83c1f9ca13131","title":"'No light touch from regulator'","body":"Treasurer Scott Morrison has downplayed the role of the royal commission and said the \"very focused, very determined\" government regulators are already addressing issues within the banking and financial sector.\n\nSix of Australia's most powerful investment bankers were charged over alleged cartel conduct yesterday following an investigation by the competition watchdog. The charges came a day after Austrac hit the Commonwealth Bank with a record $700 million fine.\n\nThe Treasurer declined to comment on whether the whopping fine was intended as warning to other banks and financial bodies, but said it was proof the regulatory agencies effectively kept the sector in line.\n\n\"Whether it was the BBSW [Bank Bill Swap Rate] issue that was taken through the banks ... whether it was criminal matters ... whether it was the CBA with Austrac ... under this government we've had very focused, very determined regulators doing their job.\" he said on Sky News.\n\nMr Morrison said while the results of the royal commission would not be known until its completion, the recent action taken against corporate malfeasance was due to the work of government regulators.\n\n\"I don't think anyone can say, under this government, there has been any sort light touch from our regulators.\" he said.\n\nThe Treasurer said he believed leaders in the banking and financial sector were taking appropriate action to affect cultural change within organisations.\n\n\"They're very focused on rebuilding trust for institutions and I think the decision by CBA was a good indicator of that ... they've taken a whole range of actions within the organisation as they should.\"\n\nHe also warned of possible risks to the economy emerging from the royal commission and urged caution in responding to its findings.\n\n\"The commission will take its course but the response to it is really going to be the issue and we've got to be careful so we don't create a self fulfilling problem here.\" he said. \"Credit is important in our economy ... our banks are the strongest in the world, so this is a big financial asset for us,\" he said. \"We don't want to go and undermine that by creating unnecessary regulation which basically constricts and suffocates the economy.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4015771","shares":{},"wgt":0},{"uri":"881977287","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"00:31:00","dateTime":"2018-06-06T00:31:00Z","dataType":"news","sim":0.6431372761726379,"url":"https://www.theaustralian.com.au/news/latest-news/industry-hampers-china-smoking-ban/news-story/4c39304b975b01e6f8fd6f9ce58e306a","title":"Industry hampers China smoking ban","body":"Earlier this year, the city of Hangzhou, home to the internet giant Alibaba, was poised to join Beijing, Shanghai and a handful of other urban areas in banning smoking in public places, part of a long-running campaign against tobacco use in China.\n\nBut, like the country's broader anti-smoking campaign, the Hangzhou initiative then lost momentum.\n\nInstead of blanket bans on smoking in public indoor spaces, the city revised its regulations to allow smoking in designated areas in train or bus stations, as well as in bars or karaoke clubs.\n\nOpposition to the tougher rules, according to a top national tobacco control official, was led by China National Tobacco Corp, the state monopoly.\n\nThe company has reported rising sales over the last year, which anti-tobacco campaigners say has helped to stall earlier successes in the national anti-smoking campaign.\n\nThe official declined to be named, citing a lack of approval to speak to the media.\n\n\"When it comes to the tobacco industry's obstruction and interference in implementing specific tobacco control articles, China has a serious problem,\" Yang Gonghuan, the former head of tobacco control at the Chinese Centre for Disease Control and Prevention, said during a recent launch event for her book, \"Tobacco Control in China.\"\n\nIn the book, Yang details what she characterises as China Tobacco's efforts to thwart control measures by interfering with policy-making, spreading \"false science\" about the safety of low-tar cigarettes, promoting a smoking culture and criticising anti-tobacco advocates for working with foreign organisations.\n\nThe company did not respond to requests for comment.\n\nIn official statements, China Tobacco says it is trying to improve public health by fulfilling tobacco control obligations and working to decrease things like tar in cigarettes.\n\nChina Tobacco is huge, powerful and opaque.\n\nSelling 98 per cent of the cigarettes in China under brands such as Red Pagoda Mountain and Double Happiness, the unlisted company is the world's biggest cigarette-maker by volume, generating revenue last year of 1.1 trillion yuan ($US172 billion).\n\nIt accounts for roughly 7 to 11 per cent of China's taxes.\n\nIn 2015, after China rolled out measures under the World Health Organisation's tobacco control convention, including a tax hike, health warnings on cigarette packets, advertising curbs, and public smoking bans, tobacco sales dropped for the first time since 2000. That trend continued into 2016.\n\nIn Beijing, tobacco sales dropped 8 per cent in 2016 after smoking was banned in public places in July 2015, according to state media.\n\n\"When they saw the statistics, China Tobacco started to fight the policy at all costs,\" the tobacco control official said.\n\nIn 2017, China Tobacco sold 0.8 per cent more cigarettes than the year before; in the first three months of 2018, sales rose 4.15 per cent by volume, according to official data.\n\nChina produces and consumes the most tobacco of any country: over 300 million Chinese smoke, including more than half of all adult men, according to Yang.\n\nSocial acceptance of smoking in China, where cigarettes are often given as gifts at weddings or business gatherings, combined with low awareness of the associated health risks, means demand remains high despite 1 million tobacco-related deaths each year, according to her book.\n\nCigarettes are also cheap, even as other goods have become more expensive.\n\nThe affordability of average-priced brands, about 13 yuan per pack, and for cheaper brands, as little as 3 yuan, halved between 2001 and 2016, when taking into account inflation and rising income levels, according to research by Zheng Rong at the University of International Business and Economics in Beijing.\n\nIllegal online sale of cigarettes via food delivery platforms, arcade games with cigarettes as prizes and thin cigarettes targeting female smokers have also fuelled sales in recent years, according to an article by Zheng Pinpin, a public health researcher at Fudan Univesity in Shanghai.\n\nIn March, China's parliament announced a reshuffle of the body in charge of implementing the WHO measures, putting the National Health Commission in the lead, which sparked hope among tobacco control advocates that the industry would be cut out of regulation.\n\n\"One would like to see, such as in Thailand, a process where a firewall is built between the concerns of the industry and its interests and any policymaking,\" Gauden Galea, the WHO's China representative, told Reuters.\n\nYet, anti-smoking advocates worry that heavy reliance on tobacco tax revenue undermines political will to curb smoking.\n\nAn increase in the wholesale tax from 5 per cent to 11 per cent in 2015 is largely credited with the 2.3 and 5.6 per cent drops in cigarette sales volumes in 2015 and 2016, respectively.\n\nBut Hu Teh-wei, an expert on China's tobacco industry at the University of California, Berkeley, said that impact had now been blunted and that significant tax hikes were needed to seriously deter smokers, a prospect he said was not currently under consideration in China.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4009591","shares":{},"wgt":0},{"uri":"881518996","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"14:07:00","dateTime":"2018-06-05T14:07:00Z","dataType":"news","sim":0.6549019813537598,"url":"https://www.theaustralian.com.au/sport/afl/fyfe-banned-by-tribunal-out-of-brownlow/news-story/45e229fbeb4d992e853e217f4a48106f","title":"Fyfe's Brownlow ban stands","body":"Fremantle skipper Nat Fyfe is out of the running to win the Brownlow Medal after he failed to have his striking charge downgraded at the AFL tribunal.\n\nThe Dockers superstar was favourite to win the game's highest individual honour but is now ineligible after the tribunal upheld his one-match ban last night.\n\nAFL match review officer Michael Christian assessed Fyfe's crude forearm to the head of Collingwood's Levi Greenwood as intentional conduct with low impact to the head.\n\nNick Tweedie QC entered a guilty plea to careless conduct on Fyfe's behalf, who appeared via video link from Perth.\n\nFyfe told the tribunal that his action was an instinctive response to protect himself when he saw Greenwood's fist coming toward his face. The Dockers showed four video examples of careless conduct during the hour-long hearing at Etihad Stadium.\n\nBut the jury upheld his one-match ban after a lengthy 23 minutes of deliberation.\n\nThe 26-year-old had been sitting atop the Brownlow Medal betting charts having averaged just more than 30 possessions across 11 games and booted eight goals this season.\n\nHe didn't risk a longer ban if he was unsuccessful and will miss Sunday's clash against Adelaide at Optus Stadium as a result.\n\nFremantle will also be required to pay a fee of $10,000.\n\nFyfe was ineligible for the 2014 Brownlow because of suspension.\n\nThe good news for Fremantle was that midfielder Harley Bennell has escaped injury to his calf, and is a chance to play in the WAFL again this weekend.\n\nBennell lasted only one quarter for Peel Thunder last Saturday before calf tightness ruled him out for the rest of the match.\n\nThe 25-year-old has been plagued by calf injuries since crossing to Fremantle at the end of 2015.\n\nBut his latest scare didn't turn out to be an injury, with Bennell still in line to play for Peel Thunder in Saturday's clash with West Perth. If he plays, it would be Bennell's fifth straight WAFL match, boosting his chances of making an AFL return after Fremantle's upcoming bye. \"Harley had some calf tightness, as was noted in the media,\" high performance manager Jason Weber said.\n\n\"At this stage he's presented to medical staff and he's presented OK so we'll see how he progresses through the week.\"\n\nRuckman Aaron Sandilands is a chance to return from concussion for Sunday's clash with Adelaide at Optus Stadium.\n\nMeanwhile, West Coast forward Jack Darling will miss between four to six weeks with an ankle injury, and he can't help but feel a tad relieved.\n\nDarling suffered a hairline fracture and ligament damage to his right ankle when it rolled at an awkward angle during a marking contest against St Kilda last week.\n\nThere were initial fears the injury could be more serious, and Darling was relieved when told he could return to AFL action next month.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4010272","shares":{},"wgt":0},{"uri":"881499356","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"14:05:00","dateTime":"2018-06-05T14:05:00Z","dataType":"news","sim":0.7686274647712708,"url":"https://www.theaustralian.com.au/news/world/mueller-bid-to-jail-paul-manafort-for-witness-tampering/news-story/56e345d4d57600443c6a1168f70338ce","title":"Mueller bid to jail Manafort","body":"In a court filing, prosecutors working for special counsel Robert Mueller wrote that Mr Manafort and one of his associates \"repeatedly\" contacted two witnesses to influence their testimony. The contacts occurred this year, shortly after a grand jury ­returned a new indictment against Mr Manafort and while he was confined to his home.\n\nThe filing marks the second time Mr Mueller's team has ­accused Mr Manafort of violating a judge's order in the case. Late last year, federal agents discovered Mr Manafort tried to ghost-write an opinion piece in Ukraine even though he was under a gag order.\n\nThe allegations of attempted witness tampering relate to Mr Manafort's criminal case in Washington where he faces charges of conspiring to launder money, making false statements and acting as an unregistered foreign agent for Ukrainian interests. He also faces bank-fraud and tax-evasion charges in Virginia. The charges -- involving tens of millions of dollars routed through offshore accounts -- do not relate to his work on the Trump campaign or involve allegations of Russian election interference.\n\nIn the latest court documents, prosecutors say that while he was under house arrest, Mr Manafort and his associate attempted to get two witnesses to lie about lobbying and public relations work they carried out at Mr Manafort's ­direction on behalf of Ukraine.\n\nThe court documents do not name Mr Manafort's associate, but they refer to him as \"Person A\" and note the pseudonym is consistent with previous filings in the case. In earlier filings, Person A has referred to Konstantin Kilimnik, a longtime Manafort associate who prosecutors have said has ties to Russian intelligence.\n\nMr Kilimnik, who has denied having connections to Russian ­intelligence agencies, was ­involved in the ghost-written op-ed matter, which prosecutors also connect to Person A in the latest filing.\n\nThe two witnesses were also not named in court filings. But prosecutors said they were principals in a public relations firm that worked with Mr Manafort in ­organising a group of former ­European officials, known as the Hapsburg group, who promoted Ukrainian interests in Europe as well as the US. The group's work factors into an indictment against Mr Manafort that accuses him of acting as an unregistered foreign agent by lobbying in the US on ­behalf of Ukrainian interests. Prosecutors say Mr Manafort ­directed the group's work and ­secretly funnelled more than $US2 million to it to take positions favourable to Ukraine, including by lobbying in the US without disclosing they were being paid to favourably represent the country.\n\nMr Manafort has denied any wrongdoing and pleaded not guilty. Several members of the Hapsburg group have previously denied the allegations.\n\nAccording to the court filing, Mr Manafort began messaging and calling one of the witnesses in February shortly after the unsealing of the indictment that ­included the allegations of unregistered lobbying related to the Hapsburg group. About that time, Mr Manafort's co-defendant and longtime business associate, Rick Gates, pleaded guilty and agreed to co-operate with prosecutors.\n\nThe day after Mr Gates's plea, Mr Manafort messaged and called one of the witnesses and continued reaching out for several days, according to a sworn affidavit filed by an FBI agent.\n\nIn one call, the agent wrote, Mr Manafort said he wanted to give the witness a \"heads-up about Hapsburg\". The individual ended the call \"because he was concerned about the outreach\", ­according to the affidavit.\n\nOn February 26, Mr Manafort sent the person messages through an encrypted app, including a link to a Business Insider story with the headline: \"Former European leaders struggle to explain themselves after Mueller claims Paul Manafort paid them to lobby for Ukraine.\"\n\nAnother message said: \"We should talk. I have made clear that they worked in Europe.\"\n\nThe witness told investigators he interpreted Mr Manafort's ­efforts to reach him as a way to ­influence his potential statements. The person believed the Hapsburg group lobbied in the US and that Mr Manafort knew that too, the agent wrote. Court papers also ­accuse Person A of attempting to influence the witnesses' testimony in February and April.\n\nThe case continued as Mr Trump again criticised the Russia probe, blaming his Attorney-General, Jeff Sessions, for allowing it to continue.\n\nHis tweets last night were the latest salvo in his bid to discredit Mr Mueller's investigation into ­attempts to sway voters during the 2016 presidential election, and whether the President obstructed justice by taking steps to shut it down.\n\n\"The Russian Witch Hunt Hoax continues, all because Jeff Sessions didn't tell me he was going to recuse himself ... I would have picked someone else ... and Sessions knew better than most that there was No Collusion!\" he tweeted.\n\nEarlier, he demanded to know what was taking so long in the upcoming report from the Justice Department's internal watchdog on the probe into Democratic candidate Hillary Clinton's emails.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4012319","shares":{},"wgt":0},{"uri":"880725993","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"14:19:00","dateTime":"2018-06-04T14:19:00Z","dataType":"news","sim":0.7490196228027344,"url":"https://www.theaustralian.com.au/sport/football/bert-van-marwijk-stacks-socceroos-attack-for-world-cup/news-story/8b3122ad8a9698b5b31d4de8f75acaff","title":"Socceroos boss looks ahead","body":"While granting 23 players a place on sport's biggest stage, the Dutchman also had to tell James Troisi, Fran Karacic, Nikita Rukavytsya and Josh Brillante they would not be travelling to Russia.\n\nThe stony-faced 66-year-old is not one to show his emotions easily but looked genuinely affected after undertaking one of the toughest tasks of the job.\n\n\"They are always the most hard decisions,\" van Marwijk said. \"I've had the experiences a few times. I told them a few weeks (ago) as we started that this moment would come.\n\n\"We have to think as a professional (but) it's always an emotional day for everybody.\"\n\nVan Marwijk told the axed players in person but delivered the good news to the other 23 by text. And with the task out of the way, he's now looking forward to using the different weapons at his disposal.\n\nThe selection of both Daniel Arzani and Jamie Maclaren means more than half the Socceroos squad can operate in the front four positions.\n\nThey can thank their selection on the emergence of Josh Risdon. So impressed was van Marwijk by the right-back's progression, he did not need to consider another fullback in his squad, freeing up a role for an extra attacker.\n\n\"Defending I think we have enough players. Very positive is the development of Joshua Risdon ... I have enough central defenders and defending midfield players the same,\" he said.\n\n\"Now I have more options in front with several types of central forwards, number nines.\"\n\nOne of those is Maclaren. The 24-year-old was originally axed by van Marwijk from his 32-man squad, only to earn a reprieve due to concerns over Tomi Juric.\n\n\"He made a good impression. I think I need him,\" van Marwijk said. \"It was difficult for him because he was already on vacation for I think eight or nine days. I wanted to give him a real chance.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4010680","shares":{},"wgt":0},{"uri":"880725992","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"14:19:00","dateTime":"2018-06-04T14:19:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/sport/afl/demons-demand-another-blockbuster-with-collingwood/news-story/a5d223adf2f8778a0e20ea39f918c6d4","title":"Demons demand more Pies","body":"Melbourne will lobby the AFL to start next season with a blockbuster Friday night MCG game against Collingwood.\n\nDemons president Glen Bartlett revealed to The Australian his wishlist for future fixtures, included playing the Magpies twice each season. He wants to be the away club in the second game of the new season -- behind Thursday night's annual season-opening Richmond-Carlton match, as well as retain home-ground status on the Monday public holiday Queen's Birthday game.\n\nThis Monday's game could earn Melbourne up to $1 million in match returns as they are set to break the crowd record for the annual date, with more than 80,000 tipped to attend. The final game of round 12, given the right weather conditions on Monday, could become the third highest-drawing match of the season behind Anzac Day (Collingwood-Essendon), which drew 91,440, and the opening game of the year between the ­Tigers and the Blues, which ­attracted 90,151.\n\n\"It's up to the AFL and the fixture is quite complicated, but we're a big club now,\" Bartlett said about opening 2019 against the Pies. \"We're experiencing record figures in a number of areas and we're playing an exciting brand of footy.\"\n\nIn a botched 2018 fixture where the prime-time allocation of games should have been earned, the Demons' only Friday night match this season is in round 14 at Adelaide Oval against Port Adelaide. Carlton, who have won 16 games fewer than Melbourne since the start of 2016, were handed four Friday night matches.\n\nBartlett said the history ­between Melbourne and Collingwood warranted more exposure.\n\n\"And now that we're both pretty good and hopefully continue to improve in years to come, it would be just fantastic to grow the game and the rivalry,\" he said.\n\nBartlett said Melbourne had re-emerged from a long slumber to become a relevant club, something they had struggled with for almost a decade.\n\n\"We had no respect on and off the field and I think we've been winning that back with off-the-field decisions that have been made and on the field with the way the guys have been going about it,\" Bartlett said. \"There's so many moving parts in a footy club and the pleasing thing is there's been so many people involved in getting to this point. We want to make Melbourne visible again.\"\n\nThe Demons will establish a new membership benchmark this season, surpassing last year's ­record of 42,233.\n\n\"Four years ago we had 33,000 and we had 12,000 members crack it and jump off,\" Bartlett said. Average home attendances last year were up 23 per cent on 2016, and this year's average at the MCG is already well up, at 55,500.\n\n\"Last year we had more than 830,000 through the gates for the first time to watch our games -- that's a lot of people watching the Melbourne footy club,\" he said. \"So I think with the name of the city, our brand and a decent footy team, I don't put limits on membership or what we can do with crowds, it's just getting it right.\n\n\"I think our footy has got a real brand now, when you see Melbourne you see a hard contested team playing hard footy, some ­exciting players who move the ball quickly. When you play exciting footy we can grow our membership and our following. We're in a very strong position, probably at the start of a growth curve with really good foundations to continue to attract new fans.\"\n\nBartlett said \"excuse the pun but we want to grow the pie\" by playing the Magpies twice each season.\n\n\"Eddie (McGuire) and Collingwood have been fantastic to work with around Queen's Birthday and I'd like to see us build on that,\" he said.\n\nMelbourne were the basket case of the competition before Bartlett and outgoing chief executive Peter Jackson joined forces in August 2013, and soon after appointed Paul Roos as senior coach with a succession plan.\n\nThey are now flavour of the month on and off the field with six wins in a row to take them to third on the ladder, and with a much healthier balance sheet. There will be a fifth consecutive profit this year and an inherited $8.1 million debt has already been more than halved.\n\nJackson was approached by the AFL in April 2013 to take over at Melbourne and the club posted an operating loss that year of $1.7 million. In Jackson's first full year, the Demons finished $285,000 in the black, then made $562,000 the following year ­before recording a positive result of $720,000 in 2016. Last year Melbourne's profit soared to $1.36 million.\n\nJackson was on the money late last year when he told The Australian: \"Our supporters have come from a very dark place but they can now look forward optimistically to good on and off-field results for the next few years.\"","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{},"wgt":0},{"uri":"880717771","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"14:13:00","dateTime":"2018-06-04T14:13:00Z","dataType":"news","sim":0.6078431606292725,"url":"https://www.theaustralian.com.au/news/world/kim-jonguns-military-reshuffle-raises-eyebrows-in-seoul/news-story/9c80d229ede0904c87ed66dbbb663622","title":"Seoul watches NK reshuffle closely","body":"South Korea is monitoring developments in the North's military, it said yesterday, after reports Pyongyang replaced three top military officials ahead of a summit with the US.\n\nThe reshuffle could be aimed at taming the military, reports said, before President Donald Trump meets North Korean leader Kim Jong-un next Tuesday in Singapore, with Pyongyang's nuclear arsenal high on the agenda.\n\nLast month, the North's state media revealed Kim Su-gil had been appointed director of the military's General Political Bureau, replacing Kim Jong-gak. The chief of the general staff, Ri Myong-su, was replaced by his deputy, Ri Yong-gil, Yonhap news agency said, citing intelligence sources.\n\nAnd defence minister Pak Yong-sik was succeeded by No Kwang-chol, a moderate who was first vice-minister, it added.\n\n\"We will monitor related developments,\" said South Korean Unification Ministry spokesman Baik Tae-hyun.\n\nPyongyang's military, the Korean People's Army, is immensely influential in the North and a centre of power in its own right. The change at the top of the GPB \"represents a continuation of tightening party control over the KPA\", researchers at NK Leadership Watch said.\n\nThe political bureau could be in a position to resist policy decisions by the leadership or try to profit from future South Korean economic aid, it said, but Kim Su-gil was a \"highly trusted\" lieutenant of the country's leader.\n\nReports said wider changes could be aimed at preventing objections in military ranks to any sudden changes in the country's nuclear policy. \"The North appears to have brought in new figures ... as the previous officials lacked flexibility in thinking,\" the source said.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":"eng-4009820","shares":{},"wgt":0},{"uri":"880379328","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"02:22:00","dateTime":"2018-06-04T02:22:00Z","dataType":"news","sim":0,"url":"https://www.theaustralian.com.au/sport/rugby-union/queensland-rugby-union-ceo-richard-barker-steps-down/news-story/d6fc4ff8f7e9fabed871b6e392712005","title":"QRU chief executive resigns","body":"Barker, who has been in the position for almost exactly two years, has informed the board of his decision, with QRU chairman Jeff Miller thanking him for his contribution to the code. \"Richard and I have been discussing the QRU's future requirements for a couple of months, given the changes that he has implemented here over the past two years.\n\n\"On behalf of the QRU board, I thank Richard for his significant contribution to the ongoing health of the code in Queensland. We wish him and his family the very best in the coming months and years.\"\n\nBarker, who paid tribute to the two chairman with whom he worked, Damian Frawley and Miller, and the QRU board, did not want to disclose his reasons for leaving. \"Those who know me well know there's a bit going on in my life now aside from rugby,\" he said.\n\nCertainly he has spoken passionately about women's health over the past year, with his wife Tracey battling metastatic breast cancer.\n\nThe deputy chief executive David Hanham will step up to act as QRU interim CEO as the organisation goes through the process of identifying and appointing its next chief executive.\n\nBarker was a passionate supporter of the redevelopment of Ballymore, which is now at the State Government stage awaiting a decision. He was also the man who made the courageous call to appoint former All Black Brad Thorn as Reds coach this season, his first head coaching role. Although the Reds have won only four matches this season, they have caused a number of leading teams, including the Hurricanes, Highlanders and Waratahs, considerable grief with their determination to fight right to the end.\n\nUnder Barker, the QRU has clawed its way back into the black, recording a modest bottom line profit of $22,263 in the 2017 financial year, an improvement of $811,643 on the 2016 result.\n\n\"Rugby is incredibly important to people in this state,\" Barker said. \"The organisation has worked hard to ensure that the game continues to grow and is enjoyed by all Queenslanders.\"\n\nHe specifically paid tribute to \"the enormous group of volunteers\" who provide opportunities for girls and boys to play rugby throughout the state.","source":{"uri":"theaustralian.com.au","dataType":"news","title":"The Australian"},"eventUri":null,"shares":{},"wgt":0}]}}