{"articles":{"page":1,"totalResults":848,"pages":17,"results":[{"uri":"883512568","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"11:44:00","dateTime":"2018-06-08T11:44:00Z","dataType":"news","sim":0.8392156958580017,"url":"https://www.bbc.co.uk/news/world-us-canada-44414747","title":"Chef Anthony Bourdain found dead at 61","body":"US celebrity chef and television personality Anthony Bourdain has been found dead in his hotel room, aged 61, of a suspected suicide, CNN reports.\n\nBourdain was in Strasbourg, France, working on a shoot for his series, Parts Unknown, on CNN.\n\n\"It is with extraordinary sadness we can confirm the death of our friend and colleague, Anthony Bourdain,\" the cable network said in a statement on Friday.\n\nBourdain was a best-selling food, fiction and nonfiction author.\n\nCNN's statement continued: \"His love of great adventure, new friends, fine food and drink and the remarkable stories of the world made him a unique storyteller.\n\n\"His talents never ceased to amaze us and we will miss him very much. Our thoughts and prayers are with his daughter and family at this incredibly difficult time.\"\n\nFrom Canada or US: If you're in an emergency, please call 911\n\nYou can contact the US National Suicide Prevention Lifeline on 1-800-273-8255 or the Crisis Test Line by texting HOME to 741741\n\nYoung people in need of help can call Kids Help Phone on 1-800-668-6868\n\nIf you are in the UK, you can call the Samaritans on 116123","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4021132","shares":{"facebook":197581,"pinterest":6},"wgt":197587},{"uri":"882126747","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"12:18:00","dateTime":"2018-06-06T12:18:00Z","dataType":"news","sim":0.6901960968971252,"url":"https://www.bbc.co.uk/news/world-us-canada-44383329","title":"US rape case judge removed from office","body":"A US judge who was widely criticised for his leniency towards a campus rapist has been removed from office by voters.\n\nJudge Aaron Persky handed Stanford University swimmer Brock Turner a six-month sentence in June 2016.\n\nBut county judges in California are elected, and if a petition to remove them from office garners enough signatures a vote will be held.\n\nSuch elections are rare - the last time a US judge was recalled was in 1977.\n\nTuesday's vote in Santa Clara County marks the first time a Californian judge has been removed in this way for more than 80 years.\n\n\"We are outraged at [his] actions, and we don't just want talk, we want to take him out of office,\" an earlier statement from the campaign to remove him said.\n\n\"Persky is unfit to sit on the bench,\" it added.\n\nThe former Santa Clara County judge recently said he had no regrets about the case.\n\nHe has also been cleared of misconduct by the California Commission on Judicial Performance.\n\nTurner was seen by two other students sexually assaulting his victim, now 23, behind an outdoor rubbish bin in January 2015.\n\nIn March 2016, he was found guilty of three felony charges and faced up to 14 years in prison.\n\nBut he was handed a much shorter sentence after Judge Persky expressed concern about the impact prison would have on him.\n\nThe case sparked a national debate about sexual assault and whether wealthy white men are treated more favourably in court.\n\nTurner was released after serving only three months in county jail.\n\nIt has been a long process that started when community leaders in the county began collecting signatures to recall Judge Persky last June.\n\nThey needed to gather 58,634 signatures - 20% of the voting electorate - in 160 days. Doing so meant voters in Tuesday's countywide elections would vote on removing him.\n\nStanford law professor Michele Dauber led the recall effort along with 50 community leaders.\n\n\"Women have had enough of rape culture,\" she said at a news conference last year. \"Santa Clara County residents deserve a judge who will protect victims.\"","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4011591","shares":{"facebook":54066,"pinterest":3},"wgt":54069},{"uri":"882607800","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"05:12:00","dateTime":"2018-06-07T05:12:00Z","dataType":"news","sim":0.8588235378265381,"url":"https://www.bbc.co.uk/news/uk-44394076","title":"Peter Stringfellow dies aged 77","body":"Ministers meet amid Brexit 'backstop' row\n\nPublication of temporary customs proposals could be delayed after \"push back\" from David Davis.\n\nPeter Stringfellow dies aged 77 Kate Spade's death 'complete shock'","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4018121","shares":{"facebook":31473,"pinterest":3},"wgt":31476},{"uri":"881016334","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"00:29:00","dateTime":"2018-06-05T00:29:00Z","dataType":"news","sim":0.6078431606292725,"url":"https://www.bbc.co.uk/news/world-asia-44358680","title":"Swimmer begins record Pacific crossing","body":"A French swimmer has set off from Japan aiming to become the first person to swim across the Pacific Ocean.\n\nBen Lecomte, 51, will swim for eight hours a day for more than six months as he heads towards the US west coast.\n\nHe faces dangers including sharks, storms, swarms of jellyfish, and extremely low water temperatures.\n\nHe is hoping to raise awareness for climate change, and a team of scientists will conduct research during the 5,500 mile (9,000 km) swim.\n\nHis departure was streamed live on Facebook.\n\nThey will study plastic debris, the effect of extreme exercise on the heart and examine how the Fukushima nuclear disaster has affected the ocean.\n\nMr Lecomte, who lives in the US, has been preparing with hours of open water swimming every day. He has also practiced \"visualisation and dissociation\" exercises to ensure he is mentally ready.\n\n\"The mental part is much more important than the physical,\" he told AFP news agency. \"You have to make sure you always think about something positive.\"\n\n\"When you don't have anything to occupy your mind it goes into kind of a spiral, and that's when trouble starts,\" he says.\n\nPreparations for the trip have taken more than six years, but Mr Lecomte has been targeting the challenge for much longer.\n\nIn 1998, he made the first known solo trans-Atlantic swim covering 6,400km (4,000 miles) in 73 days. When he finally reached dry land in France, his first words were \"never again\", but he was soon looking for a new challenge.\n\n\"It didn't take that long for me to change my mind,\" he told NPR. \"Three, four months afterwards I was already thinking about my next adventure and doing something kind of the same.\"\n\nYou may also be interested in:\n\nMr Lecomte's daily routine will remain virtually the same for the entire trip. He will swim for eight hours, jump onboard the support boat to eat and sleep, and then enter the water again.\n\nTo keep his energy levels high, he is aiming to consume 8,000 calories a day.\n\n\"I have a strict no sugar diet. Most of my calories will come from a high-fat diet and include a lot of freeze-dry full meals, rice, pasta and various soups,\" he posted during a Reddit interview earlier this month.\n\nThe support boat will be fitted with a GPS tracker and interested viewers will be able to track its progress on Mr Lecomte's website.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4010743","shares":{"facebook":27864},"wgt":27864},{"uri":"882657546","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"07:08:00","dateTime":"2018-06-07T07:08:00Z","dataType":"news","sim":0.9215686321258545,"url":"https://www.bbc.co.uk/news/business-44394948","title":"House of Fraser to close 31 stores","body":"Ministers meet amid Brexit 'backstop' row\n\nPublication of temporary customs proposals could be delayed after \"push back\" from David Davis.\n\nPeter Stringfellow dies aged 77 House of Fraser to close 31 stores","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4018121","shares":{"facebook":27846},"wgt":27846},{"uri":"883427106","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"09:14:00","dateTime":"2018-06-08T09:14:00Z","dataType":"news","sim":0.7176470756530762,"url":"https://www.bbc.co.uk/news/world-europe-44410597","title":"Austria to shut seven 'political' mosques","body":"Austria has announced it will close down seven mosques and expel several imams funded by foreign countries.\n\nChancellor Sebastian Kurz said the move was a crackdown on political Islam.\n\nThe government says 60 of the 260 imams in Austria are being investigated by the Austrian authorities.\n\nSome mosques are suspected of links to Turkish nationalists. In April images emerged showing children in Turkish army uniforms re-enacting the Battle of Gallipoli during World War One.\n\nAustrian media report that the re-enactment included children playing dead and covered with Turkish flags, inside a mosque run by a Turkish Islamic welfare organisation called ATIB.\n\n\"Parallel societies, political Islam and radicalisation tendencies have no place in our country,\" said Chancellor Kurz on Friday.\n\nThe authorities have been working with a Muslim community body called IGGÖ to identify mosques and imams suspected of radical Islamist or nationalist connections.\n\nAustria's public broadcaster ORF says one of the seven mosques, in Vienna-Favoriten, has been linked to photos of children doing the Grey Wolves greeting. The Grey Wolves is a far-right Turkish nationalist group, with branches in several countries.\n\nThree of the mosques earmarked for closure are in Vienna, two in Upper Austria and one is in Carinthia.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4020874","shares":{"facebook":27504},"wgt":27504},{"uri":"880732596","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"14:47:00","dateTime":"2018-06-04T14:47:00Z","dataType":"news","sim":0.7098039388656616,"url":"https://www.bbc.co.uk/news/world-us-canada-44361162","title":"Top US court backs baker's gay cake snub","body":"The US Supreme Court has ruled in favour of a baker in Colorado who refused to bake a wedding cake for a gay couple.\n\nThe Colorado state court had found that baker Jack Phillips' decision to turn away David Mullins and Charlie Craig in 2012 was unlawful discrimination.\n\nBut the Supreme Court ruled on Monday that that decision violated Mr Phillips' rights, in a 7-2 vote.\n\nMr Phillips cited his religious beliefs in refusing service.\n\nThe conservative Christian argued \"creative artists\" have a right to decide what they sell.\n\nThe Supreme Court majority opinion wrote that the cake scenario was \"an instructive example\" of \"the application of constitutional freedoms in new contexts\".\n\nColorado is one of 22 states that include sexual orientation in its anti-discrimination law, which allowed Mr Craig and Mr Mullins to win their case before the state's Civil Rights Commission.\n\nBut the Supreme Court's verdict ruled that the Colorado commission had been biased against Mr Phillips.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4011122","shares":{"facebook":25372},"wgt":25372},{"uri":"880682775","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"13:30:00","dateTime":"2018-06-04T13:30:00Z","dataType":"news","sim":0.5921568870544434,"url":"https://www.bbc.co.uk/news/world-us-canada-44359434","title":"Trump: I have right to pardon myself","body":"US President Donald Trump has said he has the \"absolute right\" to pardon himself in the Russia inquiry, while insisting he has done nothing wrong.\n\nHe echoed the argument his lawyers made in a January memo to the US special counsel leading the investigation.\n\nIn his tweet, Mr Trump once again lashed out at the inquiry into whether his election campaign colluded with Russia or obstructed justice.\n\nConstitutional scholars are divided on whether a president can pardon himself.\n\nRudy Giuliani appeared on ABC's This Week programme on Sunday and was asked whether Mr Trump had the power to pardon himself.\n\nMr Giuliani, the head of Mr Trump's legal team, said he \"probably does\", but added: \"He has no intention of pardoning himself.\"\n\nHe went on: \"I think the political ramifications of that would be tough. Pardoning other people is one thing. Pardoning yourself is another.\"\n\nSpeaking on CNN on Sunday, House Republican Majority Leader Kevin McCarthy said that no president should pardon himself.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4009195","shares":{"facebook":22917},"wgt":22917},{"uri":"883413632","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"08:49:00","dateTime":"2018-06-08T08:49:00Z","dataType":"news","sim":0.6431372761726379,"url":"https://www.bbc.co.uk/news/uk-england-london-44410824","title":"Woman, 90, severely beaten in own bed","body":"A 90-year-old woman was left in a critical condition after she was severely beaten in her own bed.\n\nIris Warner was discovered by her son slipping in and out of consciousness in her house in Brent, north-west London, at about 12:45 BST on 4 June.\n\nShe was rushed to hospital with her life hanging \"in the balance\", police said. Her condition has since improved but she requires ongoing treatment.\n\nMs Warner's son Jeffrey said the family were \"sickened\" by the attack.\n\nWarning: Images below are graphic\n\nThe family have released images of Ms Warner's injuries, including bruising to her face and down the entire length of her body, to try to find the person responsible.\n\nIt is believed Ms Warner, who was better known as Anne to her friends, was attacked at some point between midday on 2 June and midday on 4 June.\n\nMs Warner told officers she was woken by a man standing over her who she believes struck her in the face several times with some kind of instrument.\n\nScotland Yard said her bedroom was left in a messy state suggesting the man had searched for something, but it is not known yet if anything was stolen.\n\nDet Insp Saj Hussain said Ms Warner has \"various medical complications on top of the injuries sustained in the assault that are likely to keep her in hospital for a very long time\".\n\n\"Her family are desperate for any information from the public that could help us catch this man,\" he said.\n\nThe Met added that extra police patrols would be in the vicinity of the house in Brampton House \"in order to reassure the public\".","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4020592","shares":{"facebook":21279},"wgt":21279},{"uri":"881279850","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"10:41:00","dateTime":"2018-06-05T10:41:00Z","dataType":"news","sim":0.8784313797950745,"url":"https://www.bbc.co.uk/news/blogs-trending-44367371","title":"Danny DeVito's Sunny prom response","body":"When a Pennsylvania high school student took a cardboard cutout of Danny DeVito to her high school prom it made national news in the US. Now DeVito has returned the compliment.\n\nAllison Closs's 'date' with a cardboard DeVito at the Carlisle High School senior prom in May was covered by Time magazine and the Associated Press among others.\n\nIt was popular enough to catch the eye of DeVito's It's Always Sunny in Philadelphia co-star Rob McElhenney, who came up with a creative response on Monday.\n\n\"I heard you took cardboard Danny to Prom,\" McElhenny wrote in an Instagram post liked almost 36,000 times. \"What a coincidence. He took cardboard Allison to Paddy's [the pub in It's Always Sunny].\"\n\nIn a post on her YouTube channel, Allison explained her decision to take a cardboard cutout to prom.\n\n\"I couldn't find myself a date in real life or with an actual human,\" she said, with her tongue firmly in her cheek. \"So I bought one on Amazon.\n\n\"I have always loved Danny. I loved him on It's Always Sunny in Philadelphia, I loved him in Hercules and Matilda. I just love him in every form he takes.\n\n\"Danny was there for me when I really needed him. He treats me the way a woman should be treated.\"\n\nYou may also like:\n\nLater in the video Allison interviews her father about the plan, who is completely on board with the joke.\n\n\"He's a little bit older,\" says her dad, \"But he's a very nice man and I think he's going to treat her with a lot of respect.\"\n\nThe picture of DeVito with the cardboard cutout from McElhenney's Instagram account has been shared widely online - with one image upvoted over 130,000 times on Reddit.\n\nAllison was labelled \"adorable\" and an \"instant legend\" by various Reddit users, including one of her schoolmates who explained she was \"mobbed\" by photographers on her way into the prom.\n\nMeanwhile, responses to McElehenney's tweet informing Allison about her return date at Paddy's have taken an odd turn as people have begun posting photos of themselves with their own facsimiles of the Twins actor getting into mischief.\n\nOne person shared their snap of cardboard DeVito looking after their dog, while another posted how her replica of the Batman Returns star \"loves coming to work with me\".\n\nIt is not clear what Allison thinks about her prom date sneaking around behind her back with other people, but she has responded to McElhenney's tweet with excitement.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4013616","shares":{"facebook":19925},"wgt":19925},{"uri":"881041629","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"01:52:00","dateTime":"2018-06-05T01:52:00Z","dataType":"news","sim":0.5058823823928833,"url":"https://www.bbc.co.uk/news/uk-england-44290942","title":"How well do you know England?","body":"Cabinet set for Heathrow runway decision\n\nIf approved, plans for a third runway are likely to be debated and voted upon in the coming weeks.\n\nGuatemala searches for volcano missing Michael McIntyre robbed by men on moped","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4008101","shares":{"facebook":19152},"wgt":19152},{"uri":"881475142","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"13:58:00","dateTime":"2018-06-05T13:58:00Z","dataType":"news","sim":0.729411780834198,"url":"https://www.bbc.co.uk/news/entertainment-arts-44370240","title":"Miss America says bye bye bikinis","body":"The Miss America beauty pageant is scrapping its swimwear segment and will no longer judge competitors on physical appearance.\n\nThe evening gown section is also being axed, with contestants asked to wear something that makes them feel good and expresses their personal style instead.\n\nFormer winner Gretchen Carson broke the news on ABC's Good Morning America.\n\n\"We will no longer judge our candidates on their outwards, physical appearance. That's huge,\" she said.\n\n\"We are no longer a pageant,\" said Carlson, the first former Miss America to be named chair of the board of trustees of the Miss America organisation.\n\n\"We are a competition.\"\n\nInstead of the swimming costume segment, there will be interviews with the contenders, who will be asked about their passion, intelligence and understanding of the Miss America role.\n\nCarson explained: \"We've heard from a lot of young women who say, 'we'd love to be a part of your programme but we don't want to be out there in high heels and a swimsuit'. So guess what, you don't have to do that anymore.\n\n\"Who doesn't want to be empowered, learn leadership skills and pay for college and be able to show the world who you are as a person, from the inside of your soul?\"\n\nShe added: \"That's what we're judging them on now.\"\n\nMiss America's former executive director Sam Haskell, president Josh Randle, and other board members resigned over a scandal last year over vulgar emails disparaging contestants.\n\nIn the emails, published by the Huffington Post, pageant officials made degrading remarks about past winners' appearance, intellect, and sex lives.\n\nFollowing the revelations, Carlson became part of an all-female leadership team at Miss America.\n\nShe was crowned Miss America in 1989.\n\nRecently, Carlson has been an advocate for victims of sexual harassment and a champion of the #MeToo movement.\n\nIn 2016, she settled a lawsuit against former Fox News Chairman and CEO Roger Ailes, who stepped down from his role after mounting pressure from several employees with similar accusations. Ailes died last year.\n\nThe 2019 Miss America Competition airs live on ABC on 9 September.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4013300","shares":{"facebook":17628},"wgt":17628},{"uri":"882299172","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"16:56:00","dateTime":"2018-06-06T16:56:00Z","dataType":"news","sim":0.5372549295425415,"url":"https://www.bbc.co.uk/news/world-us-canada-44390737","title":"Trump grants Kardashian's clemency plea","body":"President Trump has granted clemency to 63-year-old great grandmother Alice Johnson, who has been serving life in prison for a non-violent drug offence.\n\nThe case was highlighted last week when Kim Kardashian West met Mr Trump to lobby for her release.\n\nKardashian joined what has been a long-running campaign for Johnson's freedom.\n\nJohnson was jailed in 1996, with 15 others, for taking part in a cocaine distribution ring.\n\nShe met the criteria for former President Barack Obama's Clemency Project 2014 but was turned down for release just days before the end of his term.\n\nHer family and supporters described her as a model inmate.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4016691","shares":{"facebook":17237},"wgt":17237},{"uri":"880541714","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"09:35:00","dateTime":"2018-06-04T09:35:00Z","dataType":"news","sim":0.7137255072593689,"url":"https://www.bbc.co.uk/news/uk-44353321","title":"Allsopp defends flying apart from children","body":"Television presenter Kirstie Allsopp has defended her decision to sit separately from her sons when flying.\n\nMs Allsopp told the Sun newspaper that she and her partner sit in the business class cabin, while her children, 10 and 12, sit in economy.\n\nSome have suggested she \"look after\" her children and sit with them.\n\nThis, Ms Allsopp said - was \"utter rubbish\", adding that having her sons in premium seats seemed \"an absurd waste of money\" and \"very spoiling\".\n\nShe pointed out the money saved from not buying two more expensive seats allows her family to \"take a shed load of holidays\".\n\n\"Club class should be huge treat that you've worked for. If kids get used to Club class what do they have to work towards?\" she said.\n\nBut others have said questioned the impact on other people on the flight.\n\nOne former crew member said it was \"unfair\" on staff and other passengers who end up as \"babysitters\".\n\nResponding, Ms Allsopp said she always introduces herself to the cabin crew and tells them to alert her in the event of any problems.\n\nOthers pointed out that some airlines separate families on flights (in the same class), unless an additional fee is paid.\n\n\"This isn't bad parenting, it's about choice,\" one Twitter user wrote.\n\n\"Teaching kids a degree of controlled independence is important,\" another added.\n\nThe Location, Location, Location presenter said people parent differently and she was more concerned by the dangers of social media than air travel.\n\nLast year, celebrity chef Gordon Ramsay also revealed he and his wife fly first class, while his children sit in economy.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4009378","shares":{"facebook":16861},"wgt":16861},{"uri":"882033454","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"09:43:00","dateTime":"2018-06-06T09:43:00Z","dataType":"news","sim":0.6470588445663452,"url":"https://www.bbc.co.uk/news/business-44230865","title":"European fruit pickers shun Britain","body":"Recruitment agencies are warning that they cannot secure the number of workers needed by British farmers to pick their fruit and vegetables.\n\nOver half of recruitment companies could not find the labour even in the \"quiet\" first months of this year, the Association of Labour Providers says\n\nThe National Farmers Union reports that last year there was a 17% drop in seasonal workers coming to the UK.\n\nThis led to some valuable produce being left to rot in the fields.\n\nNinety-nine percent of seasonal workers on British farms come from Eastern Europe. Two-thirds of these come from Romania and Bulgaria.\n\nKent-based AG Recruitment and Management works in Romania to supply labour for 80 growers across the UK.\n\nOver the next few months it needs to find 4,000 people to pick strawberries, raspberries, and eventually apples and pears. The agency is nowhere near that target, and is having to call farmers to say it will not have enough pickers for them.\n\nAccording to co-director, Estera Amesz, the numbers of people wanting to work in Britain fell sharply after Brexit. A key issue was the fall in the value of the pound. She says it is also down to the uncertainty; people aren't sure what documents they now need.\n\n\"We used to have queues outside our office in Bucharest. Thirty to 40 people would come a day. Now, on a good day, it's a handful. We used to take the crème de la crème. Now, we are scraping the barrel.\"\n\nThe firm runs criminal history checks and the candidates do dexterity tests, but Mrs Amesz says her company has had to widen the net. She says she now considers those that, \"have two hands and two legs, and stand a 50% chance of making it\".\n\nRather than people coming to the company offices, they now have to travel deep into the Romanian countryside to sell the idea of coming to work in the UK.\n\nAt one presentation in the tiny village of Barlad, close to the border with Moldova, 30 people turn up, but only five sign up.\n\nAlina Stan, 31, decides to make the journey. She has come to the UK before to pick flowers and fruit. With the money, she's building a house for her and her family. But as soon as she can, she'll stop coming. She says: \"We hope in the next two years to be able to finish our home. But leaving my children behind is very difficult.\"\n\nAccording Doug Amesz, Estera Amesz' husband and business partner: \"We need an incentive. Previously we were looking for people with some English, now we find it difficult to recruit anyone with English.\"\n\nRomania is one of the poorest countries in Europe. It is one of the largest recipients of EU money.\n\nHowever, almost 30 years after the Romanian Revolution of 1989 and the fall of the communist leader Nicolae Ceausescu, its economy is growing at 6.9%. That's almost three times the rate of Britain's.\n\nIt's creating a newly wealthy middle class.\n\nIn Iasi, Romania's second city, young people say they have no intention of picking fruit.\n\nPuiu Jonut, 23, studies geography.\n\n\"The English pick and choose what they want to do and leave the harder jobs for the foreigners,\" he told BBC News.\n\n\"There are a lot of English people that could work the fields and not let the fruit rot. That's why Brexit to me was really strange because the foreigners are coming to do the hard jobs and the low-paid jobs - surely you want them to stay.\"\n\nGrowers in Romania are also finding it tough to find pickers.\n\nThe director of the Research and Development Centre for Fruit Growing in Iasi, Gelu Corneanu, said: \"It's really difficult to find workers to harvest our crops, mainly because they are attracted to other European countries.\n\n\"People tend to go and harvest garlic in Spain, then they harvest cherries in Romania and then they harvest strawberries in Greece.\"\n\nBritish farmers warned last year of the difficulties they were facing with recruitment, and according to the ALP report, three-quarters of agriculture and horticulture businesses anticipate shortages in low and unskilled roles in 2018.\n\nOf these, over a quarter envisage a labour supply crisis. Some farmers have increased wages, bonuses, improved accommodation and other benefits to try to attract more foreign workers to come.\n\nThe government has pledged to address the issue of whether or not to introduce a scheme to give seasonal workers from further afield special permits to work in the UK, similar to the Seasonal Agricultural Workers Scheme (SAWS) that was closed in 2013. So far, no alternative has been proposed.\n\nIn a statement, the Department for Environment, Food and Rural Affairs, said: \"Defra and the Home Office are working closely to ensure the labour needs of the agriculture sector are met once we leave the EU.\n\n\"We have been clear that up until December 2020, employers in the agricultural and food processing sectors will be free to recruit EU citizens to fill vacancies and those arriving to work will be able to stay in the UK afterwards.\"","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4015892","shares":{"facebook":15921,"pinterest":9},"wgt":15930},{"uri":"880488708","lang":"eng","isDuplicate":true,"date":"2018-06-04","time":"07:56:00","dateTime":"2018-06-04T07:56:00Z","dataType":"news","sim":0.6549019813537598,"url":"https://www.bbc.co.uk/news/world-asia-44352569","title":"Outrage as Duterte kisses worker on stage","body":"Philippine President Rodrigo Duterte has drawn criticism for kissing an overseas Filipina worker on the lips during a live event.\n\nMr Duterte was speaking to a crowd in South Korea when he called the woman on stage then convinced her to kiss him.\n\nThe scene drew cheers from the crowd, mostly made of up other Philippine workers.\n\nBut it was described as \"disgusting theatrics of a misogynist president\" by Philippines rights group Gabriela.\n\nIt is not the first time he has been accused of inappropriate behaviour towards women.\n\nThe controversial incident took place when Mr Duterte was speaking to a crowd of overseas Filipino workers (OFWs) in Seoul.\n\nTwo Philippine women were invited to join the president on stage to receive a free copy of a book, and were visibly star struck standing next to Mr Duterte.\n\nHe hugged the first and gave her a kiss on the cheek before gesturing the second woman to kiss him on the lips.\n\nAfter a protracted back and forth, with nervous laughter from the young woman and repeated gestures by Mr Duterte, the president eventually leaned in to kiss the woman on the lips.\n\nWhile the young woman was laughing and the crowd cheering, comments on the internet were a lot more critical.\n\nMr Duterte has sparked outrage before with a string of comments seen as misogynistic.\n\nIn April 2016, he spoke to an election campaign rally about the 1989 murder and rape of a female Australian missionary in Davao, where he was mayor at the time.\n\n\"I was angry because she was raped,\" he said. \"That's one thing. But she was so beautiful, the mayor should have been first, what a waste.\" His office later apologised for the comments.\n\nEarlier this year Mr Duterte told Filipino soldiers they should shoot female communist rebels in the vagina.\n\nBoth incidents lead to strong criticism and a backlash on social media.\n\nHoward Johnson, Philippines Correspondent\n\nDespite a string of accusations of misogyny against the president, he remains popular both in the Philippines and with Overseas Filipino Workers (OFW).\n\nA recent opinion poll by the group Social Weather Stations saw the president's administration score a net satisfaction rating of \"very good\" for the first quarter of 2018.\n\nOFWs I've spoken with say they like President Duterte because he projects a strong, assertive image of the Philippines; a father figure to look after the country and its children while they are working abroad.\n\nOn a recent trip to the United Kingdom, I met a Filipino nurse working in a hospital in London. She said that she thought the Western media was biased against the president and didn't report news about him accurately.\n\nCritics of the government say that many OFWs are targeted by pro-government bloggers on social media feeds. They say postings on platforms like Facebook and Twitter spin an inaccurate, glowing image of the president.\n\nWomen's rights group Gabriela condemned the event, saying it was part of a bigger effort to deflect from real policy issues and waning popularity.\n\n\"His repeated acts of machismo are meant as entertainment to hide the reality of his rapidly slipping popularity due to the issues of extrajudicial killings, the Tax Reform for Acceleration and Inclusion law and big-time corruption scandals now plaguing his rule,\" it said in a statement on Monday.\n\nOnly in May, Gabriela filed a petition in Congress asking the government why a statue commemorating the lives of Filipino sex slaves during the time of the Japanese Occupation had been removed from the Bay of Manila.\n\nMr Duterte had said the statue should be moved to a private property so as not to insult Japan.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":null,"shares":{"facebook":14955},"wgt":14955},{"uri":"881375277","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"12:33:00","dateTime":"2018-06-05T12:33:00Z","dataType":"news","sim":0.7764706015586853,"url":"https://www.bbc.co.uk/news/business-44369163","title":"'It takes a man to run an airline'","body":"The airline industry wants to attract more women, but no one seems to have told the trade body's new chairman.\n\nAkbar Al Baker, International Air Transport Association chair and chief executive of Qatar Airways, said his job could only be done by a man.\n\n\"Of course it has to be led by a man, because it is a very challenging position,\" Mr Baker said.\n\nHe made the comment at IATA's annual meeting, where improving diversity at airlines was a big theme.\n\nThe comments reportedly drew groans and gasps from those present, and Mr Baker later appeared to try to clarify his comments.\n\nHe said Qatar Airways was the first carrier in the Middle East to have female pilots and that the company had women in senior roles.\n\n\"So we actually encourage women. We see that they have huge potential in doing senior management positions,\" he said.\n\nMr Baker also said that he would welcome a female leader, providing he could train her up.\n\n\"It will be my pleasure to have a female CEO candidate I could then develop to become CEO after me,\" he told Bloomberg.\n\nIt's not the first time that the Qatar Airways boss has sparked controversy.\n\nLast year, Mr Baker was forced to apologised \"unreservedly\" for his unflattering description of US flight attendants as \"grandmothers\". In contrast, he had said the average age of Qatar Airways cabin crews was 26 in comments criticised as both sexist and ageist.\n\nGender equality in the notoriously male-dominated airline industry was a big theme at the IATA annual meeting.\n\nAlan Joyce, the gay chief executive of Qantas Airways who campaigned for marriage equality in Australia, had sat next to Mr Baker at a session on the topic.\n\nMr Joyce said that having a diverse workforce could help drive profits.\n\n\"If you get the best talent, the best people, the best jobs you're going to perform better,\" he added.\n\nWillie Walsh, chief executive of British Airways-owner IAG, said the industry needed to attract more women and that progress had been slow.\n\n\"Aer Lingus recruited its first female pilot in 1977... It's taken 40 years to get to 10%,\" he said.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4014385","shares":{"facebook":14218},"wgt":14218},{"uri":"882480373","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"23:06:00","dateTime":"2018-06-06T23:06:00Z","dataType":"news","sim":0.6196078658103943,"url":"https://www.bbc.co.uk/news/world-us-canada-44392861","title":"Texas man bitten by severed snake head","body":"A Texas required 26 doses of anti-venom after he was bitten by the severed head of a rattlesnake he had killed.\n\nJennifer Sutcliffe told local station KIII-TV that her husband was working in the garden when he saw the four-foot (1.25m) rattlesnake and decapitated it.\n\nWhen he picked up the snake's remains to dispose of them, the head bit him.\n\nA snake's bite reflex can be triggered up to several hours after it has died. Ms Sutcliffe told KIII-TV her husband immediately began to have seizures.\n\nHe was airlifted to hospital where he was treated with the anti-venom CroFab.\n\nMore than a week after the incident, the man is reportedly in stable condition, with some weakened kidney function.\n\nLeslie Boyer, an anti-venom doctor at the University of Arizona VIPER Institute, warned against attempting to kill snakes, particularly by cutting them.\n\n\"It's cruel to the animal and it leaves you with a smaller piece that's venomous to pick up,\" she told the Gizmodo news site.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4016777","shares":{"facebook":13502,"pinterest":3},"wgt":13505},{"uri":"883455347","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"10:04:00","dateTime":"2018-06-08T10:04:00Z","dataType":"news","sim":0.7411764860153198,"url":"https://www.bbc.co.uk/news/world-us-canada-44411208","title":"Lullaby written for school shooting drills","body":"\"Lockdown, lockdown, lock the door. Shut the lights off, say no more.\"\n\nIn Massachusetts, a class of five-year-olds are learning this rhyme - set to the lullaby \"Twinkle, Twinkle, Little Star\" - so they know what to do during a school shooting.\n\nParent Georgy Cohen spotted the poem taped to a classroom chalkboard at the school in the city of Somerville.\n\nShe posted a picture online, writing: \"This should not be hanging in my soon-to-be-kindergartener's classroom.\"\n\nHowever, she made clear that she didn't blame the kindergarten for its approach, tweeting: \"The school is doing exactly what they need to be doing, and I am glad for it. My issue is with the political & cultural factors that brought us to this sad state. Please talk to your legislators about the need for gun reform.\"\n\nThe rhyme, which is written in brightly coloured pen and illustrated with cartoons, reads in full:\n\nMs Cohen came across the poem while touring the school her child will attend after the summer holidays.\n\nShe told the Boston Globe she found the image \"jarring\", adding: \"When I was in kindergarten, we had fire drills. It was different - we didn't have these same types of threats.\"\n\nThe picture was widely shared on Twitter, where user Rebecca Watson wrote: \"In case you were wondering if we are, in fact, living in a dystopia, just imagine 30 five year olds singing this in unison.\"\n\nThe Twitter account for Dictionary.com reposted it with the definition of the word \"disconcerting\".\n\n\"This sort of thing really makes me question raising my kids in the US,\" tweeted one San Francisco-based father.\n\nIn a joint statement to the Boston Globe, Somerville Mayor Joseph Curtatone and Superintendent Mary Skipper said that lockdown drills were a sad but necessary aspect of the education system, noting: \"Unfortunately, this is the world we live in.\"\n\nThe statement reads: \"Students in Somerville and across the country know how unnatural this is, as evidenced by their vocal leadership and advocacy this year in response to continuing school shootings.\n\n\"Just like school fire drills, lockdown drills have sadly become a common practice in schools, and educators do everything they can to reduce students' anxiety and stress.\"\n\nMs Skipper said she agreed that active shooter drills were \"jarring\" for both children and staff, and rued that the poster - while creative - \"speaks to a loss of innocence.\"","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4019728","shares":{"facebook":12636},"wgt":12636},{"uri":"882685988","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"08:07:00","dateTime":"2018-06-07T08:07:00Z","dataType":"news","sim":0.6274510025978088,"url":"https://www.bbc.co.uk/news/world-us-canada-44394156","title":"Trump baffles with White House fire remark","body":"Canadians have reacted with dismay to reports US President Donald Trump questioned whether Canada burned down the White House during a call with the country's leader, Justin Trudeau.\n\nBritish forces did set fire to the presidential residence during the War of 1812 with the US.\n\nBut Canada did not exist at the time - it was made up of British colonies.\n\n\"Didn't you guys burn down the White House?\" Mr Trump reportedly asked in a call with Mr Trudeau over new tariffs.\n\nIt is not clear if the comment was intended as a joke, but CNN report that it followed an exchange in which Mr Trudeau asked how the US could justify the tariffs as a \"national security\" issue.\n\nThe US imposed tariffs on steel and aluminium imports from its allies - the EU, Canada and Mexico - last week.\n\n\"It is simply ridiculous to view any trade with Canada as a national security threat to the US,\" Mr Trudeau has said of the move.\n\n\"Canada became a country in 1867. The War of 1812 was in... 1812,\" one Twitter user wrote in response to the reports.\n\n\"The War of 1812 is trending proving once again that 2018 is insane,\" another said.\n\n\"Look on the bright side: At least [Trump] knows what the War of 1812 is and that during it, someone burnt down something,\" one user wrote.\n\nNew York Times correspondent Glenn Thrush joked that \"some young Republican researcher is Googling frantically to see if any British-Canadian units did in fact participate\".\n\nOthers suggested sparing a thought for the historians who may be inundated with media requests.\n\nThe White House was set on fire by British forces in 1814 during the War of 1812 with the United States.\n\nThe reasons for the war included US frustration at the British forcing American merchant sailors into the Royal Navy, as well as trade restrictions on the US.\n\nAnother factor was British support for Native Americans as they fought against the US government's westward expansion.\n\nBritish troops led by Maj Gen Robert Ross attacked and burned public buildings including the Capitol, Washington Navy Yard and the president's mansion during the conflict.\n\nIt was the only time that a foreign power has captured and occupied Washington.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4017109","shares":{"facebook":12449,"pinterest":5},"wgt":12454},{"uri":"883039744","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"18:06:00","dateTime":"2018-06-07T18:06:00Z","dataType":"news","sim":0.8274509906768799,"url":"https://www.bbc.co.uk/news/world-us-canada-44395741","title":"Cop stops ex-officer who delivered him","body":"A New Jersey state trooper has been unexpectedly reunited with the former police officer who helped his pregnant mother deliver him 27 years ago.\n\nOn Facebook, New Jersey State Police said: \"Trooper Michael Patterson stopped Matthew Bailly for a minor motor vehicle violation.\"\n\nIn conversation, Mr Bailly asked Mr Patterson where he was from, and he said he had grown up on Poe Place.\n\nMr Bailly said he remembered the street as he had helped deliver a baby there.\n\nYou may also like:\n\nThe experience had stayed with Mr Bailly to the extent that he was able to describe details of the house, and even recalled the baby's name - Michael.\n\nThe stunned officer extended his hand and said: \"My name is Michael Patterson, sir. Thank you for delivering me.\"\n\nOn October 5 1991, Mr Patterson's mother, Karen, was out shopping when she went into labour. After she had struggled home, her husband phoned a doctor.\n\nMr Bailly, who had been on the job for four years, was the first to respond to the incident.\n\nAnd with baby Michael unable to wait any longer, the young officer was guided through the delivery process by the doctor, who was still on the phone line.\n\nOn Facebook, 18,000 people have reacted to the post, while thousands of others have \"liked\" the story on Instagram and Twitter.\n\nMany commented on the post to share their surprise at the story, calling the coincidence \"beautiful\" and \"awesome\".\n\nOthers described the chance meeting as \"meant to be\", on Twitter.\n\nSeveral people commented on the post with the same burning question - did Mr Patterson issue Mr Bailey a ticket?\n\nNew Jersey State Police Department confirmed to the BBC that Mr Bailly had been stopped because of his vehicle's tinted windows.\n\nMr Bailly was not issued a ticket but was advised to change the glass.\n\nThe police department said: \"Trooper Patterson, Matthew Bailly, and both of their families were ecstatic about the reunion.\"","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4017813","shares":{"facebook":12089},"wgt":12089},{"uri":"883167872","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"22:33:00","dateTime":"2018-06-07T22:33:00Z","dataType":"news","sim":0.7333333492279053,"url":"https://www.bbc.co.uk/news/uk-politics-44407771","title":"Boris Johnson 'warns of Brexit meltdown'","body":"Boris Johnson reportedly warned there may be a Brexit \"meltdown\" in private comments made at a dinner this week.\n\nThe foreign secretary also referred to the Treasury as the \"heart of Remain\", according to a report by Buzzfeed.\n\nIn recorded comments to the campaign group Conservative Way Forward he also reportedly said he was \"increasingly admiring of Donald Trump\".\n\nFriends of Mr Johnson said they were disappointed remarks made at a private event had been covertly recorded.\n\nThe foreign secretary was apparently speaking to a group in a private room after an Institute of Directors reception on Wednesday night.\n\nAccording to Buzzfeed, he said that the prime minister was \"going to go into a phase where we are much more combative with Brussels\".\n\nHe reportedly added: \"You've got to face the fact there may now be a meltdown. OK? I don't want anybody to panic during the meltdown. No panic. Pro bono publico, no bloody panic. It's going to be all right in the end.\"\n\nHe was said to have described concerns over the border between Northern Ireland and the Irish Republic as \"pure millennium bug stuff\" and suggested Chancellor Philip Hammond's department was \"basically the heart of Remain\".\n\nOn the US president, who is preparing for an historic summit with North Korea's leader Kim Jong-un, Mr Johnson reportedly said: \"I have become more and more convinced that there is method in his madness.\"\n\nHe added: \"He'd go in bloody hard... There'd be all sorts of breakdowns, all sorts of chaos. Everyone would think he'd gone mad. But actually you might get somewhere.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4019849","shares":{"facebook":11474},"wgt":11474},{"uri":"881138064","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"06:18:00","dateTime":"2018-06-05T06:18:00Z","dataType":"news","sim":0.7411764860153198,"url":"https://www.bbc.co.uk/news/newsbeat-44366192","title":"Ariana Grande admits suffering from PTSD","body":"Ariana Grande says she doesn't think she'll ever be able to talk about the Manchester Arena bombing without crying.\n\nThe singer had just finished her concert on May 22 2017 when a suicide bomber detonated an explosive device.\n\n22 people died in the attack.\n\nIn an interview with British Vogue, she revealed how she's coping with the symptoms of post-traumatic stress disorder (PTSD) following last year's attack.\n\n\"It's hard to talk about because so many people have suffered such severe, tremendous loss. But, yeah, it's a real thing.\"\n\n\"I know those families and my fans, and everyone there experienced a tremendous amount of it as well.\n\n\"Time is the biggest thing.\n\n\"I feel like I shouldn't even be talking about my own experience - like I shouldn't even say anything.\n\n\"I don't think I'll ever know how to talk about it and not cry.\"\n\nAriana Grande features on the cover of the July 2018 issue of the magazine.\n\nLast month she revealed she had a bee tattoo as tribute to the victims of the bombing.\n\nThe worker bee is an emblem for Manchester, symbolising the city's industrial past.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4012237","shares":{"facebook":11350},"wgt":11350},{"uri":"883502442","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"11:25:00","dateTime":"2018-06-08T11:25:00Z","dataType":"news","sim":0.4666666686534882,"url":"https://www.bbc.co.uk/news/health-44413436","title":"NHS staff vote for 6.5% pay deal","body":"More than one million NHS workers in England will receive a three-year pay deal worth 6.5% after staff voted in favour of the offer.\n\nHospital cleaners, nurses, security guards, physiotherapists, emergency call handlers, paramedics, midwives, radiographers and other NHS staff across England will get the pay rise.\n\nThey should now get the money in their July pay packets, backdated from April.\n\nThirteen unions voted for the deal and one against.\n\nThe only union to reject the deal was the GMB.\n\nThe agreement covers all staff on the Agenda for Change contract - about 1.3m across the UK - which is the entire workforce with the exception of doctors, dentists and senior leaders.\n\nSara Gorton, head of health at Unison, said the three-year pay deal must not be a \"one-off\".\n\n\"Health workers will want to know that ministers are committed to decent wage rises across the NHS for the long term, and that this isn't just a quick fix.\n\n\"Most importantly, the extra funding means the pay rise won't be at the expense of services or patient care,\" she said.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4013534","shares":{"facebook":10699},"wgt":10699},{"uri":"883362948","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"07:08:00","dateTime":"2018-06-08T07:08:00Z","dataType":"news","sim":0.6196078658103943,"url":"https://www.bbc.co.uk/news/world-us-canada-44409775","title":"War of words ahead of G7 summit","body":"Leaders of the G7 group are gathering in Canada for what could be one its most acrimonious summits in years.\n\nOn the eve of the meeting, the French and Canadian leaders clashed with US President Donald Trump on the summit's key agenda - trade tariffs.\n\nMr Trump, expected to be the last to arrive and first to leave, has imposed steel and aluminium tariffs that have sparked reprisals from trade partners.\n\nBut the nations could also clash on the Iran nuclear deal and climate change.\n\nThe G7 summit, which groups Canada, the US, the UK, France, Italy, Japan and Germany, begins on Friday in the town of La Malbaie in Quebec.\n\nIt was mainly France and Canada vs Donald Trump.\n\nAlthough much has been made of the bonhomie between the US president and French counterpart Emmanuel Macron, the latter was pulling no punches ahead of the talks.\n\nIn a tweet, Mr Macron said if Mr Trump wanted to be isolated, the six other nations would sign their own agreement if need be \"because these six countries represent values, they represent an economic market which has the weight of history behind it and which is now a true international force\".\n\nHost leader Justin Trudeau has also flirted with a \"bromance\" approach to Mr Trump but has appeared far more confrontational recently, particularly with the stalling of talks over the North American Free Trade Agreement (Nafta).\n\nHe described Mr Trump's citing of national security to defend his steel and aluminium tariffs as \"laughable\".\n\nNever one to back down, Mr Trump fired off defiant tweets, accusing Mr Trudeau of being \"indignant\" and the European Union and Canada of erecting \"massive trade tariffs and non-monetary trade barriers against the US\" for years.\n\n\"Take down your tariffs and barriers or we will more than match you,\" he wrote.\n\nUK Prime Minister Theresa May appeared to take a more conciliatory approach, saying she wanted the EU to act with restraint and proportion in retaliating to the US tariffs.\n\nIt is likely that Brexit, in particular trade deals following the UK's exit from the EU, will also be on her agenda.\n\nMr Trump will apparently be the last to arrive and the White House said he would fly out early, on Saturday morning, to head to Singapore for his landmark summit with North Korean leader Kim Jong-un.\n\nMr Trudeau has set up five themes for the summit - inclusive economic growth; gender equality and women's empowerment; world peace and security; jobs of the future; and climate change and oceans.\n\nWhether Mr Trump is around long enough to cover them all remains to be seen.\n\nThe US president was very much the odd man out on climate change during the G7 in Italy last year, later announcing his intention to withdraw from the landmark Paris agreement.\n\nIran is also a big sticking point. Mr Trump recently ditched the 2015 agreement with Tehran that aimed to curb its nuclear programme. This angered the other signatories who have since sought to shore it up.\n\nAlmost unseen, the summit will be the first major outing for new Italian PM Giuseppe Conte.\n\nUsually. Although host nations are a bit more savvy and tend to hive them off to remote or well-defended areas.\n\nAbout 400 demonstrators did protest on Thursday night in Quebec, burning the US and other flags of the G7.\n\nBut the town's chief of police told media in May that the security threat for the summit was considered \"moderate\" and that he did not expect a repeat of the globalisation showdown in Genoa, Italy, in 2001.\n\nAbout 8,000 soldiers and police officers are expected to be on hand during the Quebec event.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4018976","shares":{"facebook":10544,"pinterest":7},"wgt":10551},{"uri":"881225053","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"09:09:00","dateTime":"2018-06-05T09:09:00Z","dataType":"news","sim":0.5176470875740051,"url":"https://www.bbc.co.uk/news/uk-scotland-44367951","title":"Scots welcome new ginger emoji","body":"The imminent arrival of redheads to the emoji universe has been welcomed by Scots campaigning take their place in text-messaging apps.\n\nUnicode's 11.0 update - which refreshes available emoji - is being released from 5 June, officially bringing ginger hair to phones and social media.\n\nThe updates will take time to filter through as tech firms update their operating system software.\n\nEmma Kelly, who helped raise a petition for the change, said it was great news.\n\nMs Kelly, who runs the website Ginger Parrot, told BBC Radio Scotland's Good Morning Scotland programme: \"We did feel a bit left out, so the ginger community is quite vocal about how pleased they are that it's finally going to be included.\n\n\"I think probably every message I send from now on will have a ginger emoji in it, I almost felt like I didn't want to use any emojis because there wasn't one that looked like me.\"\n\nThe news was welcomed by Scots on social media, with one redhead saying: \"Someone answered my prayers. MOAN THE GINGERS\"\n\nOne added: \"Glad to see my people are finally being represented\", while another said: \"This is awesome! Gingers are good to go now!!\"\n\nAnd one Twitter user declared: \"The war is over. The gingers have won.\"","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4006900","shares":{"facebook":10380},"wgt":10380},{"uri":"882717030","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"09:04:00","dateTime":"2018-06-07T09:04:00Z","dataType":"news","sim":0.4039215743541718,"url":"https://www.bbc.co.uk/news/uk-northern-ireland-44395150","title":"Northern Ireland abortion law case lost","body":"Human rights campaigners have lost a Supreme Court appeal over the legality of Northern Ireland's abortion law.\n\nThe court dismissed an appeal brought by the Northern Ireland Human Rights Commission (NIHRC).\n\nBut a majority of judges said the existing law was incompatible with human rights law in cases of fatal foetal abnormality and sexual crime.\n\nThe commission lost on the issue of whether they had the required standing to bring the case.\n\nThis, judges said, would have required the case being brought by a woman who was pregnant as a result of sexual crime or who was carrying a foetus with a fatal abnormality.\n\nAs a result, the judges did not make a formal declaration of incompatibility, which would normally lead to a change in the law.\n\nAny change in the law will now be up to the politicians, either in Belfast or Westminster.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4018451","shares":{"facebook":9834},"wgt":9834},{"uri":"883477453","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"10:43:00","dateTime":"2018-06-08T10:43:00Z","dataType":"news","sim":0.7137255072593689,"url":"https://www.bbc.co.uk/news/uk-44413586","title":"Lush drops 'anti-spy cops' campaign","body":"Cosmetics company Lush has dropped its campaign drawing attention to the so-called UK \"spy cops\" scandal.\n\nThe brand had been criticised on social media for a window display focusing on the scandal, which many people said amounted to an attack on police.\n\nLush said it had suspended the window \"for the safety of our staff\".\n\nThe campaign related to a public inquiry into claims of wrongdoing by undercover officers who infiltrated activist groups in England and Wales.\n\nDorset-based company Lush has said it was designed to urge Home Secretary Sajid Javid to listen to campaigners who have accused the inquiry - which was set up in 2015 - of protecting officers.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4015312","shares":{"facebook":9779},"wgt":9779},{"uri":"881357409","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"12:21:00","dateTime":"2018-06-05T12:21:00Z","dataType":"news","sim":0.6745098233222961,"url":"https://www.bbc.co.uk/news/business-44368151","title":"Forbes reveals world's richest sports stars","body":"US boxer Floyd Mayweather has regained his title in the Forbes rankings of the world's top 100 earning athletes.\n\nHe earned a $275m (£205m) payday for his boxing match in August against UFC star Conor McGregor, who is number four on the US business magazine's list.\n\nCristiano Ronaldo - top for the past two years - drops to third, with Lionel Messi edging him out of second place after signing a new contract.\n\nThe top 100 athletes earned a total of $3.8bn, up 23% from last year.\n\nThee are no women on the list this year, after the previous sole entrant, Serena Williams, dropped out of the chart.\n\nMayweather's sports earnings were added to by $10m from endorsements.\n\n\"Boxing's biggest night of 2017 helped Mayweather and McGregor earn nearly $400m combined,\" said Kurt Badenhausen, senior editor at Forbes Media.\n\n\"But basketball players dominate the top 100 overall thanks to a soaring salary cap triggered by the NBA's $24bn TV contract.\"\n\nHe added: \"Forbes' lists of top-earning athletes have long been testosterone heavy. But there has always been at least one female athlete, and as many as three, who qualified since the list was expanded to at least 50 names in 2010. Not this year.\"\n\nSee the full list here.\n\nFloyd Mayweather, Cristiano Ronaldo and Tiger Woods - at number 16 this year - are the only three athletes to top the best-paid list over the past 18 years.\n\nThe starting income for the 2018 list was a record $22.9m, up $1.5 million from the previous year, largely due to soaring salaries in the NBA.\n\nEndorsement income from sponsorship deals fell slightly, by 1% to $877m.\n\nPlayers from 11 different sports are featured in the list, and from 22 different countries.\n\nNBA stars lead with a record-topping 40 basketball players among the top 100. American Football was the next most-represented sport with 18 players, followed by baseball with 14 and football with nine.\n\nAmericans dominate the placings with 66 athletes, while the UK has five, led by F1 driver Lewis Hamilton at number 12 with $51m.\n\nThe Dominican Republic and Spain have three athletes, while Argentina, Brazil, France, Japan and Venezuela all have two.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4014211","shares":{"facebook":9572},"wgt":9572},{"uri":"882319093","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"17:31:00","dateTime":"2018-06-06T17:31:00Z","dataType":"news","sim":0.572549045085907,"url":"https://www.bbc.co.uk/news/world-us-canada-44390112","title":"Trump lawyer says Kim 'begged' for summit","body":"Donald Trump's lawyer Rudy Giuliani has said North Korea's leader \"begged\" for their summit to be rescheduled after the US president cancelled it.\n\nSpeaking at a conference in Israel, Mr Giuliani said Mr Trump's tough stance had forced Pyongyang's hand.\n\nMr Trump called off the summit in May, accusing North Korea of \"tremendous anger and open hostility\".\n\nBut plans for the 12 June bilateral in Singapore were revived after a conciliatory response from Pyongyang.\n\nMr Giuliani was speaking at an investment conference in Israel when he made the remark.\n\nThe Wall Street Journal first reported that Mr Giuliani said: \"Well, Kim Jong-un got back on his hands and knees and begged for it, which is exactly the position you want to put him in.\"\n\nMr Giuliani is an attorney for the president tackling the Russia collusion inquiry.\n\nMr Trump said on Tuesday that plans were \"moving along very nicely\".","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4016407","shares":{"facebook":9331,"pinterest":3},"wgt":9334},{"uri":"883581261","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"13:36:00","dateTime":"2018-06-08T13:36:00Z","dataType":"news","sim":0.6549019813537598,"url":"https://www.bbc.co.uk/news/world-us-canada-44412422","title":"Trump considers Muhammad Ali pardon","body":"US President Donald Trump is considering pardoning boxing legend Muhammad Ali for his draft dodging conviction.\n\nMr Trump made the comments to reporters at the White House before he left for the G7 summit in Canada.\n\n\"I'm thinking about Muhammad Ali. I'm thinking about that very seriously and some others,\" he reportedly said.\n\nAli was convicted in 1967 after refusing to fight in the Vietnam War, but this was overturned in 1971.\n\nMr Trump's comments follow his pardon of conservative political commentator and author Dinesh D'Souza, and his decision to grant clemency to Alice Johnson after lobbying by Kim Kardashian West.\n\nThe president has recently mooted pardons for lifestyle personality Martha Stewart and former governor of Illinois Rod Blagojevich.\n\nMr Trump also recently said he has the \"absolute right\" to pardon himself in the Russia inquiry, although he insists he has done nothing wrong.\n\nThe president has expressed admiration for Muhammad Ali before.\n\nHe has posted on Instagram a photo of himself meeting Ali at a past event.\n\nWhen he died, Mr Trump called him \"a truly great champion and a wonderful guy\" in a tweet.\n\nAli famously declared he \"ain't got nothing against no Viet Cong\" after he was reclassified as eligible for service.\n\nAfter refusing to serve, he was stripped of his boxing titles and did not fight for three years while he appealed, until his conviction was quashed.\n\nPresident Jimmy Carter also offered a blanket pardon in 1977 for any draft dodger who requested one.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4021312","shares":{"facebook":8729},"wgt":8729},{"uri":"882090967","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"11:21:00","dateTime":"2018-06-06T11:21:00Z","dataType":"news","sim":0.8313725590705872,"url":"https://www.bbc.co.uk/news/business-44383220","title":"Emirates looks to windowless planes","body":"Emirates Airline has unveiled a new First Class Suite on board its latest aircraft that features virtual windows.\n\nInstead of being able to see directly outside, passengers view images projected in from outside the aircraft using fibre-optic cameras.\n\nThe airline says it paves the way for removing all windows from future planes, making them lighter and faster.\n\nAirline president Sir Tim Clark said: \"The quality of the imagery is so good, it's better than with the natural eye.\"\n\nThe virtual windows can be seen in the first class cabin of Emirates' newest Boeing 777-300ER aircraft.\n\nSir Tim told the BBC that the ultimate aim was to have planes with no windows at all.\n\n\"Imagine now a fuselage as you're boarding with no windows, but when you get inside, there are windows,\" he said.\n\n\"Now you have one fuselage which has no structural weaknesses because of windows.\n\n\"The aircraft are lighter, the aircraft could fly faster, they'll burn far less fuel and fly higher.\"","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4017672","shares":{"facebook":8484,"pinterest":3},"wgt":8487},{"uri":"882481725","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"23:09:00","dateTime":"2018-06-06T23:09:00Z","dataType":"news","sim":0.8509804010391235,"url":"https://www.bbc.co.uk/news/business-44383224","title":"Carillion collapse to cost taxpayers £148m","body":"The collapse of construction giant Carillion will cost UK taxpayers an estimated £148m, the National Audit Office has said.\n\nThere will also be wider costs to the economy, Carillion's customers, staff, the supply chain and creditors, the NAO said in a report.\n\nWhen it was liquidated with debts of £1.5m in January, the firm had about 420 UK public sector contracts.\n\nSince then, nearly two-thirds of its UK workforce have found new jobs.\n\nThe NAO said 11,638 Carillion workers in the UK, about 64% of the total, were now employed elsewhere. Of the rest, 2,332 - 13% of the total - had been made redundant and the remaining 3,000 were still employed by Carillion.\n\nThe NAO said the £148m estimated loss was subject to a range of uncertainties, such as the timing and extent of asset sales.\n\nHowever, it would be covered by money already provided by the Cabinet Office to help finance the costs of liquidation.\n\nAlmost all services provided by Carillion continued uninterrupted after the firm's collapse, although work on some construction projects stopped, including building work on two hospitals funded by Private Finance Initiatives, the NAO said.\n\nCarillion's non-government creditors were unlikely to recover much of their investments, the NAO said.\n\nIn addition, the firm's extensive pension liabilities, which amounted to £2.6bn at the end of June last year, would have to be compensated through the Pension Protection Fund.\n\nThe head of the NAO, Amyas Morse, said the government had \"further to go\" in protecting the public interest in cases such as Carillion.\n\nHe added: \"Government needs to understand the financial health and sustainability of its major suppliers and avoid creating relationships with those which are already weakened.\"\n\nA spokesman for the Cabinet Office said the government's priority was to ensure public services provided by Carillion continued to run smoothly and safely.\n\n\"The plans we put in place have ensured this, and we continue to work hard to minimise the impacts of the insolvency, having safeguarded over 11,700 jobs to date,\" he said.\n\nLabour's shadow Cabinet Office minister, Jon Trickett, said: \"The government's dogmatic commitment to the failed outsourcing ideology blinded it to the large risks. The Tories were more concerned about the commercial interests of big business than protecting taxpayers' money or public services.\n\n\"In government, Labour would end this racket and would introduce a presumption in favour of bringing contracts back in house.\"\n\nFrank Field MP, who chairs the Work and Pensions Committee, said: \"This invaluable report adds new weight to what we found: Carillion hoodwinked the government as they did many others who were so naive as to trust their published accounts.\"\n\nMr Field accused Carillion's directors of \"extraordinarily negligent planning\" in their oversight of UK public sector construction contracts.\n\nTim Roache, GMB general secretary, described the report as \"damning\".\n\nHe added: \"Carillion held £1.7bn of public contracts, but this report suggests that ministers were working for the company, not the other way around.\n\n\"The same corporate bosses who are responsible for Carillion's failure pocketed millions while going cap in hand to the taxpayer, begging for help to prop up their failing business model.\"","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4017536","shares":{"facebook":8265},"wgt":8265},{"uri":"882867103","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"13:13:00","dateTime":"2018-06-07T13:13:00Z","dataType":"news","sim":0.8156862854957581,"url":"https://www.bbc.co.uk/news/world-latin-america-44401471","title":"Dutch queen's sister found dead at home","body":"The younger sister of Queen Maxima of the Netherlands has died at her home in the Argentine capital, reports say.\n\nInés Zorreguieta was 33 and is reported by local media to have taken her own life.\n\nShe was the godmother to Queen Maxima's youngest daughter, 11-year-old Princess Ariane.\n\nQueen Maxima, a native Argentinian, married then Dutch Crown Prince Willem-Alexander in 2002. They have three children.\n\nDutch newspaper De Volkskrant reported that Queen Maxima was shocked and devastated by the news of her sister's death.\n\nAccording to reports, Inés Zorreguieta worked for the civil service in Buenos Aires, and had been suffering from depression.\n\nInés and Maxima's father, Jorge Zorreguieta, died last year.\n\nHe had served as agriculture minister during Argentina's brutal military dictatorship - a link that caused some controversy in the Netherlands, and led to a debate in the Dutch parliament, before his daughter married the crown prince.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4018770","shares":{"facebook":7891},"wgt":7891},{"uri":"881799051","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"00:21:00","dateTime":"2018-06-06T00:21:00Z","dataType":"news","sim":0.6313725709915161,"url":"https://www.bbc.co.uk/news/entertainment-arts-44371294","title":"Our 20-year affair with Sex and the City","body":"It's been exactly 20 years since Sex and the City, with its infuriatingly catchy theme tune and THAT tutu in the opening credits, burst onto TV screens.\n\nAt the time, it was seen as revolutionary - four women talking openly about their love (and sex) lives with a lot of NSFW scenes shown on screen.\n\nCarrie, Charlotte, Miranda and Samantha became as real as our own friends, from their first appearance on 6 June 1998 to the final episode (countless dates, several husbands and a baby or two later) in 2004.\n\nIts stars - Sarah Jessica Parker, Kristin Davis, Cynthia Nixon and Kim Cattrall - are now household names, and in a real-life plot twist, one of them could now become governor of New York, the city where the show was set.\n\nA lot has changed since the show, based on the book by Candace Bushell, first aired in 1998, with some of the lines in the show now seeming hugely outdated.\n\nBut there's still a lot of love for SATC. Here's how it's still making an impact.\n\nThe Sex and the City outfits are so iconic they're practically another character in their own right.\n\nBut fashions have changed a huge amount since we first saw the famous foursome, however, as this picture taken at the New York premiere of the very first episode shows.\n\nCostume designer Patricia Field worked with the show to create many of its classic looks - including that aforementioned tutu, teamed with a fur coat and heels, which has been described as \"an ensemble rich in cultural resonance\".\n\nVivienne Westwood designed Carrie's wedding dress, which she almost-but-not-quite married Mr Big wearing. It's now being displayed at the designer's New York store to mark the 10th anniversary of its creation.\n\nThen there were the accessories - Carrie's name necklace launched a trend that still continues today (as well as proving a pivotal plot point).\n\nAnd her love of footwear was such that Mr Big, played by Chris Noth, proposed not with a ring, but with a shoe.\n\nThey've even inspired their own Instagram account.\n\nThe good, the bad and the downright ugly are all captured in the Every Outfit on Sex and the City account, so we can relive each item in all its glory - including this colourful Samantha combo, which was likened to a tube of mascara.\n\nAside from the four main stars, a host of actors featured on Sex and the City - many of them getting their big break.\n\nKat Dennings, now best known for 2 Broke Girls, was 14 when she played precocious teenager Jenny Brier, who wanted Samantha to plan her bat mitzvah. It's her first role listed on IMDB.\n\nAlso unknown at the time he starred in SATC was Bradley Cooper, who had a few lines in the second season. The Hollywood actor starred as Jake, who shows Carrie an unflattering magazine cover picture of herself in They Shoot Single People, Don't They?\n\nIn the third series, John Slattery - now best known for his role in Mad Men - played Bill Kelley, a politician who briefly dates Carrie.\n\nOrange is the New Black's Michelle Hurst, who plays Miss Claudette in the prison comedy-drama, was a doctor in an episode where Samantha takes an STD test.\n\nJustin Theroux was a guest on the show not once, but twice - as a hotly-tipped writer called Jared in season one, and then as Carrie's boyfriend Vaughn in the second season.\n\nWithout Sex and the City, we might never have had several other shows which were inspired by the hit series.\n\nUS sitcom Girlfriends centred on a group of four women forging friendship and careers - there are definite similarities, but while SATC was accused of being too white, the four leads in Girlfriends were all African-American.\n\nLena Dunham's Girls centred on a group of twenty-something women in New York finding their way through work and relationships, so there were inevitable comparisons.\n\nDunham said it was \"bridging a gap\" between the teens in Gossip Girl and the 30-somethings in SATC - with the pilot intentionally featured a Sex and the City joke to make it clear that the girls were inspired by Carrie, Samantha, Miranda and Charlotte.\n\nAnd of course, there was The Carrie Diaries, the 2013 series showing Carrie's life in the 1980s.\n\nThey're just as funny and meaningful today as they were back in the day.\n\nHere are a few which are just about safe enough for us to print.\n\nAnd of course then there's Woke Charlotte. The meme that keeps on giving.\n\nThe concept came from Lauren Garroni and Chelsea Fairless, the creators of Every Outfit on Sex and the City, mentioned above.\n\nIt cleverly deals with those awkward moments in beloved old shows that make us cringe over lines that are dated, out of touch or - dare we say it - a little offensive.\n\nThe meme takes problematic lines from the show, and then uses Charlotte as a mouthpiece to give a suitably up-to-date response.\n\nBravo, Charlotte! Now, if only her character had been quite so outspoken on the show...\n\nSATC fans are fierce and they're not going anywhere. When the series ended in February 2004, thousands threw farewell parties dressed up as their favourite characters and drank a toast (with a Cosmopolitan or two, of course).\n\nWhen the first spin-off film premiered back in 2008, hundreds queued from the early hours to greet the Sex and the City stars in London's Leicester Square.\n\nMany fans asked the stars to sign bags and shoe boxes.\n\nOne said at screening that she was a big fan \"because you can relate to it\", adding: \"It's my Bible, we've all gone through the same problems the girls have. They all inspire me. We're not going to be satisfied with just one film.\"\n\nAnd sure enough, a sequel followed - although after being panned by the critics, it was probably one for hardcore fans only.\n\nThe foursome are still making waves 20 years on - the show's official Facebook page has more than 13 million followers. And there are several Sex and the City tours you can go on in New York - visiting haunts like the Magnolia Bakery to get cupcakes, and even getting to sit on Carrie's front stoop.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4014672","shares":{"facebook":7595},"wgt":7595},{"uri":"880750549","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"15:16:00","dateTime":"2018-06-04T15:16:00Z","dataType":"news","sim":0.929411768913269,"url":"https://www.bbc.co.uk/news/blogs-news-from-elsewhere-44360996","title":"Salah tackle turns up in law school exam","body":"The tackle which forced Liverpool forward Mohamed Salah to leave the pitch 30 minutes into the Champions League final last week has featured as a question in a law exam, it's been reported.\n\nSyrian pages on Facebook circulated images from the General Penal Code exam sat by first-year students at the University of Damascus.\n\nThe question reads: \"Sergio Ramos injured Mohamed Salah in the 2018 European Champions League final. Naturally, Ramos cannot be held to account for this action from a criminal law perspective due to four conditions that make the use of violence justified in sports. State these conditions.\"\n\nThe question seems to have been met with good humour and sporting rivalry from most students, with the opposition Enab Baladi website saying that some described the teacher who set the exam as a \"defeated Barcelona fan\" - Barcelona's fierce rivals Real Madrid won the final in Kiev after their 3-1 victory over Liverpool.\n\nAnother Facebook user commented: \"Any Barcelona fan would have torn up the exam paper and left when they heard Ramos's name.\"\n\nOthers commended the professor who wrote the question for having students apply the law to a real life example, while the university's own Facebook page rushed to the defence of the teacher. \"The question was clear and frank. All thanks and appreciation goes to the academic staff in general,\" it said.\n\nIt attached to its post a picture of the question, and the textbook answer, also answered correctly by a student posting on Hawa TV's Facebook page.\n\n\"The conditions are: 1 - That the game is held according to the law. 2 - For the injured player to have consented to take part in the game. 3 - For the player who was behind the injury to have respected the rules and principles of the game. 4 - For the injuries to have been sustained during the game,\" they wrote.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4013419","shares":{"facebook":7580},"wgt":7580},{"uri":"883835539","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"21:41:00","dateTime":"2018-06-08T21:41:00Z","dataType":"news","sim":0.6627451181411743,"url":"https://www.bbc.co.uk/news/uk-44397682","title":"Dalglish and Thompson head honours list","body":"Former Liverpool manager Kenny Dalglish has been knighted and actress Emma Thompson made a dame in the Queen's Birthday Honours list.\n\nLizzy Yarnold, who won Winter Olympic gold, and heavyweight boxing champion Anthony Joshua are appointed OBEs.\n\nThere is also a damehood for classics professor Mary Beard and a knighthood for Japan-born author Kazuo Ishiguro.\n\nNetwork Rail boss Mark Carne is appointed a CBE in the week his firm was criticised for railway disruption.\n\nAn OBE for Pirates of the Caribbean star Keira Knightley is for services to drama and charity, while the same honour goes to footballer Jermain Defoe for his work to support underprivileged children.\n\nThe MBEs include the oldest person on the list, Rosemary Powell, 103, who last month retired from selling poppies in London after 97 years.\n\nSir Kenny, 67, started his career as a player at Celtic before moving to Liverpool in 1977, where he was part of European Cup and league title-winning squads.\n\nAs manager, he secured three titles and was coach at the time of the Hillsborough stadium disaster in 1989, in which 96 fans died.\n\nCapped for Scotland 102 times, \"King\" Kenny's knighthood is for services to football, charity and the city of Liverpool, and recognises the support he gave to the Hillsborough families in their fight for justice.\n\nDame Emma, the only person to have won Academy Awards for both acting and writing, is described in her citation as one of the most versatile and celebrated actresses.\n\nMark Carne's CBE for services to the rail industry was likened by a union boss to \"rewarding the captain of the Titanic\" and comes after Transport Secretary Chris Grayling blamed chaos across two franchises on delays in Network Rail's work schedule.\n\nThe Department for Transport said the timing of the announcement was \"unfortunate\" but should not detract from Mr Carne's four years at the company as it moved back into public control and oversaw a massive programme of modernisation.\n\nIn total 1,057 people are on the honours list - 71% for work in or for their community. A separate military division of the list recognises service personnel.\n\nThere are British Empire Medals for a volunteer with the Swansea Samaritans, William Jenkins, and Robert Charleston, a volunteer rescue officer for St Ives Coastguard. Akeela Ahmed - whose She Speaks, We Hear charity works with Muslim women in London - becomes an MBE.\n\nHonours list officials say women at the \"forefront of their professions or who have championed women's rights\" have been given honours in the 100th anniversary year of women's suffrage. Almost half the recipients, although they only receive 41% of the honours at the highest levels, CBE or above.\n\nOther new dames include Royal Mail chief executive Moya Greene and Frances Saunders, an engineer who has championed diversity within the science and technology sector.\n\nThere are CBEs for Brenda Trenowden from the 30% Club, which aims to increase female representation on boards; Margaret Casely-Hayford, a lawyer and businesswoman, for her services to charity and promoting diversity, and Kanya King, the founder of the Mobo music awards. Kath Moore, who encourages women into the construction industry becomes an MBE.\n\nTim Waterstone, founder of the Waterstones book chain, is among the new knights, alongside historian and broadcaster Simon Schama, baritone Simon Keenlyside and Prof James Hough from Glasgow University, whose hunt for gravitational waves is seen as one of the biggest scientific breakthroughs of recent decades.\n\nIn the year he was revealed to be Britain's richest man - with a £21bn fortune - there is a knighthood for Jim Ratcliffe, chief executive of chemical group Ineos, for services to business and investment.\n\nThe sporting OBEs also include Richard Leman, the Olympic hockey gold medallist from 1988 who became a businessman and sporting executive; Lucinda Russell, trainer of the 2017 Grand National winner One For Arthur, and Roisin Wood, chief executive of footballing anti-racism campaign Kick It Out.\n\nTeam GB's success at the Winter Olympics and Paralympics also sees MBEs for Menna Fitzpatrick and her sighted guide Jennifer Kehoe, who won four medals each, and an OBE for the squad chief Michael Hay.\n\nSimon Munn, who appeared seven times for Team GB in Paralympics Wheelchair Basketball, becomes an MBE, as does equestrian William Fox-Pitt, ex-Northern Ireland women's football international Sara Booth, and Wales international Jess Fishlock, whose honour is for services to football and the LGBT community.\n\nFrom the arts world, actor Tom Hardy becomes a CBE, alongside authors Ken Follett and Jeanette Winterson. Jazz musician Julian Joseph, and artists Ms Lubaina Himid - 2017's Turner Prize winner - and Rose Wylie are OBEs.\n\nThere are MBEs for Niomi McLean-Daley - AKA the rapper Ms Dynamite - and the actor Gary Wilmot.\n\nVeteran Carry On actress Fenella Fielding, 90, is recognised with an OBE for services to drama and charity.\n\nSoprano Dame Kiri Jeanette Te Kanawa joins the elite Companions of Honour.\n\nSomeone who will not be a stranger to the surroundings of an honours investiture ceremony is Lucy Worsley, the broadcaster, historian and chief curator of Historic Royal Palaces, who becomes an MBE for services to history and heritage.\n\nFormer University Challenge host Bamber Gascoigne becomes a CBE for services to the arts, and TV gardener Monty Don's OBE is for services to horticulture, broadcasting and charity.\n\nThe creator of the animation series Dangermouse, Brian Cosgrove, is made an OBE. Timothy Bentinck - David Archer in Radio 4's The Archers - said he was \"astonished and humbled\" by his MBE for services to drama.\n\nThere is a CBE for the BBC's former chief news correspondent Kate Adie and MBE for documentary presenter Stacey Dooley, known for her BBC Three investigations.\n\nTim Davie, chief of BBC Studios, the corporation's commercial arm, becomes a CBE for services to international trade.\n\nFrom the political arena, Eleanor Laing, Conservative MP for Epping Forest, and Labour's Louise Ellman, MP for Liverpool Riverside, are made dames, and Bernard Jenkin, Tory MP for Harwich and North Essex is knighted.\n\nThere is a knighthood for Mark Rowley, former Met Police assistant commissioner who led the response after last year's London terror attacks. A CBE for Dee Collins, Chief Constable of West Yorkshire Police is for her service in the police and the British Association of Women in Policing.\n\nBen Helfgott, who has used his public profile as a Holocaust survivor to promote community cohesion, is knighted, and Albania-based Sister Imelda Poole, president of European anti-trafficking network Renate, is made an MBE for combating modern slavery.\n\nThe brother of aid worker David Haines, who was killed by the Islamic State group in Syria in 2014, is made an OBE. Mike Haines campaigns to promote tolerance across all faiths and has addressed school pupils across the country.\n\nThe founders of three beauty brands are on the list. Jo Malone becomes a CBE for services to the economy and the GREAT Britain investment campaign. There are MBEs for Charlotte Tilbury, and Judy Naake, founder of St Tropez self-tanning products.\n\nMolecular biologist Richard Henderson, who shared the Nobel Prize in Chemistry in 2017, joins the Companions of Honour and Oxford University professor Angela McLean, a leader in modelling the growth of viruses within individuals is made a dame.\n\nA damehood goes to NHS England chief scientific officer Prof Sue Hill. Veronica Donovan, a consultant midwife from Birmingham, and Kathryn Halford, chief nurse at Barking, Havering and Redbridge University Hospitals, become OBEs.\n\nCompanion of Honour - Recipients wear the initials CH after their name. Limited to 65 people","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4022288","shares":{"facebook":7519},"wgt":7519},{"uri":"881631403","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"18:12:00","dateTime":"2018-06-05T18:12:00Z","dataType":"news","sim":0.8392156958580017,"url":"https://www.bbc.co.uk/news/world-africa-44376298","title":"Ethiopia seeks to end deadly Eritrea feud","body":"Ethiopia says it will fully accept the outcome of a border commission, ending a dispute with Eritrea that sparked Africa's deadliest border war in 1998.\n\nThe ruling EPRDF coalition says the decision was taken in an effort to make peace with neighbouring Eritrea.\n\nTens of thousands of people were killed in two years of fighting.\n\nThe two sides have remained on a war footing as Ethiopia refused to accept the ruling of the border commission set up as part of a peace deal in 2000.\n\nThe commission said that some disputed areas, including the border town of Badme, were in Eritrea.\n\nAs a result, Ethiopia refused to withdrawn its troops out of the disputed areas.\n\nThis led Eritrea to accuse Ethiopia of forcefully occupying its territory.\n\nEritrea has refused to hold any talks with Ethiopia until it agrees unconditionally to the border commission's findings.\n\nEthiopia's new Prime Minister Abiy Ahmed promised to make peace with the country's northern neighbour after taking power earlier this year.\n\nBBC World Service Africa editor Will Ross says if Ethiopia does now remove soldiers from the disputed land it would show it is serious about seeking peace.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4014408","shares":{"facebook":6980},"wgt":6980},{"uri":"883256950","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"23:24:00","dateTime":"2018-06-06T23:24:00Z","dataType":"news","sim":0,"url":"https://www.bbc.co.uk/news/resources/idt-sh/yashin","title":"Yashin","body":"Their other grandson, two years Alexander's elder, was at that time already on the fringes of the professional game. He does not carry the Yashin name either, but he might just be able to ensure that the Yashin legacy lives on.\n\nVasily Frolov used to be a goalkeeper. He was on the books of Dynamo Moscow for a time, the only club Yashin represented. He is Yashin's grandson, and now he runs his own goalkeeper training school.\n\nWe meet on a modern, artificial turf pitch in a sports hall adjoining the stadium where his grandfather began his own career, playing for the factory team local to these northern fringes of Moscow - Tyshino. Over the road - a massive, 12-lane highway with no real markings to keep you in check - stands Spartak Moscow's new stadium, which will soon be hosting World Cup matches.\n\nVasily is wearing a T-shirt with white writing on a black background - \"Lev Yashin Style\". Four boys have turned up. He runs the young keepers through a series of drills. They are excellent. There is a lesson in each section, or more than one - communication, reflexes, positioning, throwing the ball.\n\nPyotr is 10 years old. He has turned up to training dressed all in black, even the palms of his gloves. He's not the only one either.\n\nTwo of his friends are decked out in black shorts, black under trousers and black long-sleeve tops. Pyotr has seen Yashin's matches on YouTube, watched his best saves, but he doesn't support Dynamo. I ask Vasily - is the black strip compulsory? Recommended? \"No,\" he answers. \"They just come like that.\"\n\nVasily joined Dynamo's youth side, having started out at Torpedo Moscow because it was closer to home. But he never made it. The closest he came to elite football was a loan spell with Dynamo St Petersburg, a sister club in the second tier, and he retired at the age of 23. Vasily's grandmother, Valentina, candidly says he wasn't good enough. Vasily agrees, and explains more. It was the mental burden he could not cope with.\n\n\"I can't say there was any external pressure or expectation on me, but there was internal pressure - the weight from the fact I had such a grandfather,\" he says. \"I wanted to show to everyone that I'm as good, but the level was so high that over time, with every mistake, there was an even more painful reaction. I understood that this could make me crazy and I needed to stop because my level became lower and lower. That's it.\"\n\nVasily has only one proper memory of his grandfather, but it is a happy one. He walks into a sunny bedroom, four years old, his head is as high as the mattress, and sees him lying there. He is beckoned to come closer and scrambles under the sheets.\n\nHe says: \"I remember realising that there was one leg and then nothing where the other should be, but I didn't pay much attention to it. I was just happy that my granddad invited me to be close to him. He covered me up with the blanket and it felt so good and so warm to be there next to him.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":null,"shares":{"facebook":6642,"pinterest":3},"wgt":6645},{"uri":"881010521","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"00:12:00","dateTime":"2018-06-05T00:12:00Z","dataType":"news","sim":0.6784313917160034,"url":"https://www.bbc.co.uk/news/uk-england-london-44364912","title":"Michael McIntyre robbed by men on moped","body":"Comedian Michael McIntyre was robbed by two men on a moped while parked outside his children's school on Monday, his publicist has said.\n\nThe men smashed his car windows with a hammer before taking his watch and speeding off, it has been reported.\n\nHis publicist Gary Farrow told the BBC the star was \"fine\" after the incident in north west London.\n\nThe Metropolitan Police said they were called at 13:59 BST to reports of a robbery in North End Road.\n\n\"The victim was stationary in his car when two males on a moped smashed the car windows with a hammer before stealing property,\" a statement said.\n\nPolice said no injuries were reported and no arrests have been made.\n\nMcIntyre is a stand-up comedian and is host of Saturday night entertainment series Michael McIntyre's Big Show.\n\nHis UK tour in 2012, during which he played to over 700,000 people in 71 venues, including 10 nights at London's O2 arena, reportedly earned the comic £21m.\n\nMcIntyre has also been a judge on Britain's Got Talent and has appeared on numerous quiz panel shows.\n\nAnyone with information about the incident should call police on 101 quoting CAD4018/04JUN or Crimestoppers anonymously on 0800 555 111.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4012000","shares":{"facebook":6603},"wgt":6603},{"uri":"881268778","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"10:23:00","dateTime":"2018-06-05T10:23:00Z","dataType":"news","sim":0.6745098233222961,"url":"https://www.bbc.co.uk/news/business-44366737","title":"Billionaire Koch brothers take on Trump","body":"Powerful US billionaire brothers Charles and David Koch are funding a multi-million dollar campaign against President Donald Trump's trade tariffs.\n\nThree political groups backed by the brothers say they will use advertising, lobbying and grassroots campaigns to push the benefits of free trade.\n\nThe duo run Koch Industries, one of the world's largest privately-owned firms.\n\nThe move comes just days after Mr Trump imposed tariffs on steel and aluminium imports from the EU, Canada and Mexico.\n\nCharles and David Koch's company has interests ranging from pipelines to paper towels.\n\nAccording to the Koch Industries website, \"to millions of Americans, the words 'Koch brothers' and 'political activism' go hand-in-hand\".\n\nThey have previously put money into groups denying climate change and attacking unions and workers' rights, but they have also pushed criminal justice reform and made large donations to the American Civil Liberties Union.\n\nLast November, the brothers helped fund Meredith Corporation's deal to buy US magazine publisher Time Inc, which owns of some of the world's most famous magazine brands, sparking concerns that they would use their investment to wield editorial influence.\n\nThe three groups launching the campaign: Freedom Partners Chamber of Commerce, Americans for Prosperity and the LIBRE Initiative, are urging the president to lift the recent tariffs on aluminium and steel imports as well as the proposed tariffs on other imports from China.\n\nAmericans for Prosperity president Tim Phillips said the tariffs would \"hamstring our full economic potential\".\n\n\"There are better ways to negotiate trade deals than by punishing American consumers and businesses with higher costs,\" he added.\n\nThe campaign indicates the level of concern among business groups, typically Republican supporters, about the impact of the tariffs.\n\nLeaders from the EU, Canada and Mexico have criticised the move and threatened retaliation, sparking fears of a trade war.\n\nDonald Trump has said the steel tariffs will protect US steelmakers, which he says are vital to national security.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4011574","shares":{"facebook":6494,"pinterest":5},"wgt":6499},{"uri":"883537448","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"12:25:00","dateTime":"2018-06-08T12:25:00Z","dataType":"news","sim":0.8901960849761963,"url":"https://www.bbc.co.uk/news/world-africa-44412277","title":"Sexist craft beers removed after outcry","body":"A South African company has apologised for the branding of its new range of craft beers, which sparked an outcry, especially among women.\n\nVale Bru ran a marketing campaign for the beers with names such as Filthy Brunette' Easy Blonde' Raven Porra and Ripe Redhead.\n\nEasy Blonde came with the tagline: \"All your friends have already had her\".\n\nAfter being criticised for being sexist, the company promised to remove the labels and names.\n\nThe social media campaign advertised Filthy Brunette as: \"When gushing and moist are used to describe something' then you know.\"\n\nWhile the Raven Porra was described as, \"a porter with the best head in town\". According to South Africa's Times Live, Porra is a derogatory term for someone of Portuguese origin.\n\nThandi Guilherme, author of the platform Craft Geek, wrote on Instagram that Vale Bru \"should be absolutely ashamed of yourselves. Crass, sexist, misogynistic branding and labelling\".\n\nThe Johannesburg-based company issued its first apology, which has since been deleted, on Instagram. It said: \"Our attempt at making you' and ourselves' uncomfortable' worked. However' we never meant to belittle or degrade you.\"\n\n\"If those keyboard crusaders want to carry on' feel free,\" it added.\n\nMs Guilherme later wrote on her blog: \"#Metoo, Rape culture and Trump's 'locker room' misogyny are not funny. These are real problems that society is trying to deal with. Don't go there.\"\n\n\"I understand that sex sells' but these names don't hint at respectful sex,\" wrote South African blogger Lucy Corne.\n\n\"Maybe they should have asked themselves whether these are things that they would appreciate people saying about their little sister.\"\n\nIn a new apology posted on 7 July, Vale Bru said it took \"full accountability for our actions and we plan on making things right.\"\n\n\"We were insensitive and wrong, for which we apologise unreservedly,\" it added.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4021831","shares":{"facebook":6116},"wgt":6116},{"uri":"883751336","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:36:00","dateTime":"2018-06-08T18:36:00Z","dataType":"news","sim":0.7529411911964417,"url":"https://www.bbc.co.uk/sport/football/44420009","title":"Juventus sign goalkeeper Mattia Perin from Genoa to replace Gianluigi Buffon","body":"Juventus have signed goalkeeper Mattia Perin from Serie A rivals Genoa three weeks after Gianluigi Buffon played his last game for the Italian champions.\n\nJuve have paid an initial fee of 12m euros (£10.53m) for the 25-year-old, who has signed a four-year contract.\n\nWorld Cup-winning keeper Buffon, 40, spent 17 years at the Turin club but will play elsewhere next season after changing his mind about retiring.\n\nPerin spent eight years with Genoa, who finished 12th in Serie A last season.\n\nA Juventus statement indicated there was 3m euros (£2.63m) in add-ons in the deal \"given conditions in the course of the duration of the contract\".\n\nLiverpool midfielder Emre Can has also been linked with a move to Juventus, who have also signed Brazil winger Douglas Costa from Bayern Munich, after it was announced he will leave Anfield this summer.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4020818","shares":{"facebook":5991},"wgt":5991},{"uri":"882137501","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"12:36:00","dateTime":"2018-06-06T12:36:00Z","dataType":"news","sim":0,"url":"https://www.bbc.co.uk/news/uk-wales-south-east-wales-44383403","title":"Nuclear plant mud dump plan approved","body":"A final obstacle to plans to dispose of mud and sediment from a nuclear plant site off Cardiff Bay has been overcome.\n\nThousands of tonnes of material needs to be dredged from the Hinkley Point C building site in Somerset, but there has been opposition from campaigners.\n\nNatural Resources Wales (NRW) has now approved the monitoring plan.\n\n\"We're confident the proposed activity will not harm people or the environment and the material is suitable for disposal,\" said a NRW spokesman.\n\nThe developer wants to dispose of 300,000 tonnes of mud across the Bristol Channel in the Cardiff Grounds, a little over a mile out to sea from Cardiff Bay.\n\nBut campaigners claimed the mud could be contaminated with nuclear waste from the old Hinkley nuclear stations.\n\nThey have also alleged that testing of samples has been inadequate and there is insufficient evidence about how sea currents will move the sediment after it has been dumped.\n\nJohn Wheadon, NRW permitting services manager, said: \"We make sure activities like these do not harm marine environments, which are home to valuable wildlife and habitats and very important to our well-being and economy.\n\n\"We know this is a matter of great concern for many people, but want to reassure them that every element of the application was considered thoroughly.\"\n\nThe body has published a plan on how surveys of the disposal site will take place and how it will be monitored.\n\nThe work will be carried out by NNB GenCo, which was given a marine licence by NRW for the disposal of dredged material in 2014.\n\nSamples from the proposed dredge site have previously been analysed by independent experts and NRW said these were found to be within acceptable limits.\n\nThe developers claimed that even if a person spent four hours each day on the shoreline, ate fish sourced from the area and inhaled any sediment on the shore, 90% of the radiation they would receive would be naturally occurring.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":null,"shares":{"facebook":5969},"wgt":5969},{"uri":"882220616","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:49:00","dateTime":"2018-06-06T14:49:00Z","dataType":"news","sim":0.9019607901573181,"url":"https://www.bbc.co.uk/news/health-44381799","title":"Tips for dealing with hay fever","body":"Pollen levels are set to soar across parts of England and Wales over the next week, which means hay fever sufferers are in for a tough time.\n\nExperts are predicting that this year could see particularly high pollen counts because of recent rainfall followed by warm weather.\n\nSo what can be done to reduce hay fever symptoms?\n\nOne in five people in the UK is thought to suffer from hay fever, and the bad news is there's no cure for it and you can't prevent it.\n\nYou'll know if you're affected. It's the itchy, watery eyes, sneezing, runny nose that don't go away like a normal cold, often combined with headaches and tiredness.\n\nAfter you've been to your pharmacist or GP for advice on the best treatments, such as antihistamine tablets, drops or sprays, here are some other tips to try.\n\nCertain times of the day have higher pollens levels. On a typical high count day - dry, warm and sunny - at this time of year, the first half of the morning and later in the afternoon until late evening are the times to avoid being outside.\n\nBeverley Adams-Groom, pollen expert and forecaster from the University of Worcester, says pollen gets caught up in air currents and rises up away from nose level during the day.\n\nIf it's hot until much later in the day, particularly in cities in the south of the UK, then the risk of high pollen levels descending could continue all night.\n\n\"When it's very warm during the day, the pollen don't come down until the middle of the night, giving people a terrible night,\" she says.\n\nPollen is made up of fine, microscopic grains released into the air by grass, plants and trees. They are carried on the wind, easily inhaled by humans and pets, and they stick to everything.\n\nSo, it's a good idea to wash it all off once you get home after being outside - by:\n\nFor the same reason, you should avoid drying washing outdoors on a clothes line when the pollen count is high.\n\nThe pollen count is the amount of pollen per cubic metre measured over 24 hours at various places across the UK, using a trap with sticky paper inside it.\n\nA reading of between 50 and 150 grains of grass pollen is considered high - enough for hay fever symptoms to appear.\n\nThere's no excuse for not getting down to some housework if hay fever is an issue.\n\nVacuuming the house regularly and dusting with a damp cloth will help to prevent the pollen accumulating indoors and irritating your eyes and nose.\n\nWhile you're at it, keep windows and doors shut as much as possible.\n\nMake sure to monitor the Met Office's pollen forecast every day and for the five days to come so that you can stay indoors if possible when pollen counts are high.\n\nMost people with hay fever are allergic to grass pollen, but there are about 30 different types of pollen that can cause problems throughout the year.\n\nWhen it's warm, humid and windy, the pollen count is higher. Rainfall decreases pollen concentration in the air, particularly if it rains heavily in the morning.\n\nThe amount of daylight also plays a role - plants and trees will produce less pollen when it's cloudy.\n\nThe south of the UK is usually more badly affected by high pollen levels than other areas. For the next five days, the pollen count is forecast to be very high across England and Wales and low in Scotland and northern England.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4010509","shares":{"facebook":5418},"wgt":5418},{"uri":"880880126","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"19:10:00","dateTime":"2018-06-04T19:10:00Z","dataType":"news","sim":0.7019608020782471,"url":"https://www.bbc.co.uk/news/world-us-canada-44361613","title":"Strange twist of fate in US hit-and-run","body":"A Maine man killed by a hit-and-run driver on Friday himself killed a child in a hit-and-run five decades ago and cheated justice, it has emerged.\n\nDouglas Parkhurst, 68, was hailed as a hero after he died while pushing children from the path of the vehicle at a baseball field in Sanford.\n\nBut local media report he lied about killing a girl in a car crash in 1968.\n\nA 51-year-old woman was arrested in Friday's incident, which is apparently unconnected with Parkhurst's dark past.\n\nPolice are trying to determine why the suspect, Carol Sharrow, allegedly ploughed through a gate and drove wildly across the baseball park.\n\nSeveral players were on the field at the time and more than 200 people were in the stands.\n\nOne witness, Justin Clifton, told WCSH-TV: \"After the car got off the field, [the driver] came to the gate and the older guy pushed the kids right out of the way.\n\n\"He took the hit for the kid. We can't even have kids play baseball without someone getting hurt.\"\n\nParkhurst, a Vietnam veteran, was hit while trying to close a gate to keep the car in the field.\n\nMs Sharrow fled the scene and was later arrested. Police told local media she faces a preliminary charge of manslaughter.\n\nThey said she has a drink-driving conviction in two states, though did not confirm if alcohol was a factor in Friday's incident.\n\nParkhurst died on the way to the hospital.\n\nHalf a century ago, he was a prime suspect in the death of four-year-old Carolee Ashby one Halloween night.\n\nShe was thrown 133ft (40m) into the air when a car hit her while she was crossing the street.\n\nWitnesses said the impact was hard enough to launch the girl out of her black cowboy boots.\n\nCarolee had been walking with her 15-year-old sister to buy candles for a birthday cake.\n\nPolice received a tip-off that Parkhurst, then 18 years old, had apparently crashed a Buick into a pole that same night.\n\nThey interviewed him, but he denied any involvement in the hit-and-run.\n\nFive years ago, police reopened the cold case and questioned him again.\n\nThe local district attorney advised Parkhurst he could not be criminally charged for the accident because too much time had passed.\n\nParkhurst finally confessed to the crime in 2013, knowing the statute of limitations had expired and he could not be prosecuted.\n\nHe said he and his brother had been drinking before the accident.\n\n\"I don't remember seeing any kids but I believe in my heart I hit the little Ashby girl with my car.\"\n\nHe said his brother was passed out on the back seat of the car at the time of the collision.\n\nIn a Facebook post following the incident, the Sanford Maine Little League said all their players were safe.\n\nThey conveyed \"deep sorrow to the family of the brave man that gave his life tonight protecting others\".\n\nAfter hearing news of Parkhurst's death, Russ Johnson, the retired police officer who helped crack the Carolee Ashby case, told the Portland Press Herald: \"God works in mysterious ways.\n\n\"The secret Mr Parkhurst held all those years put that family through torment.\"\n\nHe called his death a strange twist of fate.\n\nCarolee's sister, Darlene, told the Herald the story \"has made a full circle\" now.\n\n\"The same thing that happened to my sister happened to him.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4008129","shares":{"facebook":5161},"wgt":5161},{"uri":"883612441","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"14:27:00","dateTime":"2018-06-08T14:27:00Z","dataType":"news","sim":0.5411764979362488,"url":"https://www.bbc.co.uk/news/in-pictures-44412576","title":"The village being reclaimed by nature","body":"Shengshan island in China's eastern Zhejiang province is home to Houtouwan, an abandoned village that has become overgrown with thick green vegetation.\n\nAgence France-Presse photojournalist Johannes Eisele went to Houtouwan to capture these extraordinary aerial photos.\n\nThe tiny island was once home to a bustling fishing village with more than 2,000 fishermen and their families housed in more than 500 homes.\n\nThe remoteness of the island meant that the standards of education and quality of food deliveries suffered.\n\nResidents started to leave the island in the early 1990s in search of a better life.\n\nBy 1994 almost everyone had left, and only a few villagers remain today.\n\nOver the years lush vegetation reclaimed the buildings, making the isolated island a popular tourist destination.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4020086","shares":{"facebook":5043,"pinterest":35},"wgt":5078},{"uri":"880774155","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"15:54:00","dateTime":"2018-06-04T15:54:00Z","dataType":"news","sim":0.6313725709915161,"url":"https://www.bbc.co.uk/news/uk-politics-44357580","title":"Cabinet set for Heathrow runway decision","body":"Ministers will discuss whether to give the go-ahead for a new Heathrow runway on Tuesday, the BBC understands.\n\nThe BBC's political editor Laura Kuenssberg said the economic sub-committee, chaired by Theresa May, is set to discuss the issue before it goes for approval by the full cabinet.\n\nIf backed, MPs would then be asked to vote on the issue in the coming weeks.\n\nThe government has backed expansion in principle despite opposition from key figures such as Boris Johnson.\n\nThe foreign secretary, who is MP for Uxbridge and Hillingdon in west London, has long been opposed to Heathrow expansion on both economic and environmental grounds while other critics include former education secretary Justine Greening, who also represents a London constituency.\n\nMinisters have accepted the recommendations of a 2015 review into airport capacity in the south-east of England which concluded that building a third runway at Heathrow offered the greatest economic benefits, as long as it was accompanied by a package of measures to address its environmental and community impacts.\n\nMinisters published a draft national airports statement in October setting out the conditions for its approval.\n\nParliament must approve the revised statement, which has since been subject to a public consultation, to allow the planning process to move onto detailed work.\n\nLaura Kuenssberg said that if it is backed by the cabinet, Transport Secretary Chris Grayling could come forward with the statement later this week. It has to be voted upon no later than 21 sitting days after its publication.\n\nLabour has said expanded capacity is vital to the UK economy but its support is conditional on tests being met on capacity, climate change, noise and air quality as well as the wider economic benefits.\n\nHeathrow's owners say a new runway would cost £14bn and increase its capacity from 85.5 million to 130 million passengers. It is hoped it would be operational between 2025 and 2030.\n\nCampaigners argue a new runway will breach the UK's legal limits on air pollution but last year they failed in a bid to have the decision declared unlawful.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4008101","shares":{"facebook":4984},"wgt":4984},{"uri":"882300393","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"16:59:00","dateTime":"2018-06-06T16:59:00Z","dataType":"news","sim":0,"url":"https://www.bbc.co.uk/news/world-asia-44385018","title":"Farmer sews 'longest' German flag","body":"A Bangladeshi farmer has shown his support for Germany's World Cup hopes in an unusual way - with a home-made flag 5.5km (3.4 miles) long.\n\nAmjad Hossain, 69, says his love for the country began after he used German homeopathic medicine for a gallstone.\n\nHe began work on the flag two years later when Germany hosted the 2006 World Cup, and has continued to add to it in subsequent tournaments.\n\nHe has even sold land to buy enough black, red and gold fabric.\n\nThe flag was unveiled at a school in Mr Hossain's hometown of Magura, around 60 miles (100 km) to the west of the capital Dhaka, on Tuesday.\n\nAccording to AFP, he plans to display the flag at his local stadium if Germany gets through to the second round of the World Cup and said of his favourite team: \"I love German football. They play beautiful football.\"\n\nThis is not the first time Mr Hossain has made headlines with his flag.\n\nDuring the last World Cup in 2014 - when the flag was a mere 3.5 km long - the German embassy in Bangladesh awarded him a life-time membership of the German national team's official fan club, a football, a team jersey and a certificate of appreciation.","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":null,"shares":{"facebook":4964},"wgt":4964},{"uri":"880546397","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"09:42:00","dateTime":"2018-06-04T09:42:00Z","dataType":"news","sim":0.8627451062202454,"url":"https://www.bbc.co.uk/sport/football/44353673","title":"World Cup 2018: Belgium include Vincent Kompany but Christian Benteke misses out","body":"Defender Vincent Kompany has been named in Belgium's 23-man squad for the World Cup despite being an injury doubt - but striker Christian Benteke misses out.\n\nManchester City captain Kompany, 32, suffered a groin injury during Saturday's goalless draw with Portugal.\n\nManager Roberto Martinez said he would make a decision on the centre-back's fitness closer to their opening match against Panama on 18 June.\n\nHe also said dropping Crystal Palace's Benteke was his \"toughest decision\".\n\nKompany has had a series of injuries over the past five seasons, although he was able play without problems for Premier League champions Manchester City from January until the end of the campaign.\n\nMartinez - whose side are in England's group - said he can call up a replacement until 24 hours before the Panama game.\n\n\"He is a true leader - his leadership is essential for us,\" the Spaniard added.\n\nThe former Everton boss has trimmed his squad from 28 players, with Real Sociedad's former Manchester United winger Adnan Januzaj keeping his place.\n\n\"I expect a lot from him,\" said Martinez. \"He is a real talent in one-on-one situations. He will bring us freshness.\"\n\nBenteke has scored three goals for club and country this season and Martinez has preferred Manchester United's Romelu Lukaku and Michy Batshuayi of Chelsea for the central striker position.\n\nNewcastle goalkeeper Matz Sels, Watford's Christian Kabasele and fellow defender Jordan Lukaku of Lazio are the other players to miss out, while Los Angeles FC defender Laurent Ciman is on standby.\n\nBelgium also face Tunisia in group G.\n\nGoalkeepers: Koen Casteels (Wolfsburg), Thibaut Courtois (Chelsea), Simon Mignolet (Liverpool).\n\nDefenders: Toby Alderweireld (Tottenham Hotspur), Dedryck Boyata (Celtic), Vincent Kompnay (Manchester City), Thomas Meunier (Paris St-Germain), Thomas Vermaelen (Barcelona), Jan Vertonghen (Tottenham Hotspur).\n\nMidfielders: Yannick Carrasco (Dalian Yifang), Kevin de Bruyne (Manchester City), Mousa Dembele (Tottenham Hotspur), Leander Dendoncker (Anderlecht), Marouane Fellaini (Manchester United), Eden Hazard (Chelsea), Thorgan Hazard (Borussia Monchengladbach), Adnan Januzaj (Real Sociedad), Dries Mertens (Napoli), Youri Tielemans (Monaco), Axel Witsel (Tianjin Quanjian).\n\nForwards: Michy Batshuayi (Chelsea), Nacer Chadli (West Brom), Romelu Lukaku (Manchester United).","source":{"uri":"bbc.co.uk","dataType":"news","title":"BBC News"},"eventUri":"eng-4010554","shares":{"facebook":4842},"wgt":4842}]}}