{"articles":{"page":1,"totalResults":22,"pages":1,"results":[{"uri":"883692766","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"16:46:00","dateTime":"2018-06-08T16:46:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/blog/150-year-wait-indian-immigrants-advanced-degrees","title":"150-Year Wait for Indian Immigrants With Advanced Degrees","body":"I have previously written that no one knows how long legal immigrant workers will have to wait for permanent residency (i.e. green cards) in the United States, particularly from India where the wait times are the longest. But now U.S. Citizenship and Immigration Services (USCIS) has released the number of applicants for each category, so we can compute rough estimates of the number of years it will take people applying today to receive their green cards.\n\nTable 1 provides the data. As of April 20, 2018, there were 632,219 Indian immigrants and their spouses and minor children waiting for green cards. The shortest wait is for the highest skilled category for EB-1 immigrants with \"extraordinary ability.\" The extraordinary immigrants from India will have to wait \"only\" six years. EB-3 immigrants -- those with bachelor's degrees -- will have to wait about 17 years. The biggest backlog is for EB-2 workers who have advanced degrees. At current rates of visa issuances, they will have to wait 151 years for a green card. Obviously, unless the law changes, they will have died or left by that point.\n\nTable 1: Indian Immigrants Waiting for Green Cards (Approved Petitions for Alien Worker)*\n\nSource: U.S. Citizenship and Immigration Services; Annual Visas from U.S. Department of State; *As of April 20, 2018 with Priority Date On or After May 2018 Department of State Visa Bulletin; Note: Spouses & children are based on USCIS's estimate of the ratio of primary to dependent applicants\n\nAs Table 1 shows, the green card allocation is not based on the length of the backlog, so 69 percent of the backlog is in the EB-2 category, but it received only 13 percent of the green cards issued in 2017. There are two reasons for this. First, each category is guaranteed a minimum of 40,040 green cards, so the allocation between categories does not adjust when one category has higher demand than the others. Second, EB-2 is currently subject to the per-country limits -- previously discussed here -- that prevent Indian immigrants from receiving more than 7 percent of the green cards issued in the category.\n\nFor employment-based green cards, the per-country limit only applies in full force when the category is filled up, meaning that if some green cards would go to waste, Indian immigrants can receive above the per-country limit of 7 percent. For this reason, Indian immigrants received nearly 18 percent of the total green cards issued in the EB-3 category in 2017. The last time the per-country limits fully applied in EB-3 was in 2012. The demand in EB-2 is so high from other countries right now, however, that EB-2 immigrants from India received only about 7 percent of the total.\n\nThis inconsistency in the application of the per-country limit raises an important caveat to the calculations above. If the per-country limits end up not applying fully for EB-2 during some future years, they could receive their green cards before the next century. For example, if they received the same number of green cards as EB-3 workers did in 2017, they would have to wait \"only\" 65 years, rather than 151 years as projected in Table 1 based on the number of issuances in 2017. On the other hand, if the per-country limits end up applying fully for EB-3 workers after 2018, they could end up having to wait more than 40 years, rather than 17 years.\n\nIt's worth emphasizing that the per-country limits are still discriminating against EB-3 Indians. Only once every other national who wants a green card in that category gets one do they get relief, so tens of thousands of immigrants from other countries are still bypassing them in line, even though Indians have waited longer. The absurd wait times for Indian immigrants highlights the importance of ending this pointless discrimination in the legal immigration system -- which the Fairness for High Skilled Immigrants Act (H.R. 392) -- but Congress shouldn't just adopt a spread-the-pain policy either. It should increase the number of green cards issued as well.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{"facebook":1502},"wgt":1502},{"uri":"882490490","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"23:32:00","dateTime":"2018-06-06T23:32:00Z","dataType":"news","sim":0.6627451181411743,"url":"https://www.cato.org/blog/60-deported-criminal-aliens-committed-only-victimless-crimes-few-violent-crimes","title":"60% of Deported \"Criminal Aliens\" Committed Only Victimless Crimes, Few Violent Crimes","body":"Immigration and Customs Enforcement (ICE) has for years worked tirelessly to portray its duties as working to protect Americans from criminals. Yet from 2009 to February 2017, only about half of ICE's removals were of people who had committed any crime at all. Even of those who committed a crime, the most serious offense for 60 percent of them was a victimless crime -- most commonly an immigration offense, traffic infraction, or vice crimes like illicit drugs.\n\nThis post relies on ICE data published in response to a Freedom of Information Act request and now available online. The data breaks down all ICE removals from 2009 to February 2017 by the most serious criminal conviction committed by the immigrant. The criminal categories are broad, but the general trend is clear: ICE primarily removed criminals who committed crimes without a private victim (i.e. not the government or \"society\"). Just 12 percent committed violent crimes -- and just 0.6 percent were convicted of murder or sexual assault. In addition, as Figure 1 shows, 47.7 percent of those ICE removed had no criminal conviction at all.\n\nFigure 1: Immigrants Removed by ICE by Criminal Conviction, FY 2009-FY2017*\n\nSource: Immigration and Customs Enforcement; *Through February 2017\n\nIn addition to immigrants that it arrests in the interior of the United States, ICE handles removals of some immigrants -- primarily Central Americans -- who were originally apprehended by Border Patrol. Roughly half of all removals during this time originated at the border. Most of the removals of noncriminals come from these referrals. But even after taking out these border apprehensions, nearly a quarter of all removals from the interior during that time still had no criminal conviction.\n\nFigure 2 depicts the distribution of convicted immigrants within the four categories -- violent crimes, property crimes, crimes with possible victims, and crimes without victims. As I have explained before, most violent crimes were assaults, which include simple assaults defined by the FBI to include assaults \"where no weapon was used or no serious or aggravated injury resulted\" and include \"stalking, intimidation, coercion, and hazing\" where no injuries occurred. The FBI excludes simple assault from its definition of violent crime, but ICE fails to break down this category, so we cannot.\n\nFigure 2: Immigrants Removed by ICE by Criminal Conviction, FY 2009-FY2017*\n\nThe plurality of property crimes were larcenies, which include \"thefts of bicycles, motor vehicle parts and accessories, shoplifting, pocket-picking, or the stealing of any property or article that is not taken by force and violence or by fraud.\"\n\nDUIs made up the majority of the \"possible victims\" category. ICE data on removals fail to separate DUIs from other less significant traffic offenses. In order to do so, I used the share of traffic offenses that were DUIs among immigrants arrested by ICE in 2017. The \"possible victims\" category also includes some nebulous categories like \"privacy,\" \"threats,\" and disturbing the peace, which are undefined in the ICE report. Nonviolent sex crimes include statutory rape as well as lewd behaviors in public. Fraud and forgery could have victims or they could be crimes where immigrants allow their family members to use their identities to obtain work in the United States.\n\nFamily offenses include \"nonviolent acts by a family member (or legal guardian) that threaten the physical, mental, or economic well-being or morals of another family member\" that aren't classified elsewhere (e.g. violating a restraining order). Kidnapping convictions generally arise from custody disputes between parents over children, so I included them in this category.\n\nVictimless offenses were traffic infractions that were not DUIs, immigration offenses such as entering the country illegally, or \"vice\" crimes (drugs, sex work, or alcohol). Immigration \"crimes\" include illegally entering the country, reentering after a deportation, falsely claiming U.S. citizenship, and smuggling. Obstruction offenses mainly include parole and probation violations or failure to appear in court. They also include \"general crimes\" mainly comprising conspiracy offenses and money laundering related crimes.\n\nICE should deport criminals who threaten Americans, but when it strays into removing people who are contributing to America's economy and society, it treads on our freedom of association and harms the country. ICE needs to have its priorities redirected toward keeping America safe from criminals whose offenses actually have victims and not those who are simply seeking a better life here.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":"eng-4017714","shares":{"facebook":125},"wgt":125},{"uri":"881225416","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"09:09:00","dateTime":"2018-06-05T09:09:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/policy-analysis/world-imagined-nostalgia-liberal-order","title":"A World Imagined: Nostalgia and Liberal Order","body":"Recent political tumult and the election of Donald Trump to the U.S. presidency have driven anxious commentators to lament the collapse of a post-1945 \"liberal world order.\" Nostalgic for the institution building and multilateral moment of the early postwar era, they counsel Washington to restore a battered tradition, uphold economic and security commitments, and promote liberal values. On closer inspection, while it is true that the postwar world was more prosperous and peaceful than what came before, the claim that a unitary \"liberal order\" prevailed and defined international relations is both ahistorical and harmful. It is ahistorical because it is blind to the process of \"ordering\" the world and erases the memory of violence, coercion, and compromise that also marked postwar diplomatic history. It loses sight of the realities and limits of the exercise of power abroad, the multiplicity of orders that arose, and the conflicted and contradictory nature of liberalism itself. While liberalism and liberal projects existed, such \"order\" as existed rested on the imperial prerogatives of a superpower that attempted to impose order by stepping outside rules and accommodating illiberal forces. \"Liberal order\" also conflates intentions and outcomes: some of the most doctrinaire liberal projects produced illiberal results. This nostalgia is harmful because framing the world before Trump in absolute moral terms as a \"liberal order\" makes it harder to consider measures that are needed to adapt to change: the retrenchment of security commitments, the redistribution of burdens among allies, prudent war-avoidance, and the limitation of foreign policy ambitions. It also impedes the United States from performing an increasingly important task: to reappraise its grand strategy in order to bring its power and commitments into balance.\n\nAccording to a view popular in Washington, D.C., and other capitals around the world, the United States used its power and idealism for more than 70 years to create a security and economic order that transformed the world. This world order was liberal because the United States was liberal. \"Liberal\" in this context means the pursuit of security both through the spread of liberty, in the form of free markets and democratic constitutions, and the rule of law, in the form of rule-based international institutions. Today, defenders of that order fear that President Trump and a set of regressive forces are laying waste to it. They claim the consequences are grave: we are witnessing the \"end of the West as we know it,\" the abandonment of \"global leadership\" by its \"long-time champion,\" and a \"coming Dark Age.\" Foreign Affairs, the house organ of the foreign policy establishment, recently asked 32 experts whether the \"liberal order is in peril.\" Most agreed it is, with 26 respondents registering a confidence level of 7 out of 10. Alarmed by the political tumult of our time, nostalgists recall the post-1945 moment of institution building and benign internationalism and call for its reclamation.\n\nThey are, however, in the grip of a fiction. Liberalism and liberal projects abounded in the past 70 years. But the dream of a unitary, integrated global system organized around liberalism is ahistorical. In truth, the pre-Trump world was a more brutal and messy place than the nostalgia allows. To be sure, there was liberalism, and it did help define postwar international relations. Broadly speaking, the post-1945 period was, on many measures, more prosperous, less violent, and more collaborative than what came before. One defect of \"liberal order\" nostalgia is that it exaggerates these qualities and simply leaves out too many contrary historical realities. Other critics have already noted the gap between nostalgia and history and that the postwar world was never \"whole.\" At times the liberal order was neither very liberal nor very orderly. There may be \"islands of liberal order, but they are floating in a sea of something quite different.\"\n\nNot only do nostalgists get the history wrong, they fail to confront what \"world ordering\" actually entails. The main critique in this paper is that the fetish for \"liberal order\" has obscured what is involved in the process of \"ordering\" -- or attempting to order -- the globe. The United States, as the leading actor in the orthodox narrative, emerges as a power that created order through a benign internationalist vision, consensus building, and institution creating. But the successes and failures of that order also flowed from coercion, compromise, and rougher power politics. As the ordering superpower, the United States did not bind itself with the rules of the system. It upended, stretched, or broke liberal rules to shape a putatively liberal order. Appeals to the myth of a liberal Camelot flow from a deeper myth, of power politics without coercion and empire without imperialism.\n\nThis fuller narrative is also a story of tragic limits. The world was not so easily subjugated. Efforts to spread liberalism often contained the seeds of illiberalism. Multiple orders collided and met the limits of their reach and power. Efforts to create a liberal order ended up accommodating illiberalism. Liberalism itself proved to be a conflicted thing. At times, projects to advance it had unexpected results. As it happens, the pursuit of \"liberal order\" is not just an antidote to the current difficulties suffered by the international system but a source of them.\n\nIdeas about \"order\" matter and have weighty policy implications. Just as material power enables or forecloses certain choices, ideas condition and constrain a country's grand strategic decisions. Those who lament the fall of the \"liberal order\" are saying, in effect, that some ideas are illegitimate and should be off the table. They worry that \"populism\" and \"isolationism\" endanger traditional ideas that were once dominant, leading America to abandon its manifold commitments overseas, in turn driving the world into disorder. When they call for the reclamation of the old order, they also call for the perpetuation of American primacy. By contrast, this paper argues that the exaggerated notion of the \"liberal order\" and its imminent collapse is a myth of the foreign policy establishment and leads America to overstretch.\n\nThis analysis is divided into three parts. First, I examine the lamentations for a lost world, unpacking what such lamentations claim about how the world \"was\" before its dissolution allegedly began. Liberal order nostalgia performs two functions: by denying the violent coercion, resistance, and unintended consequences of \"world ordering,\" it sanitizes history into a morality tale and delegitimizes arguments for revision and retrenchment. The lamentations also give an alibi to American primacy, attributing its demise to forces external to it. By reducing the issue to one of inadequate political will, and by blaming either elites or the public at large for failing to keep the faith, \"liberal order\" lamentations dodge the painful question of how such an excellent order could produce unsustainable burdens, alienate its own citizenry, and provoke resistance.\n\nIn the second section, I demonstrate that \"liberal order\" rhetoric is ahistorical and therefore largely mythical. The claim that a single, internally consistent, and consensual order predominated for more than 70 years, with liberal projects producing liberal results, fares poorly when compared with the major patterns of international relations from 1945, in the spheres of both security and commerce. Conversely, the claim that American statecraft is now being turned upside down is hyperbolic, and blind to the quiet victories that orthodox U.S. grand strategy is winning under the Trump presidency.\n\nLastly, I argue that \"world order\" nostalgia is harmful. There is a prudent case for retrenchment, and a diplomacy of deterrence, power sharing, and accommodation, through which the United States could pursue security in a multipolar world. For an overstretched superpower to address the imbalance of power and commitments, it will have to look beyond ritual incantations.\n\nThe prospect of major change in the international system is attracting a new wave of literature about \"world order.\" Recent crises and political revolts have prompted security experts on both sides of the Atlantic to announce the coming of end times. The rise of pernicious \"isms\" -- economic protectionism, authoritarian nationalism, political tribalism, superpower unilateralism -- has triggered these fears, along with the gauntlets being thrown down by revisionist powers threatening U.S. hegemony in the Persian Gulf, Eastern Europe, and Asia. In the United States, the focal point of this eschatology is the presidency of Donald Trump. After the election of an erratic, coarse demagogue to the nation's highest office in November 2016, security experts lamented the passing of a postwar structure that civilized international life, presided over by a benign American hegemon.\n\nWhat is being threatened? The objects of anxiety are a \"liberal world order,\" which allegedly held sway for 70 years, and even the end of \"the West\" itself. The life of this order is normally periodized from the end of World War II in 1945 to the recent past. As the storyline goes, the United States as benevolent hegemon designed and underwrote a \"global, rules-based\" economic and security order that transformed the world.\n\nAfter its chief competitor, the Soviet Union, collapsed in 1989-1991, it extended this strategy globally. Proponents of liberal order draw on the logic of hegemonic stability theory. According to that theory, one dominant state exercises such a preponderance of power that it lessens the insecurities that lead to arms races and spirals of alarm, enabling other states to ease their security competitions with neighbors and rivals, relax their arms programs, and focus on economic growth. More ambitiously, it not only reshapes institutions and markets but remakes the preferences of other states. To its admirers, this order, for all its imperfections, achieved unprecedented general peace and prosperity. It was based on a harmony of interests between the United States and the rest of the world. It made the world a single system or \"whole,\" as Council on Foreign Relations president Richard Haass claims. Revision of the order, and retreats by the hegemon, will lead to increased disorder.\n\nOn the campaign trail Donald Trump explicitly threatened the status quo. He denounced allies as delinquent and threatened to shred alliances, tolerate nuclear proliferation, re-erect tariff walls, and abandon international agreements. To security traditionalists who oppose Trump, his revisionist challenge accelerates the collapse of a \"liberal order\" under a transnational assault by authoritarian forces. In a state of shock, they seek orientation in an ahistorical myth about the world before this dark age. As Princeton's Aaron Friedberg tweeted, \"After WWII US built a system of democratic states, tied together by trade, institutions and common values -- a liberal order. Now it needs to defend that order against the illiberal powers it tried to incorporate after the Cold War.\" Historian Jeremy Suri charges that Trump is plunging the world into a great regression by \"launching a direct attack on the liberal international order that really made America great.\" The elements of this order include \"a system of multilateral trade and alliances that we built to serve our interests and attract others to our way of life.\" Suri explains:\n\nThrough the European Recovery Program (the Marshall Plan), the General Agreement on Tariffs and Trade (now the World Trade Organization), the International Monetary Fund (IMF), and the World Bank, among other institutions, the United States led a postwar capitalist system that raised global standards of living, defeated Soviet communism, and converted China to a market economy. Through the North Atlantic Treaty Organization (NATO) in Europe and a web of alliances in Asia and the Middle East, the United States contained aggressive states, nurtured stable allies, and promoted democratic reforms when possible.\n\nThis sunny \"highlights package\" offers a strangely bloodless retelling of history. It is a euphemistic rendering of the Cold War and the actual practice of anti-Soviet containment by the superpower and its proxies. The Bay of Pigs, napalm, East Timor, the shah of Iran, and the Contras fade into the background. That this pristine retelling should come from distinguished historians of American diplomacy like Friedberg and Suri suggests how seductive the vision of an earlier and better order has become. Trump, too, is complicit in this mythmaking. Like his opponents, he frames his own election in stark terms. Trump speaks of a dark prehistory of \"globalism,\" of open borders, predatory capitalism, futile wars, and general American victimhood, and a return to wholesome nationalism, industrial regeneration, civilizational rebirth, and, of course, making America \"great.\"\n\nWhat was the liberal order, as its defenders define it? If an \"order\" is a coming together of power with social purpose, a \"world order\" is an international design of institutions, norms, and patterned relationships that defines the global balance of power. Some commentators argue that for a viable world order to emerge in a time of turbulence, the United States may have to compromise. Amitav Acharya, Michael Mazarr, and Henry Kissinger seek to revive the concept of world order, but unlike those of other \"world order\" visionaries, their proposed designs are pluralistic and require the United States to temper its universalism for the sake of stability and negotiated coexistence in a polycentric world.\n\nBy contrast, the liberal order is a missionary project that looks to extirpate rival orders and demands the perpetuation of American dominance. As an ideal type, the \"liberal order\" entails a copious number of norms and institutions, suggesting that good things go together. In accounts of the postwar liberal order, many or all of the following features appear, though with varying emphasis: the rule of law and the supremacy of \"rules,\" humanist globalism and humanitarian development, free trade, multilateral cooperation, the security provision of the United States (principally through its permanent alliances), and a commitment to liberal progress through the advocacy of democratic and market reforms. Its institutions span the United Nations, NATO, the North American Free Trade Agreement (NAFTA), the Trans-Pacific Partnership (TPP), the General Agreement on Trade and Tariffs (followed by the World Trade Organization), the IMF, and the World Bank. A commitment to protocols and the bridging of divides figure centrally. Hence phrases like \"open, rule-based international economy\" abound. The \"order,\" proponents argue, embodied also a pattern of behavior, or, as Jake Sullivan at the Carnegie Endowment for International Peace explains, a \"system of norms, institutions, and partnerships\" whereby, under the hegemon's stewardship, collective cooperation trumped competition for relative advantage, significant shares of sovereignty were ceded for the benefits of collective action, and a global consensus spread. An \"illiberal order\" would presumably be the opposite of these things: politically and economically divided and closed, authoritarian, uncooperative, coercive, and disrespectful of rules and norms.\n\nThe liberal order is necessarily hierarchical. To speak of liberal order is to speak also of American primacy, with the former depending on the exercise of the latter. Nostalgists do not deny that the American superpower upheld it partly through overwhelming military strength. However, they emphasize the nonbloody uses of force, for example, deterring and dissuading adversaries, reassuring and uniting allies, and preventing conflict. And they stress the consensual, attractive quality of American hegemony. Postwar continental Europe therefore stands out as a favorite area of emphasis, as an \"empire by invitation.\"\n\nMost anxious observers agree that a significant \"fall\" is occurring. To explain it, they weigh heavily an alleged loss of political will within the West. Leading theorists of liberal order, such as Princeton's G. John Ikenberry, have long warned that \"the hallmarks of liberal internationalism -- openness and rule-based relations enshrined in institutions such as the United Nations and norms such as multilateralism -- could give way to a more contested and fragmented system of blocs, spheres of influence, mercantilist networks, and regional rivalries.\" Once optimistic that the order would withstand geopolitical challenges and prove resilient, Ikenberry now fears a different kind of insurgent threat, flowing not from hostile subversive states but from within. Working- and middle-class populations, he suggests, may lose faith in the order as democracy degenerates.\n\nSimilar complaints have arisen across the Atlantic. Warnings against U.S. disengagement are a staple of rhetoric from security thinkers in allied countries. For Robin Niblett, director of the internationalist Chatham House, Trump replicates and feeds on the destructive forces that powered \"Brexit,\" forcing liberalism into retreat. For the University of Exeter's Doug Stokes, as for Ikenberry and Niblett, domestic discontent may unravel the worldwide arrangements that best served America's \"globalized\" interests. For the old order to reproduce itself, it must make a new settlement with the American working class.\n\nMost of these diagnoses have a common premise. All offer an upbeat, potted history of the world created in and after 1945. Many then blame the crumbling of that world on agents or forces that are separate from it. If the order is perishing, they argue, it is being assassinated rather than dying from its internal failures. They have little to say about the significant reverses that occurred while the order reigned. These included some of America's most disastrous wars, geopolitical chaos in the Persian Gulf from the Iran-Iraq War to the present sectarian breakdown, resurgent jihadi Islamism, the greatest act of urban terrorism committed by a nonstate actor in history, the eurozone crisis, the economic regression of Russia under \"shock therapy,\" mounting and unsustainable debt, the global financial crisis, the entrenchment and immobility of wealth, and the growing underclass of working poor. Rather than attributing to the old order the failures that occurred on its watch, nostalgists blame mismanagement, or popular fatigue, or \"populism\" and demagogues that whipped up mass discontent. They give credit to the order and U.S. primacy for benign developments, discounting other possible contributors such as the deterrent effects of nuclear weapons or the memory of World War II. That the order may have been complicit in its own undoing is hardly considered.\n\nNostalgia for a lost order is not just the complaint of self-styled liberal internationalists of any particular faction. It has a wider provenance among those who believe today's choice lies between continuing American primacy and chaos. The strength of the consensus is reflected in a Brookings Institution paper, coauthored by former high-ranking officials in the administrations of George W. Bush and Barack Obama, urging the White House to revert to a traditional posture, upholding an order favoring openness, human rights, and peace, and claiming that this is the only viable grand strategy for the United States. The hawkish intellectual Robert Kagan argues that the order established after World War II was a \"liberal enlightenment project\" that is now \"challenged by forces from within and without,\" not only because of popular fatigue with the burdens of international leadership but because Americans have forgotten the reasons their country adopted the role as the world's guarantor and stabilizer. Primacists such as Robert Lieber, Thomas Wright, and Eliot Cohen issue similar warnings.\n\nThe prominence of neoconservatives among this chorus is ironic. Critics once accused neoconservatives of violating the principles of liberal order with their bellicose unilateralism, by agitating for preventive war in Iraq in March 2003 without an explicit UN mandate, and by justifying torture. But this reflects the paradoxical problem at the heart of liberal \"world ordering.\" On the one hand, under most popular visions of liberal order, the hegemon creates a world based on deference to institutions and rules. But actual international life includes hostile, noncooperative forces that refuse to defer. Thus the liberal order includes conflicting rather than complementary rules and principles. It contains \"veto players\" like Russia or China with different conceptions of order. The protection and enforcement of such an order, and the enforcer's own preponderance, rests upon selection and the exercise of a hegemon's privilege.\n\nLiberal world orders typically involve several impulses, namely, internationalism, integration, and imperialism. That last, imperialism, is the most contentious. Historically, world orders, with their trading protocols and monetary regimes, and control of sea lanes, commercial routes, and access to raw materials, are designed and imposed by the strong. The opening of Asian markets, a celebrated feature of liberal order, was also a pre-1945 byproduct of violent and imperial coercion, imposed on China by Great Britain through the Opium Wars and on Japan by American Commodore Matthew Perry with the threat of naval bombardment in 1853-1854.\n\nProponents of liberal order occasionally admit that what is sometimes framed straightforwardly as a rule-bound order is in fact a system of imperial power (and vigilante privilege) exercised by a hegemon. Robert Cooper, the former diplomat and adviser to Prime Minister Tony Blair, argued that if the world had a civilized core that deserved lawful conduct, there was also a barbarous periphery that warranted \"rougher methods of an earlier era.\" \"Among themselves,\" he wrote, \"the postmodern states operate on the basis of laws and open co-operative security\" but \"in the jungle, one must use the laws of the jungle.\" One-time advocate of American empire Michael Ignatieff admitted that being an imperial power \"means enforcing such order as there is in the world and doing so in the American interest. It means laying down the rules America wants (on everything from markets to weapons of mass destruction) while exempting itself from other rules (the Kyoto Protocol on climate change and the International Criminal Court) that go against its interest.\" At the height of the war on terror, jurists advising the George W. Bush administration used a similar logic to justify the suspension of the rule of law and Geneva conventions. One can defend these inconsistencies as necessary, or not. That they continually recur suggests that liberal \"world ordering\" is an inescapably compromised process.\n\nThe United States is an imperial power, even if it is distinct from former empires. It may lack the land hunger of empires past and look different from European or Asian imperialisms. It was averse to formal annexation, refused to claim the mantle of empire, and made a succession of retreats, from Vietnam, Lebanon, and Iraq. But it still throws its weight around in imperial ways: through coercion, subversion, or patronage, it penetrates the sovereign autonomy of other states to constrain their choices. The political economy underlying American interventions was at times coercive, as in the structural-adjustment programs visited on developing countries from Eastern Europe to Latin America. Leading primacists who speak up for liberal world ordering have earlier acknowledged that the American project overseas must be necessarily imperial, albeit in this case of a distinctively informal \"American\" kind, involving the forceful suppression of revolt, hard-nosed enforcement of parameters around other states' policies, and the exercise of unequal bargaining influence. But for the most part, today's lamentations for a dying liberal order do not acknowledge the necessarily imperial component. This is the imperialism that does not know itself.\n\nInvocations of the liberal world order have become the ritualized language of the foreign policy establishment. In the academy, there is a well-established scholarly study of \"world orders.\" But too often, especially among think-tank specialists and the foreign policy commentariat, the liberal order's admirers assert what they ought to prove. In that respect, President Trump's former deputy assistant for strategic communications at the National Security Council, Michael Anton, was right to argue that the foreign policy establishment has become a \"priesthood,\" fonder of recapitulation than argumentation. It repeats its axioms but neglects to ground its vision in a careful reading of history or the present. A good example is an article by Edward Luce in June 2017, mourning the internal defeat of Western liberalism and a new world \"disorder.\" To demonstrate the imminence of disorder under Trump, Luce did not examine what Trump was actually doing beyond the decision to withdraw from the Paris climate change agreement, which is not an unprecedented pullback. The many Trump administration moves that have affronted Moscow go unmentioned: for example, the reinforcement of NATO through increased funding of the European Reassurance Initiative; and the bombing of the Assad regime, Putin's ally, in April 2017. Instead, Luce cited the statements of two allies who were wondering where Trump's behavior would lead, gossip about personality clashes in Trump's court, and corroborating statements from other figures in the foreign policy establishment who take the \"liberal order\" as an article of faith, betraying a confirmation bias. Without evidence, he then accused President Obama of \"global retrenchment.\" Typical of the genre, Luce contrasted these recent failures with the postwar internationalism and institution building of President Harry Truman.\n\nTo be reprimanded for violating established norms of American \"global leadership,\" against the exalted standards of Truman, is an occupational burden that comes with the presidency. Before Trump, critics had accused presidents Clinton, George W. Bush, and Obama of retreating from a long-standing commitment to a liberal world order. The charge that Washington is abandoning a noble Trumanite diplomatic past is less an observation than a political predisposition, substantively shallow yet part of the framework within which debate is conducted. International history after 1945 is more fraught.\n\nAccusations that U.S. presidents are flouting a long-standing postwar liberal order rely upon a mythologized account of history. When presidents wage war unilaterally, topple governments, coerce allies, threaten abandonment, disregard the demands of international institutions, practice economic protectionism, or cultivate illiberal allies and clients, they may or may not be practicing prudent statecraft. Either way, their behavior is unexceptional. They are not departing from tradition.\n\nLet us revisit history first in the area of trade and political economy. President Trump disturbs defenders of the liberal order partly through his economic nationalism, his promise to rebuild American manufacturing industries by erecting protective tariff walls, and his withdrawal from the Trans-Pacific Partnership (TPP). The extent to which U.S. membership in the TPP represented a long-standing commitment to liberal order is doubtful, given that the United States signed the agreement in February 2016 and withdrew in January 2017, and given that the agreement's intent was to exclude and contain China as much as to integrate other Asian economies. Nonetheless, nostalgists assert that Washington's commitment to free trade was a central pillar of liberal order. Identifying the marketing precepts of the Washington consensus with liberal order, they present Washington's various \"Open Door\" policies as both a cause and symptom of the world's liberalization.\n\nWithout question, the United States in the postwar period dismantled the economic architecture of the British Empire. It strove to reshape the international economic environment on its terms, to establish and exploit the dollar as the reserve currency, to promote open markets, and to make a world safe for the penetration of American capital. How far did that process, that long-standing commitment to the \"Open Door,\" represent a liberal drive for free trade?\n\nIn reality, there was not one but several postwar economic orders. As Michael Lind cautions:\n\nGlobalization on a large scale, characterized by the emergence of transnational corporations and supply chains, got underway only in the 1990s and 2000s. Mass immigration to the United States and Europe is also largely a post-Cold War phenomenon. The euro and the Eurozone date back only to 1999. Labor mobility within Europe is also a relatively recent policy. Controversial \"megaregional\" trade pacts like NAFTA, the TPP, and TTIP [Trans-Atlantic Trade and Investment Partnership], which go beyond old-fashioned tariff reductions to rewrite much domestic legislation, go back only to the 1990s.\n\nNiall Ferguson, too, observes that \"truly free trade, truly free capital flows and large-scale migration across borders did not begin until the 1990s.\" Earlier decades saw capital controls, fixed exchange rates, and periodic returns to tariff barriers. One major pillar of the postwar order was U.S. ally, democratic Japan. Under U.S. military protection, that same country instituted, in the words of Claremont McKenna College's Leon Hollerman, \"the most restrictive foreign trade and foreign-exchange control system ever devised by a major free nation.\" The long-running competition with the Soviet Union moved the United States to deliberately encourage the economic growth of its Asian allies, but under the shield of a neomercantilist state. In other words, in identifying the U.S.-led order with market and trade liberalization, nostalgists historicize what are in fact a quite recent set of post-1989 international arrangements. From this perspective, a liberal order did arrive, only it came later, in the age of post-1989 unipolarity.\n\nThere is a more basic defect in recollections of the liberal order. During the postwar era, the United States persistently flouted liberal economic principles and imposed restrictive measures when it suited. Indeed, major powers have not historically risen through free trade and passive governments. Ascending powers have typically risen partly through the deliberate, visible, and intervening hand of an activist state. So too with America. All U.S. presidents have had to manage the tension between the commitment to the \"Open Door\" and the demand for industrial protection at home. The subsidy, the tariff, the quota, and the bilateral voluntary-restriction agreement have remained part of America's repertoire. As a recent study of global data by Gowling WLG reveals, the United States is a \"long-term and prolific proponent of protectionist policies,\" and the world order it presides over is notably protectionist. Since the 2008 financial crisis, the United States has imposed tariffs worth $39 billion, while the world's top 60 economies have adopted more than 7,000 protectionist trade measures worth more than $400 billion. The United States and the European Union both accounted for the highest number of protectionist measures, each exercising more than 1,000, with India a distant third at 400. America's trade protectionism has the highest impact on other countries. Foreign farmers would be baffled by the claim that the old order embodied free trade, when the United States persistently granted agricultural subsidies and other mechanisms limiting foreign governments' access to U.S. consumers.\n\nThe reversion to protectionism has precedents from before the global financial crisis. Some of the most strident advocates of open markets and the dismantling of trade barriers have in practice done the opposite. One was President Ronald Reagan. Reagan had championed the cause of free trade as a foundation of progress and peace. Yet as president, he increased the proportion of imports subject to restrictions by 100 percent from 1980, as well as tightened quotas, introduced \"voluntary restraint agreements\" and new duties, raised tariffs, and strengthened the Export-Import Bank in order to protect the recovery of U.S. industries, especially automotive, computer-chip, and steel. Reagan justified these steps on the grounds that he was forcing economic competitors to trade freely. Regardless, his policies were a long way from Adam Smith.\n\nPresident Clinton also championed free trade, in words and deeds. He drove through NAFTA, a free trade zone uniting North America's three largest economies, and pushed for China's admission to the WTO under \"most favored nation\" status. Yet under Clinton, rice subsidies that continued during his administration enabled U.S. growers to dump their product onto the markets of vulnerable rural countries such as Haiti, Ghana, and Indonesia at depressed prices. Clinton has since apologized to Haiti for the devastation that these arrangements inflicted on the country.\n\nPresident George W. Bush emulated Reagan rhetorically, invoking the principles of free trade and unfettered markets. Yet in 2002, he increased steel tariffs by 30 percent, only to back down 20 months later under threat of punitive countertariffs by the European Union, a protectionist bloc in its relations with many countries beyond its borders. Confronted with the prospect of economic meltdown in the crisis of 2008, Bush intervened in the market with strongly protectionist measures, including bailouts of major firms, claiming, \"I have abandoned free-market principles to save the free-market system.\" The reintroduction of protectionist measures today, then, is not such a sudden or radical departure as is sometimes claimed, though Trump's open enthusiasm for a \"trade war\" does mark a difference. There is a defensible logic to the position that in order to practice free trade a country needs a viable economy to practice it with. Reagan and Bush's contortions on the issue reflect the inherent difficulty of liberal projects, whose architects often feel impelled to compromise with illiberal pressures. A world where even the most avowed exponents of free trade continually resorted to protectionism, though arguably more free and liberal than what had gone before or than what might have prevailed otherwise, was still not the \"flat\" free-market capitalist world we are being invited to be nostalgic for.\n\nNostalgists claim that one dividend of American hegemony has been the economic liberalization of the globe, or large parts of it. They could point, for example, to the transformation of China into a wealthy capitalist economy that has lifted its population out of \"a dollar a day\" poverty. But this liberalizing process is more conflicted than potted histories suggest. Beijing achieved rapid industrial revolution and the movement of its workforce from the field into the factory through authoritarian and illiberal measures: involuntary-resettlement urbanization schemes, population control through forced abortion and compulsory sterilization, severe working conditions, repression of civil society, including trade unions, labor, and human-rights activists, and internet surveillance, among other measures. The People's Republic has consistently ranked low on the Freedom Index.\n\nA more direct application of U.S.-backed liberalism happened in Russia. After communist rule collapsed in 1991, at the urging and advice of the United States' government and economists, Moscow embarked on a program of \"shock therapy\" to restructure Russia around the principle of market exchange, adopting accelerated privatization of state industries, deregulation, fiscal discipline, and the shedding of price controls. This experiment was a major effort in the project to enlarge the global liberal order at a rapid clip. It had the support of the leading institutions of global capitalism, the IMF, World Bank, and U.S. Treasury Department. Harvard academic Jeffrey Sachs, one of Russian liberalization's architects from 1991 to 1993, set out the program's logic in The Economist, a journal that champions the cause of the liberal world order. \"To clean up the shambles left by communist mismanagement, Eastern Europe must take a swift, dramatic leap to private ownership and a market system. West Europeans must help it do so.\" \"Swift, dramatic leap,\" a vast program grounded in classical liberal economics, took on the tempo and zeal of the revolutionary communism it aimed to replace. These rapid reforms replaced an oppressive and failed communist system. They did so at Washington's continual insistence that Russia reform itself on \"our conditions.\" But the results on many measures were disastrous: capital flight and deep recession; slumping industrial production; malnutrition; the rise of criminality -- a criminalized economy, in fact -- intertwined with a corrupt oligarchy enjoying a concentration of wealth; and the decline of health care and an increased rate of premature deaths. As Nobel laureate and former World Bank chief economist Joseph Stiglitz observed, by eschewing the more gradualist path of Poland or China, the consequences of the program were profoundly illiberal. \"Liberal order\" visionaries are quick to give their ideas credit for the prosperity of nations from Western Europe to the Pacific Rim, finding causation in correlation. They deny such a direct link between their ideas and the problems of post-Soviet Russia. Yet it is hard to accept that measures like sudden privatization and the rise of monopolies in a corrupt country were not related to asset stripping and capital flight or that \"eliminating the housing and utilities subsidies that sustained tens of millions of impoverished families\" did not play a major part in the social ruin that followed. Western technocrats, diplomats, and politicians were deeply implicated in the new order's design.\n\nLamentations for the end of the liberal order are also heard in the realm of \"hard\" security. The U.S. hegemon, nostalgists warn, is losing (or has lost) the political will to underwrite the international system through a commitment to permanent alliances and to intervene to bring order out of chaos. Part of the current intellectual confusion flows from the conflation of liberalism, which is supposedly peaceable, consensual, and benign, with the process of \"world ordering.\" It is here that defenders of the old order present their most misleadingly anodyne account of history. A review of the actual experience of the past 70 years suggests that the process of \"world ordering\" must at times be coercive. For all the attractions of American hegemony abroad, there has also been resistance and imposition.\n\nTo understand how the superpower met that resistance and imposed itself, we must go beyond the romanticized postwar moment of Trumanite internationalism in the late 1940s. Consider both ends of the chronology as it is usually presented, from 1945 until the recent past. Admirers trace the restructuring of international life in that first year to the visionary institution building that President Truman oversaw amid World War II, such as the United Nations Conference on International Organization in San Francisco and its main creation, the UN Charter. In this rendering, the founders conceived the liberal order through a collaborative process of institution building. The narrative is strikingly nonviolent.\n\nIn fact, to create the conditions for that visionary world making, the liberal order was conceived in blood. Only months later, the same U.S. president launched two atomic strikes on Imperial Japan, immolating and irradiating two of its cities after blockade, firebombing, and starvation had not broken its will. He did so to put down an adversary that had been brutally pursuing a rival vision for an Asian order of its own. In order to create an order, Washington swept aside a competitor by introducing a genocidal weapon into the world. There are powerful arguments that this was the \"least bad\" choice available. Tellingly, though, in panegyrics for a dying liberalism, the words \"Hiroshima\" and \"Nagasaki\" hardly appear.\n\nIf there were liberal principles that underpinned the UN as it was founded in 1945, they were at first self-determination and sovereignty rather than democracy and human rights. The world order was hardly born \"liberal\" in the sense implied today: recall that two of the permanent five members of the UN Security Council were totalitarian communist states, and two of the democracies were managing colonial empires that they would not relinquish for decades. Then and now, modern liberalism is antithetical to the grave exertion of state power still practiced in 58 countries, the death penalty. To be sure, the birth of the post-1945 world order did advance some liberal ideas broadly. The general norm against imperial aggression was one. This, however, was not strong enough to prevent or dislodge China's seizure of Tibet, the bids of Turkey and Greece to grab Cyprus, Israel's occupation of Gaza and the West Bank, India's occupation of Kashmir and annexation of Goa, Indonesia's occupation of East Timor, or indeed the Soviet Union's occupation of Eastern Europe.\n\nAt the other end of the chronology, the present moment, consider that the U.S. hegemon has been waging a \"war on terror\" against Islamist jihadi groups since the 9/11 attacks of 2001. In pursuing the liberal cause of democratization as an antidote to terror, Washington entered the age of \"enhanced interrogation\" and preventive war. Now, with new weapons (drones) at hand, Washington conducts a sustained campaign of extrajudicial assassinations, often without the consent of host countries and without seeking formal permission or mandates. It has conducted renditions of suspected terrorists without trial. Reluctant to deal with live captives in indefinite detention, a more liberal president from 2009 increasingly avoided the dilemma by killing them. Meanwhile, whatever benefits it has wrought, American unipolarity was not peaceful or liberalizing for the unipolar power. The first two decades of the unipolar Pax Americana after 1989, which made up less than 10 percent of America's history, generated 25 percent of the nation's total time at war. That period is more bellicose by an order of magnitude than the preceding eras of bipolarity and multipolarity, in terms of frequency if not intensity. Whether in Iraq and Libya, or now with U.S. assistance to Saudi Arabia's indiscriminate bombardment of Yemen, this proclivity to continuous war making has not created a \"liberal\" condition of peaceful order. At home, there is a continuous state of alarm and vigilance, whereby \"normality\" is permanently suspended by an unending state of exception. This, combined with an encouraged state of paternalism where citizens are encouraged to be passive consumers of events, has helped weaken the checks and balances of the republican Constitution. Detention without trial, secret, warrantless surveillance, unauthorized wars, torture, covert \"black sites\" -- these are not the obvious features of a robust liberal constitutional order. If large parts of the world have not accepted liberalism in major areas of civic life, neither has the United States.\n\nInstead of a full reckoning with diplomatic history, nostalgists frame history around the positive creation of new architectures and schemes. Thus the Marshall Plan (1948-1961) figures centrally in America's postwar historic mission, based on, as Benn Steil puts it, \"the moral primacy of democratic government and free economic exchange.\" This absolute, almost platonic account of the past has little room for other, less-celebrated events from the same era, such as the British- and U.S.-backed overthrow of Iranian prime minister Mohammad Mossadegh in 1953, deposed despite his commitment to national independence and secular democracy. In this picture, the violence and compromises of hegemony, moral and strategic, almost vanish.\n\nNostalgia for the liberal order also overlooks the reality that it was enforced through coercion. In the same era, a defining episode in the postwar assertion of American hegemony was the Suez crisis of 1956. In that hinge event of the Anglo-American relationship, the U.S. Sixth Fleet stalked and harassed British ships in the Mediterranean, fouling their radar and sonar, menacing them with aircraft and lighting them up at night with searchlights. With the British pound and oil supplies under pressure, President Dwight Eisenhower threatened Britain with the simple formula of \"no ceasefire: no loans.\" Patronage could be rapidly withdrawn, regardless of recent history, blood ties, or shared visions of Western-enforced order. The United States enforced its interpretation of that order by targeting its ally's vitals.\n\nBetween those two moments in time, the United States practiced geopolitics ruthlessly. It partly did so in the course of its long security competition with the Soviet Union. Strikingly, the Cold War as it was actually conducted and lived -- where two superpowers did not allow rules, sovereignty, multilateralism, and institutions to constrain them when the stakes were high -- does not occupy a prominent place in the mytho-history. Hardly anywhere in nostalgic reminiscences do there appear the numerous coups that were sponsored or supported by Washington. These interventions linked to the United States since 1945 may or may not have been defensible. They certainly violated one of the claimed core principles of \"liberal,\" \"rules-based\" order, that of self-determination.\n\nThe United States not only overthrew governments (sometimes democratically elected ones) -- or attempted to -- in Albania, Ghana, Guatemala, Greece, Cuba, Chile, Iran, El Salvador, Nicaragua, South Vietnam, Argentina, and Grenada. It also supported violently illiberal forces, from Islamist mujahideen in Afghanistan-Pakistan and President Hosni Mubarak's oppressive state in Egypt to the Indonesian Suharto regime and its death squads. A mainstay of U.S. hegemony in the Persian Gulf is its partnership with Saudi Arabia, an absolutist state that beheads apostates and survives by making concessions to Wahhabi theocrats. It is currently waging a brutal campaign against rebels in Yemen that, according to Amnesty International, includes attacks that are \"indiscriminate, disproportionate or directed against civilians and civilian objects, including funeral gatherings, schools, markets, residential areas and civilian boats.\" NATO allies on the European continent for decades included authoritarian Portugal and Greece. West Germany, the poster child of the liberal order, did not have elections during its first four years, and its proud social democracy retained officials who had been security elites in the Third Reich. Former Nazi mandarins stuffed the highest levels of government, including the Foreign Office and the Interior and Justice Ministries. Several former Nazi generals would later become senior commanders in the Bundeswehr. And in the 1948 Italian elections, the CIA helped ensure the electoral defeat of communists by funding anti-communist parties, forging documents to discredit the Communist Party, and warning Italians that if they publicly supported the party they would be barred from entering the United States. For the sake of liberalism in the long term, the United States exercised its privileges. If the deliberate subversion of a democratic election abroad with \"fake news,\" bribes, and coercion represents the antithesis of liberal world order, as Trump's critics now suggest, then Washington attacked that order in the period of its creation. Coups, partisan electoral interventions, the cooptation of illiberal actors, and the flouting of international law made American hegemony unexceptional.\n\nIn dismantling the power of old European colonial empires, the United States erected a form of domination that had an imperial quality of its own. Consider one of its more ambitious ventures in liberal ordering: the invasion and remaking of Iraq. The occupiers of Iraq regarded themselves as liberators. After invasion, though, the United States also projected power over Iraq's interior governance in imperial fashion and with a liberal program, with all the tensions this implies. Director of the Coalition Provisional Authority Paul Bremer applied a program of rapid liberalization not only through the well-known de-Ba'athification and disbanding of the Iraqi Army, but through the order for \"the full privatization of public enterprises, full ownership rights by foreign firms of Iraqi businesses, full repatriation of foreign profits ... the opening of Iraq's banks to foreign control, national treatment for foreign companies and ... the elimination of nearly all trade barriers.\" The United States continued to impose itself on Iraqi politics when it wanted, demanding and receiving the resignation of elected prime minister Ibrahim al-Jaafari in May 2007. Intended to implant market democracy, these measures infringed the country's sovereign democratic will. In other words, the liberators were freeing the Iraqis to conform with the occupier's preferences.\n\nIt remains hard to have an empire without imperialism. Yet many visions of liberal order erase the historical process of imperialism, decentering, as Jeanne Morefield argues, \"imperial violence while simultaneously positing the necessity of imperial action.\" If liberalism at a basic level is an enlightenment project committed to liberty, equality, and limitations on state power, and if \"world ordering\" requires imperialist power projection, it is hard to fuse them without friction. Some may conclude from this historical record that, in the history of American hegemonic \"world ordering,\" liberalism was missing in action. On each occasion, critics have accused the United States of betraying its own liberal traditions in the pursuit of power. But it is hard to believe that a republic whose leaders so often and so intensely enunciate liberal principles is really driven by secret, amoral cynicism. A more troubling possibility should be considered. Liberalism is a powerful engine of American statecraft, but that statecraft often violates liberal principles. As a dogma of foreign policy, liberalism is jealous, intolerant, and messianic. Applied unchecked, it leads to its own illiberal opposite. The practitioners of rough geopolitics were not necessarily hypocrites. They often believed they were serving the ultimate cause of forging a liberal peace under American oversight but that to do so they had to accommodate illiberal allies and pitilessly destroy liberalism's enemies. In this way, a superpower attempting to create a liberal order permits itself to employ unsentimental methods.\n\nThus in February 2017, David Petraeus could recall sincerely that \"to protect freedom here at home, we adopted a foreign policy that sought to protect and, where possible, promote freedom abroad, along with human rights and rule of law,\" invoking American values such as \"political pluralism\" and \"a free and open society.\" Yet as commander in Iraq, Petraeus sought to reverse that country's implosion and salvage victory by compromising these standards. To that fight, he brought pragmatic, byzantine divide-and-exploit methods, paying for the defection of former Iraqi insurgents and working with Shia paramilitary units not known for their commitment to the Hague conventions. As director of the CIA, Petraeus advocated and implemented a campaign of \"signature\" drone strikes, whereby the assailant knowingly targets a group gathering -- at a funeral for an al Qaeda member, for instance -- because of their suspicious behavior and association, rather than through verified identification of the presence of individual persons. Such strikes, therefore, can also threaten noncombatants and the innocent. To bolster the struggling rebellion in Syria, Petraeus later in 2015 advocated luring away and recruiting \"opportunistic\" members of the jihadist Jabhat al-Nusra, then formally affiliated with al Qaeda. This is not the place to arbitrate the wisdom and legitimacy of such measures. Dealing with conflicts in such places is a choice of agonies, and no doubt Petraeus and his peers regard themselves as guarding Americans while they sleep and trafficking with lesser evils to keep greater ones at bay. But note that a senior advocate of liberal order can also advocate measures that risk \"crowd killing\" and that involve enlistment of members of jihadi terrorist organizations and collaboration with sectarian governments. Champions of liberalism must somehow navigate their ideals through the illiberal demands of warfare.\n\nNostalgists for the liberal order also betray a shallow conception of their central idea, liberalism. They conflate liberalism with other desirable phenomena, like capitalism and democracy. They neglect the possibility of illiberal democracy, and illiberal capitalism. Majority democratic rule does not equate with, or necessarily produce, a liberal protection of individual rights such as the presumption of innocence or trial by jury, a liberal tolerance for opposition and dissent, or a constitutional order that separates powers and constrains government through an independent judiciary or a free press. Capitalism can also be illiberal, as the Chinese Communist Party demonstrates. One of America's long-term allies, Singapore, evolved as a supervised market democracy that curtailed the right to dissent. South Korea, an ally and protectorate within America's Asian system, evolved first as a dictatorship under authoritarian founding fathers who were also modernizers, Syngman Rhee and Park Chung Hee. These authoritarians nurtured the chaebol business groups, Hyundai, Daewoo, and Samsung. Free markets took root first as highly protected markets under unfree political conditions. Such contradictions are absent from liberal-order panegyrics.\n\nAs it is recalled, the \"liberal order\" embodies the permanent commitment of the United States to alliances and institutions without coercion. A broader historical perspective suggests, however, that Trump's coercive treatment of allies is less of a break with the past than is often thought. In reality, the United States has often coerced allies with threats of abandonment and punishment. In 1954, Secretary of State John Foster Dulles threatened Europe with an \"agonizing reappraisal\" of alliances. In 1973 and 1974, President Richard Nixon and his national security adviser Henry Kissinger suspended intelligence and nuclear cooperation with Britain to punish noncooperation over a U.S.-initiated declaration of principles and the privacy of bilateral and UK-European Economic Community discussions. The United States has used the threat of abandonment to persuade allies and clients to cancel their nuclear programs, including West Germany, Japan, and Taiwan, while threatening adversaries with sanctions or preventive war. The demand that European allies shoulder more of the burden of military expenditure has been a staple of U.S. diplomacy, from President Eisenhower to former secretary of defense Robert Gates. Despite Britain spending blood and treasure in Afghanistan and Iraq to support the war on terror and cement its standing in Washington, President Obama made a blunt threat that departing from the European Union would place the UK at the \"back of the queue\" when seeking a bilateral free trade agreement. Assured commitment to institutions and allies through only positive solidarity is a false memory. This underlines the pattern whereby Washington underwrites a liberal world order not by adhering to its principles but by stepping outside them, practicing punishment, threats, and bribes that it would not accept if directed at itself.\n\nIn \"liberal order\" litanies, another persistent claim is that the order was \"rules-based.\" It was not. Rules exist, and flouting them can have costs. But at critical moments for strong states such as the permanent five members of the UN Security Council, rules proved to be slippery; they were invoked, stretched, arbitrarily altered, or ignored, as interest permitted. The unreality of nostalgic legalism was illustrated in the summer of 2016 by two adversaries who both at different times have appealed to \"rules\" as the arbiter of international order. China defied the unanimous ruling of the Permanent Court of Arbitration, which found against its territorial claims, and continued to expand into the South China Sea and seize disputed waters, islands, and shoals. At the same time, the United States appealed to China to respect the \"legally binding\" verdict yet had not even ratified the UN Convention on the Law of the Sea that it urged China to observe. From ignoring the International Court of Justice over the mining of Nicaraguan harbors in 1986 to bombing Serbia in 1999 without a UN mandate, the United States has infringed on the letter of international law when it has found that other interests or values were compelling. It exercised a vigilante's privilege. So too did other major powers. For less powerful and emerging states, the writ of liberal order was often remote, as they \"routed around\" rules to pursue their interests. In this century, Africa, from the Great Lakes region to the Sudan, has seen millions butchered, displaced, and unavenged. The era may have involved greater degrees of \"rule following\" than earlier eras. But it was not \"based\" on the observation of rules, at least not for the major powers. To rebrand this fraught history of power politics as an era of rule-bound civility is perverse. There is nothing intrinsically wrong in calling for the conservation, or restoration, of an order on the basis that it represents something better. In this case, though, the nostalgia rests on delusion -- about what the world was and what it can be.\n\nThe debate around \"liberal order\" is consequential. Memories of what went before will condition the ability of the United States and its allies to navigate their way ahead. At issue here is neither the legitimacy of American power in the world nor many of its benefits. If there was to be a superpower emerging from the rubble of world war in midcentury, we should be grateful it was the United States, given the totalitarian alternatives on offer. Under America's aegis, there were islands of liberty where prosperous markets and democracies grew. U.S. internationalism rebuilt Western Europe and East Asia and successfully contained Soviet communism. The central issue is whether this created a wider \"liberal\" system, and whether the actual historic process of world ordering can even be achieved by liberal means. The answer, in both cases, is no. Even at its zenith, America did not have the power to reorder the world so fundamentally. Its more ambitious efforts to do so generated illiberal as well as liberal results. The limits on power and knowledge are too strong for any world ordering to be so straightforward and benign.\n\nHow do we best explain these contradictions? The most accurate answer is not that the United States cynically preached liberalism while practicing realpolitik. Liberalism is an authentic and powerful engine of U.S. diplomacy. It is a pillar of the American diplomatic mind. But it was never all-conquering. Long before Trump, large swaths of the globe (and of American statecraft) were unsubjugated by it. Today's lamentations confuse two phenomena, liberal ideals and institutions on one hand and a hegemon's world ordering on the other. To underwrite the order it promoted, the superpower exercised prerogatives in ways that cannot adequately be labelled \"liberal,\" implicitly claiming a privilege to do so. Except in atypical circumstances, large liberal projects require murky bargains. At worst they contain the seeds of their own unraveling, especially in the countries that become laboratories for the most doctrinaire attempts.\n\nEndless recall of the \"liberal order\" is not only ahistorical. It is harmful. It damages the intellectual capacity to diagnose the failures of the recent past. It harms the effort to construct a workable design for the future. It impedes Washington from undertaking a needed reassessment of its grand strategy that has put the United States where it now is: struggling under the weight of spiraling debt, confronting multiplying foreign conflicts and domestic discord, and set on a collision course with rivals. Appeals to take up the burden, again, of spreading liberalism overseas presupposes the worldview of idealistic technocrats, confident in their capacity to reprogram the world despite growing evidence to the contrary. At a time when a sober reappraisal and some retrenchment is needed, both Trump and his critics undermine that task by peddling ahistorical reductionism. There is a better, non-Trumpian critique to be made of a failing foreign policy consensus, and on behalf of an alternative order based on a wiser combination of restraint, deterrence, and power sharing.\n\nA review of the United States' current grand strategic situation suggests that a clear-eyed stock taking is in order. Trump's presidency doesn't signify a general retrenchment of the United States and a retreat from international commitments. Under Trump, Washington's growing commitments still exceed its power. The United States feels its capacity to impose order strained, even with the significant investments it already makes. As Richard Betts once suggested of the annual defense budget, half a trillion dollars is more than enough. It is in the size of the policy ambition relative to capabilities, rather than merely the size of those capabilities, where the dangerous imbalance lies. Despite his threats to overturn the old order, the power of the foreign policy establishment and its habitual ideas have steered Trump to quickly conform to the fundamentals of traditional U.S. grand strategy. He now aggressively reasserts U.S. primacy. If he poses a danger, it is not from abandonment but overreach. On its current course, the United States is prone to two forms of self-inflicted wounds: self-encirclement, whereby a state undermines its own security by provoking resistance and counterpower; and imperial overextension, whereby a state expands to the point where the costs outstrip the benefits.\n\nThe United States is accumulating record deficits and growing, unsustainable debts. According to the Congressional Budget Office, federal debt will reach 150 percent of GDP by 2047. Because repayment obligations are the first, compulsory items in expenditure and because heavy fiscal burdens beyond a certain proportion of debt-to-GDP tend to choke economic growth, a growing debt load directly impedes the country's ability to sustain its way of life alongside its extensive international commitments. U.S. grand strategy also gives Washington a proclivity to continuous wars that it chooses to fund through deficits. According to one estimate, U.S. wars from 2001 to 2016 had a budgetary cost of approximately $4.79 trillion, taking into account indirect costs such as interest on borrowing and through-life care for veterans. Those wars have led to further geopolitical crises and demand for further commitment. Conflict-induced anarchy in Iraq and Libya created footholds for the Islamic State and, by upsetting the balance of power in the Persian Gulf, opened the way to a Saudi-Iran cold war that now implicates the United States.\n\nThe Trump administration has not reversed this imbalance but aggravated it. It has significantly increased the defense budget, while significantly reducing taxes. It has embarked on a deficit-financed military buildup, a pattern that historically increases imbalances in the economy and triggers a \"boom-bust\" cycle, and where overreaching wars (like Iraq) and financial meltdowns (like the global financial crisis) are linked. The final 2018 defense budget is expected to be 13 percent higher than that of 2017. The United States' grand strategy of primacy saddles it with defense and national security expenditures that amount to over 68 percent of discretionary spending, taking into account the base budget and overseas contingency operations and support for veterans affairs, homeland security, and the nuclear weapons program.\n\nMeanwhile, the overall direction so far of President Trump's foreign policy has been to multiply America's security commitments and entanglements. The United States has implicated itself more deeply in the geopolitics of the Persian Gulf. Trump has intensified America's confrontation with Iran by abandoning the multiparty settlement on Iran's nuclear program. He has reinforced U.S. patronage of Saudi Arabia and the Gulf monarchies, while hardening Washington's alignment with Israel by recognizing Jerusalem as its capital. By November 2017, Trump had increased the number of troops and civilians working for the Department of Defense in the Middle East by 33 percent. At the time of writing, the status of America's commitment in Syria is not clear, with the administration both promising to withdraw yet indicating it would stay to defeat the remnants of the Islamic State, and threatening to continue to punish Syria for chemical weapons use. He increased the U.S. commitment to the Afghanistan-Pakistan theater. Lastly, the Trump administration's National Security Strategy openly acknowledges competition against \"revisionist\" powers Russia and China. And its Nuclear Posture Review expands the conditions under which the United States would threaten nuclear use and plans an increased arsenal of low-yield nuclear bombs. Escalating rivalries are the likely result. Not only is this imbalance between power and commitments financially difficult to service. It also makes the country harder to govern. Recurrent clashes over federal budgets and the increasing tradeoffs between consumption, investment, and defense lead to periods of paralysis. We see a dangerous interaction between domestic discord and foreign policy failure.\n\nThese deteriorating circumstances make it imperative for Washington to conduct a cold reassessment of its grand strategy. It needs to ask what works and what doesn't, to rank its interests into a hierarchy and distinguish what is vital from what is desirable, to assess what is achievable, and what costs and sacrifices it can bear. The growing demand on already scarce resources, from the mounting costs of defense to the current and future burdens of entitlements, means that it will be difficult for the superpower to increase its extraction of resources from its population base. For a reassessment to be realistic, the country must be able to consider retrenchment, burden shifting, the accommodation of potential rivals, and the limitation of commitments. History suggests strategies that bring a state's power and commitments into balance and that can successfully prevent overstretch, insolvency, or exhaustion. To do this, decisionmakers can draw on an American tradition of prudential, realist thinking about aligning resources and goals. As Samuel P. Huntington summarized it, to address the gap between ambitions and capabilities, states can attempt\n\nto redefine their interests and so reduce their commitments to a level which they can sustain with their existing capabilities; to reduce the threats to their interests through diplomacy; to enhance the contribution of allies to the protection of their interests; to increase their own resources, usually meaning larger military forces and military budgets; to substitute cheaper forms of power for more expensive ones, thus using the same resources to produce more power; to devise more effective strategies for the use of their capabilities, thereby securing also greater output in terms of power for the same input in terms of resources.\n\nIf, however, Washington is held to a fictitious and demanding historical standard, this exercise will be impossible. If \"liberal order\" visions prevail, it will be deemed immoral even to consider an alternative of restraint. A pernicious byproduct of such nostalgia is its reductionism, whereby traditionalists assert a false choice between primacy or \"global leadership\" on one hand and inward-looking isolation on the other. Accordingly, advocates of primacy brand today's realists who call for retrenchment as Trumpian. By contrast, if Washington can be liberated from the burdensome historical fantasy that hegemonic nostalgists impose upon it, then it can gain a clearer-sighted appreciation of the choices now before it.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{"facebook":102},"wgt":102},{"uri":"882208154","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:30:00","dateTime":"2018-06-06T14:30:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/events/clash-generations-intergenerational-change-american-foreign-policy-views","title":"The Clash of Generations? Intergenerational Change and American Foreign Policy Views","body":"Featuring Dina Smeltz, Senior Fellow, Chicago Council on Global Affairs; Will Ruger, Vice President of Research and Policy, Charles Koch Institute; and Trevor Thrall, Senior Fellow, Cato Institute and Associate Professor, Schar School of Policy and Government, George Mason University.\n\nSince World War II, the United States has maintained an active foreign policy agenda, deeply engaged in both the economic and military domains. Many observers over the past few years, however, have voiced doubts about public support for the critical pillars of American internationalism. Many have worried, in particular, about whether younger Americans will believe it worthwhile to take up the mantle of global leadership.\n\nA new report from the Chicago Council on Global Affairs, the Charles Koch Institute, and Cato scholars Trevor Thrall and Erik Goepner analyzes a wide range of survey data collected by the Chicago Council since 1974. The report finds that each generation from the silent generation onward entered adulthood less supportive of expansive American internationalism. More recent generations also express lower support for militarized approaches to achieve foreign policy goals.\n\nIn this special Cato policy forum, the authors will present their findings and will participate in a lively discussion on the impact that generational differences may have on U.S. foreign policy.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{"facebook":11},"wgt":11},{"uri":"882155401","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"13:06:00","dateTime":"2018-06-06T13:06:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/commentary/washingtons-dangerous-fixation-iran","title":"Washington's Dangerous Fixation on Iran","body":"This article appeared on the National Interest (Online) on June 4, 2018.\n\nUnited States President Donald Trump appears to worry a lot about Iran, a concern that is shared by his secretary of state and national security adviser. They were so worried about a nuclear Iran that they revoked the international agreement known as the Iran deal, which was supposed to prevent Tehran from developing nuclear weapons. Instead, Trump now demands Iran's de facto surrender. However, the administration is so far is backed only by Israel and Saudi Arabia, which want America to do their dirty work.\n\nWhy is the Trump administration so fearful of Tehran? Iran is a struggling regional power. It lags well behind its competitors in economic and military clout. Even its greatest enemy, Saudi Arabia, dismisses the Islamic Republic as being no match.\n\nAdditionally, Iran clearly is not in America's league. The U.S. has a vastly bigger economy, far more powerful military, the globe's dominant culture and is allied with most of the industrialized world -- at least until President Donald Trump initiated a misguided trade war against Washington's allies.\n\nNor does the Middle East matter much to America anymore. The U.S. is becoming the world's leading energy producer, and other sources are being developed, diminishing the importance of the region's oil. Israel has become a regional superpower and is cooperating with Saudi Arabia, eliminating their need for Washington's protection. What little remains of the Islamic State should be left to those it threatened- virtually every other state in the region. Furthermore, Syria is a tragedy that is mostly best left to its neighbors.\n\nInstead of treating Iran as the locus of all evil, Washington needs to develop a more balanced policy for the region.\n\nEven claims that Iran is a terrorist state aren't true, at least in the usual sense that most Americans understand. Instead, Washington complaints are about Iran's support for Hezbollah and Hamas, two quasi-governments which periodically battle Israel.\n\nWould it be better if Tehran cut off its support for them? Of course, but what Middle Eastern power doesn't meddle in the affairs of others? The list of Middle East actors that have acted up and intervened in each other's affairs is a long one.\n\nIsrael routinely bombs Syria, having blown up that nation's nuclear reactor and more recently having targeted Iranian forces fighting on behalf of the Syrian government. Israel also assassinated a Hamas operative in Dubai while maintaining the more than half a century-long occupation of Palestinian territories.\n\nSaudi Arabia invaded Yemen, sent troops to Bahrain to support their dictatorial monarchy, sent money to Egypt to help their dictatorial military regime, backed efforts to overthrow Syria's Bashar al-Assad and even kidnapped Lebanon's prime minister. Riyadh also continues to promote the fundamentalist Wahhabist strain of Islam throughout the Middle East and around the world.\n\nThe United Arab Emirates has joined with Saudi Arabia in several of these malign efforts. Turkey initially aided ISIS in Syria and later intervened in both Iraq and Syria, grabbing territory and combatting Kurdish forces. Finally, Qatar has backed opposition groups, which were usually radical, in Syria and Libya.\n\nIn other words, no one's hands are clean. Tehran is terrible, but on most measures, Saudi Arabia's repression and aggression are notably worse than Iran's.\n\nPerhaps the most problematic aspect of how Iran's specter haunts America is that it forecloses serious domestic introspection about Washington's Middle Eastern policies. This is unfortunate because the U.S. bears much responsibility for what Iran and the surrounding region have become today- but America seems unlikely to recognize that anytime soon.\n\nThe starting point for modern U.S.-Iran relations is the 1953 coup which overthrew Prime Minister Mohammad Mossadegh. He had come to power in a democratic vote, but America used force to oust him. It is true that he had plenty of domestic enemies and that America was not alone in its effort. Nevertheless, in the eyes of many Iranians, Washington became the prime architect of their future misery from that point onward.\n\nThe Shah of Iran turned from a constitutional ruler into an absolute one and, with U.S. backing, created a vicious police state which sought to modernize a traditional people forcibly. Along the way, he even began a nuclear weapons program, and many of his enemies became America's enemies. Tragically, the most virulent and violent of the Shah's enemies, Ayatollah Khomeini, pushed aside more moderate elements in the struggle for power after the Shah fled into U.S. exile.\n\nIn addition, after Iraq's Saddam Hussein -- yes, that Saddam Hussein! -- invaded Iran, the U.S. even backed the aggressor. Washington sent Donald Rumsfeld to Baghdad in 1983 to confer with its new de facto ally. America provided intelligence, reflagged Kuwaiti oil tankers -- the proceeds of which were lent to Hussein to fund his war -- and sold dual-use products which Iraq turned into chemical weapons. Along the way the U.S. Navy also shot down an Iranian airliner, mistaking the plane for a belligerent attacker.\n\nSince then, Washington has threatened Iran with a military attack, imposed economic sanctions, launched cyber-attacks, armed the Islamic Republic's Gulf enemies, and sought to overthrow Tehran's only close ally, Syria. Whatever the justification for these policies on independent grounds, they have created an unmistakably hostile policy in Iran's mind.\n\nTehran deserves blame but is hardly alone in its support for violent organizations. Indeed, imagine the enormous liability if the victims of U.S.-backed forces -- Syrian soldiers killed by insurgents, Soviet soldiers lost fighting the Mujahideen, Nicaraguans who died at the hands of the Contras, Vietnamese killed by the U.S.-backed South Vietnamese government, and anyone dead in an American bombing or drone attack -- could sue Washington. The tab might bankrupt the country.\n\nOn October 23, 1983, a suicide bombing at the Marine Corps barracks in Beirut killed 241 Americans. The U.S. had intervened, nominally as a peacekeeper, in the Lebanese civil war, which had been raging since 1975. (The Pentagon up through Defense Secretary Caspar Weinberger opposed the president's decision to deploy American forces.) Cohen Milstein Sellers & Toll blamed Hezbollah, which the firm claimed acted with Iran's backing. The lawyers filed suit under U.S. law, which creates an exception for terrorism lawsuits from normal sovereign immunity for governments.\n\nThe attack, including one against French military forces, was awful. I remember hearing the news in the pre-Internet age. But truth be told, the U.S. government, headed by the president for whom I worked, Ronald Reagan, bears primary responsibility for the American deaths.\n\nThe more significant problem, however, is that the barracks bombing was not a terrorist attack. The action was an act of war, and therefore a legal response to U.S. military intervention.\n\nPresident Reagan presented Washington's involvement as \"peacekeeping,\" but there was no peace to keep. There were more than a score of armed factions -- Weinberger figured twenty-seven or twenty-eight -- which represented different faiths, tribes, allies, and leaders and whose allegiances often shifted. Israel and Syria had also joined Iran in seeking to influence the outcome.\n\nThe U.S. became just another belligerent and thus made more than its share of enemies. American forces began by training the Lebanese army and offered live military support.\n\nMichah Zenko of the Council on Foreign Relations noted that \"by summer 1983 [the U.S.] had openly sided with the pro-Israeli Lebanese government. To support the Lebanese military, the U.S.S. New Jersey was authorized to shell the Druze militia and Syrian military forces in the mountains surrounding Beirut.\" Shia fighters also were targeted. Historian Patrick Brogan noted that U.S. naval fire offered \"convincing proof the U.S. was no longer neutral.\"\n\nThe Christian Science Monitor reported that, prior to the attack on the barracks, \"two American warships had bombarded antigovernment artillery and missile batteries.\" Alas, \"the Lebanese army did a poor job ... of calling in the bombing coordinates,\" misdirecting the fire. A military investigation found that some shells missed their targets by as much as 10,000 yards (5.6 miles).\n\nTim McNulty of the Chicago Tribune wrote: \"Everybody loved the New Jersey until she fired her guns. Once she fired, it was obvious she couldn't hit anything,\" or, at least, anything she intended. Compounding this issue was that civilian casualties received scant attention in the U.S. media. As Researcher Franklin Lamb wrote in 2013, many Lebanese homes damaged by the American bombardment and remained unrepaired, along with unremoved, unexploded shells.\n\nThe U.S. steadily became an ever more active combatant. In early 1984 the Washington Post reported that \"The 16-inch guns of the U.S. battleship New Jersey fired hundreds of rounds at artillery positions of Syria and its Lebanese allies in Lebanon's eastern and central mountains today in the heaviest American naval barrage since the Vietnam War.\" The Monitor observed: \"Two American nurses who worked in Lebanon say that the use of United States Navy guns in support of the Lebanese army turned many Druze Muslims against the United States.\" For instance, Walid Jumblatt, still head of the Druze decades later, explicitly threatened retaliation for U.S. attacks.\n\nAccording to historian Benis M. Frank, who authored U.S. Marines in Lebanon, 1982-1984, Marine Corps commander, Col. Timothy Geraghty \"recognized that providing U.S. naval gunfire support for the [Lebanese army] had changed the nature of his mission. The Marines were now considered legitimate targets by anti-government forces.\" As Geraghty explained: \"The firing we did in support\" of the Lebanese army \"moved us from a previous, very careful, razor edge line of neutrality that we were walking, and treating all the Lebanese communities alike ... to a different category.\" Soon the Marines were referring to anti-government forces as the \"enemy.\"\n\nLebanese fighters, who lacked America's long-range firepower, found another way to strike back. As Colin Powell later explained, \"When the shells started falling on the Shiites, they assumed the American 'referee' had taken sides against them. And since they could not reach the battleship, they found a more vulnerable target: the exposed Marines at the airport.\" Furthermore, one Pentagon commission called the attack \"tantamount to an act of war using the medium of terrorism.\"\n\nThe Marines did not deserve to die. However, the most important cause of their deaths was not terrorism, Hezbollah, Iran, or even the Islamic Jihad Organization. It was the U.S. government turning them into combatants in another nation's impossibly bitter and complicated civil war. Indeed, after the bombing, even Reagan came to realize that making Lebanon's fight America's fight was a huge mistake, and he withdrew American forces. Today, continuing to blame Iran might allow U.S. officials to shirk responsibility for their errors -- but it does nothing to make the region more stable or peaceful.\n\nTehran is a malign actor in the Middle East, but so are Saudi Arabia, the UAE, Egypt, Bahrain, Turkey, and Iraq. Instead of treating Iran as the locus of all evil, Washington needs to develop a more balanced policy for the region. That includes acknowledging how America has dramatically contributed to the Mideast's problems, including with Iran.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{"facebook":11},"wgt":11},{"uri":"883569528","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"13:18:00","dateTime":"2018-06-08T13:18:00Z","dataType":"news","sim":0.47843137383461,"url":"https://www.cato.org/publications/commentary/republicans-dont-let-trump-bully-you-tariffs","title":"Republicans, Don't Let Trump Bully You on Tariffs","body":"For several months, President Trump has been vandalizing the global economy and subverting the rules of international trade with his wrecking ball of tariff indiscretions. Finally, someone in Congress is doing something to stop this menace. Senator Bob Corker, a Republican from Tennessee, introduced legislation on Wednesday that takes back some of the authority President Trump has been abusing under the guise of protecting national security.\n\nMr. Corker, who is retiring, attracted six Republican co-sponsors for the bill, which would amend the Trade Expansion Act of 1962 to require the president to get approval from Congress for any tariffs proposed on national security grounds. But the Senate majority leader, Mitch McConnell, said he would not allow the legislation to come to the floor as a stand-alone bill. House Speaker Paul Ryan seems similarly uninterested in a bill likely to be vetoed by Mr. Trump. \"You would have to pass a law that he would want to sign into law,\" Mr. Ryan said. \"You can do the math on that.\"\n\nFor several months, President Trump has been vandalizing the global economy and subverting the rules of international trade with his wrecking ball of tariff indiscretions. Finally, someone in Congress is doing something to stop this menace.\n\nWhy don't the president's trade transgressions elicit meaningful resistance from party leadership? His trade views are disdainful of freedom and informed by economic fallacies, yet Republican leaders have watched quietly from the sidelines as Mr. Trump misappropriates his authorities to disrupt global supply chains, inflict pain on American trade partners, generate enormous amounts of domestic collateral damage and make the United States an international scofflaw.\n\nThe United States Constitution vests authority in Congress to collect duties and to \"regulate commerce with foreign nations.\" But over the course of the 20th century, Congress delegated some of its authority to the president. In most cases, the statutes giving the executive branch the authority to raise tariffs require that certain conditions be met and that any actions taken be subject to limitations, as well as judicial review.\n\nPresident Trump has found a way to weaponize these statutes to advance his \"America First\" agenda. Since taking office, he has initiated six investigations under three highly contentious laws. Five of those investigations -- on steel, aluminum, washing machines, solar panel components and Chinese technology products -- have led to the president imposing or announcing tariffs on imports of more than 1,500 products valued at about $100 billion. A new investigation of whether imports of automobiles and parts constitute a national security threat could raise the value of sanctioned imports to $400 billion. Factoring in the likelihood of retaliation against American exporters, about 20 percent of total goods trade could find itself in the cross hairs by year's end.\n\nFor more than 80 years going back to Franklin D. Roosevelt, American presidents viewed trade as a win-win proposition, fostering mutual economic growth and better relations among nations. Those presidents supported the rules and institutions that helped reduce protectionism and made trade more affordable, seamless and predictable. Between 1947 and 2006, average global tariffs fell to 4 percent from 40 percent in developed countries, trade flourished, and economies expanded rapidly.\n\nMr. Trump's actions risk reversing these gains. He has invoked laws that were passed under the assumption that the president, reflecting a broader national consensus, would always be more circumspect and less likely to impulsively raise tariffs than a parochially minded Congress. Lawmakers failed to contemplate the possibility of a president as cavalier about the consequences of protectionism and as impervious to the lessons of history as Mr. Trump.\n\nLast year, the excuse for the Republican leadership's acquiescence to Mr. Trump's trade assault was their desire for tax and regulatory reform. Done. Then the excuse was that opposing Mr. Trump on trade would invite a primary election challenge. With three months to go until the last state primaries, that concern is becoming moot. Loyalty to the president over the Constitution speaks volumes about a party that was once committed to free markets and the rule of law.\n\nIn fairness, a few Republican senators who aren't retiring have shown some courage. Senator Mike Lee of Utah has proposed legislation that would effectively bring back to Congress most of the authorities it delegated to the executive over the years by requiring votes before any presidential trade proclamations can take effect. Senator Ron Johnson of Wisconsin is exploring how to give more legal weight to the arguments and concerns of American companies adversely affected by tariffs.\n\nMr. McConnell and Mr. Ryan have done nothing. At a minimum, they should be whipping up support for Mr. Corker's bill to make sure they have two-thirds of both chambers ready to override Mr. Trump's inevitable veto.\n\nRepublican leadership should also introduce \"sense of the House\" and \"sense of the Senate\" resolutions making clear that each chamber values the relationships America has with its allies and will work to repair and strengthen them. These measures are a promise to the American people and a signal to our allies that Congress will continue to support the global trading system and its rules and institutions, and that it will do all that is in its power to prevent the president from continuing to trample on both Republican and republican principles.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":"eng-4014804","shares":{"facebook":6},"wgt":6},{"uri":"882155400","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"13:05:00","dateTime":"2018-06-06T13:05:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/commentary/one-has-wonder-congressional-dysfunction-has-reached-breaking-point","title":"One Has to Wonder If Congressional Dysfunction Has Reached a Breaking Point.","body":"Imagine legislation that was drafted with the help of presidential son-in-law Jared Kushner and, unsurprisingly, supported by President Trump himself. Imagine that this same bill is supported by such stalwarts of \"The Resistance\" as the Urban League and the Equal Justice Initiative, and also backed by prominent conservative groups such as FreedomWorks and the Faith and Freedom Coalition. The Koch brothers and Grover Norquist are advocates, and so is liberal commentator Vann Jones. In fact, imagine a bill so bipartisan that it passed even this deeply divided House on a 360-59 vote.\n\nThat legislation would be the \"FIRST STEP Act,\" a prison-reform bill. And, this being Washington in 2018, it is almost certainly not going to become law. Indeed, it looks doubtful that the Senate will even vote on it.\n\nThe FIRST STEP Act is hardly radical. It doesn't reduce inmate sentences or otherwise deal with the intensely punitive approach to justice that has given the United States the world's largest per capita prison population. Nor does it remedy the ongoing racial issues that continue to infect our criminal-justice system.\n\nInstead, it would make a number of extremely modest humanitarian reforms to the way we treat prisoners. For example, it would make female health products more available in federal prisons and all but end the practice of shackling female inmates during childbirth. It would try to keep inmate families together by expanding visits, phone privileges teleconferencing, and opportunities to transfer to prisons closer to home. It would increase mental-health and substance-abuse treatment for inmates.\n\nOne has to wonder if congressional dysfunction has reached a breaking point.\n\nIt would also provide a modest $250 million over five years for new inmate-education and -rehabilitation programs, and establish incentives (including time credits) for prisoners to participate. Prisons would also be required to conduct \"risk assessments\" of soon-to-be-released inmates and to tailor programs to meet these inmates' needs.\n\nOver the long run, most experts believe the legislation would save money. For example, studies have shown that every dollar spent providing needed mental-health and substance-abuse treatment to inmates ultimately saves taxpayers $1.27 to $5.47 in reduced crime and incarceration costs. One should always be skeptical of claims that government spending will save money, but this initiative clearly passes the common-sense test. Similarly, keeping families together is likely to reduce future welfare costs as well as crime. And since nearly all prisoners will eventually be released, programs to reduce recidivism are also likely to prove cost-effective.\n\nmagine legislation that was drafted with the help of presidential son-in-law Jared Kushner and, unsurprisingly, supported by President Trump himself. Imagine that this same bill is supported by such stalwarts of \"The Resistance\" as the Urban League and the Equal Justice Initiative, and also backed by prominent conservative groups such as FreedomWorks and the Faith and Freedom Coalition. The Koch brothers and Grover Norquist are advocates, and so is liberal commentator Vann Jones. In fact, imagine a bill so bipartisan that it passed even this deeply divided House on a 360-59 vote.\n\nThat legislation would be the \"FIRST STEP Act,\" a prison-reform bill. And, this being Washington in 2018, it is almost certainly not going to become law. Indeed, it looks doubtful that the Senate will even vote on it.\n\nThe FIRST STEP Act is hardly radical. It doesn't reduce inmate sentences or otherwise deal with the intensely punitive approach to justice that has given the United States the world's largest per capita prison population. Nor does it remedy the ongoing racial issues that continue to infect our criminal-justice system.\n\nInstead, it would make a number of extremely modest humanitarian reforms to the way we treat prisoners. For example, it would make female health products more available in federal prisons and all but end the practice of shackling female inmates during childbirth. It would try to keep inmate families together by expanding visits, phone privileges teleconferencing, and opportunities to transfer to prisons closer to home. It would increase mental-health and substance-abuse treatment for inmates.\n\nIt would also provide a modest $250 million over five years for new inmate-education and -rehabilitation programs, and establish incentives (including time credits) for prisoners to participate. Prisons would also be required to conduct \"risk assessments\" of soon-to-be-released inmates and to tailor programs to meet these inmates' needs.\n\nOver the long run, most experts believe the legislation would save money. For example, studies have shown that every dollar spent providing needed mental-health and substance-abuse treatment to inmates ultimately saves taxpayers $1.27 to $5.47 in reduced crime and incarceration costs. One should always be skeptical of claims that government spending will save money, but this initiative clearly passes the common-sense test. Similarly, keeping families together is likely to reduce future welfare costs as well as crime. And since nearly all prisoners will eventually be released, programs to reduce recidivism are also likely to prove cost-effective.\n\nSo why is such a modest and humane bill almost certain to die?\n\nIn part, the FIRST STEP Act is a victim of the infighting and turf protection that helps explain Congress's 18 percent favorability rating. Senator Chuck Grassley (R., Iowa), who as chairman of the Judiciary Committee has jurisdiction over the bill, favors a much more expansive bill, the Sentencing Reform and Corrections Act, which he is co-sponsoring with Sen. Dick Durbin, the Senate's No. 2 Democrat. Grassley and Durbin are insisting that the FIRST STEP Act be rolled into their bill. But their legislation, which is indeed worthwhile, is being blocked by Senate majority leader Mitch McConnell because the White House won't sign off on some provisions. In the meantime, prison reform goes nowhere.\n\nAn even more significant roadblock is being provided by Senator Tom Cotton (R., Ark.), who opposes nearly all efforts at criminal-justice reform. Senator Cotton, one of the few Americans who believe we have an underincarceration problem, in his words, has mounted an effective guerrilla campaign to undermine the bill's support on the right. For example, Cotton is reportedly pushing law-enforcement groups to oppose the bill. His efforts have been drawing fruit. Recently the Federal Law Enforcement Officers Association withdrew its endorsement of the bill after being pressured by Cotton's office. Republicans, always fearful of being called \"soft on crime,\" will find it difficult to buck law enforcement.\n\nComplaints about congressional gridlock are often exaggerated. The Founders intended legislating to be slow, deliberate, and challenging. But when even commonsense legislation with broad bipartisan support can't so much as get a vote, one has to wonder if congressional dysfunction has reached a breaking point.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{"facebook":3},"wgt":3},{"uri":"883588244","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"13:48:00","dateTime":"2018-06-08T13:48:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/commentary/un-human-rights-dissonance-religious-freedom-criminalizing-blasphemy","title":"U.N. Human-Rights Dissonance: From Religious Freedom to Criminalizing Blasphemy","body":"When Secretary of State Mike Pompeo released the State Department's International Religious Freedom Report for 2017 last week, he announced that in July he will host a meeting of \"like-minded\" foreign ministers to discuss ways to \"push back\" against countries engaged in religious persecution. That's good news, but the initiative itself may get pushback from the international human-rights establishment, several of whose members he plans also to invite.\n\nIt took no time for a taste of that to emerge. Sarah Margon, for example, the Washington director at Human Rights Watch, is reported to have cautioned that elevating the importance of religious freedom could be positive \"as long as doing so does not minimize other rights concerns,\" such as those of the LGBT community, and doing so \"truly protects victims of all religious persecution,\" not just Christians and Jews in Muslim countries.\n\nSuch concerns are not entirely unfounded. Both Secretary Pompeo and former Kansas governor Sam Brownback, now U.S. ambassador-at-large for international religious freedom, belong to Christian denominations that opposed same-sex marriage. And President Trump's oft-stated comments on Muslims give pause to many about the possibility of selective attention to religious persecution.\n\nIn international-affairs parlance, 'rights' has a very different meaning from the one we know.\n\nBut a much broader pushback lies ahead, and it undercuts religious liberty. Pompeo invoked the natural-rights tradition that America's Declaration of Independence rests on, finding religious freedom \"in the American bloodstream.\" By contrast, the modern human-rights movement rests on the U.N.'s 1948 Universal Declaration of Human Rights. Arising from political compromises between post-war progressives and some of the world's worst tyrannies, the UDHR bows simply to \"inherent dignity,\" making no mention of natural law or natural rights. To be sure, it lists rights in that tradition. But it goes on with a list of so-called economic and social rights -- to jobs, housing, \"periodic holidays with pay\" -- which today dominate human-rights debate and practice.\n\nUnlike natural rights to freedom, which require only that we be left alone, these economic and social rights, if rights at all, are not universalizable. They're created by legislatures, requiring endless redistributive schemes. And as demand for them grows, governments grow and liberty yields. More sinister still, the original compromises that elevated these rights to the status of human rights have enabled totalitarian regimes to sit at the human-rights table. After 70 years, a toxic hypocrisy poisons the debate. Russia, China, Cuba, Islamic theocracies, even North Korea boast about their often illusory economic and social programs as evidence of human-rights compliance and their own legitimacy.\n\nFor a time before the Berlin Wall fell in 1989, Soviet and other dissidents focused international attention on the stark differences between rights to freedom and these collective rights. But in 1993, at the U.N.'s massive World Conference on Human Rights, the international community put its imprimatur on a vision of human rights that has influenced discourse and practice ever since. Adopting the doctrine of \"indivisibility\" between the two kinds of rights, the conference set the stage for the proliferation of rights, including group rights and rights to combat racism, discrimination, xenophobia, and intolerance.\n\nThese newest rights evolved in part from earlier efforts to square Islamic law with international human-rights law, echoing even earlier efforts concerning Communist law. Not surprisingly, the focus in both cases was on economic- and social-rights provisions found in all three systems. Rights to freedom, such as freedom of speech, were \"contextualized.\" Thus Article 22 of the 1990 Cairo Declaration on Human Rights in Islam, adopted by the Organization of the Islamic Conference, reads in part: \"Everyone shall have the right to advocate what is right . . . according to the norms of Islamic Shari'ah.\" Fidel Castro was more succinct: \"Within the Revolution, everything. Against the Revolution, nothing.\"\n\nIn 2011, the U.N. Human Rights Council memorialized those efforts when it passed 17 resolutions aimed at protecting Muslims from Islamophobia, taking advantage of language that totalitarian states had earlier secured: \"Any advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence shall be prohibited by law.\" In its definition of \"hate speech,\" the European Union Agency for Fundamental Rights includes \"disrespectful public discourse.\" Language so capacious is an invitation to political prosecutions, of course. Yet today, all European countries outlaw hate speech, echoing the blasphemy laws found in Islamic countries.\n\nAnd throughout Europe, many prosecutions have followed, often for posts on social media. In fact, even social-media platforms are criminally responsible for users' posts. Predictably, there has been an authoritarian backlash against what many see as \"politically correct\" prosecutions. Yet as with the U.N.'s earlier bow to the Communist concept of human rights, this gutting of free-speech rights has little affected Islamic countries, where apostates, women, LGBT people, and minority believers continue to suffer.\n\nEven among \"like-minded\" ministers, therefore, Secretary Pompeo and Ambassador Brownback may face pushback, for which the restoration of freedom is the only answer.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0},{"uri":"883579865","lang":"eng","isDuplicate":true,"date":"2018-06-08","time":"13:34:00","dateTime":"2018-06-08T13:34:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/commentary/poland-wants-american-garrison-let-germany-do-it","title":"Poland Wants an American Garrison: Let Germany Do It!","body":"For years American officials have variously demanded, urged, and begged European governments to increase military outlays. For years the Europeans have instead reduced their spending, manpower, and procurement. There has been a slight uptick in their defense efforts under President Donald Trump, but most NATO members, including large and important nations such as Germany, Italy, and Spain, aren't coming close to meeting the official standard of spending 2 percent of their GDPs on defense.\n\nNow Poland, which fell just short of that level last year, is requesting that Washington establish a permanent base and garrison. Warsaw says it will kick in a couple billion dollars, while Washington can pick up the change on its way to confronting nuclear-armed Russia in a crisis.\n\nBut instead of sticking America with yet another tab, it would make more sense for Poland to send its bill to Berlin. German Chancellor Angela Merkel has called for European leadership on defense. But her coalition partners won't let the continent's dominant nation and biggest economy meet its military obligations. The Germans should garrison their neighbor in return for the cash.\n\nThe transatlantic alliance made sense when it was established in 1949. Western Europe was still recovering from World War II and Joseph Stalin's Soviet Union was a cautious predator. The continent required time to reestablish something approaching a reasonable balance of power.\n\nBefore taking office Trump seemed to understand that European free-riding was counterproductive. What about now?\n\nStill, Dwight Eisenhower, who served as NATO's first Supreme Allied Commander, warned against a permanent American presence that would \"discourage the development of the necessary military strength Western European countries should provide themselves.\"\n\nAllied outlays remained anemic even after the continent's recovery. The end of the Cold War triggered a rush to demobilize while NATO expanded toward the new Russian Federation's shrunken borders -- despite contrary Western assurances given to Soviet and later Russian officials. Few considered how to defend new members, essentially treating the alliance as a gentleman's club to which every respectable nation should belong.\n\nThe Russo-Georgian war of 2008 and especially the 2014 conflict between Ukraine and Russia have since reminded Europeans that NATO is, in fact, a militaryalliance. Yet only \"new\" Europe, as Donald Rumsfeld called it, seemed much worried about Moscow's intentions, demanding guarantees that the alliance would hold off Vladimir Putin and his hordes.\n\n\"Old\" Europe offered its formal assent but not much more. Instead, Washington created a special budget line to augment its forces in Europe. First came the European Reassurance Initiative, which then morphed into the European Deterrence Initiative. At $6.5 billion this year, the EDI spends more than Belgium, Denmark, Romania, and Greece devote to their entire militaries. Meanwhile, the pending National Defense Authorization sets as policy an \"increased United States presence in Europe through additional permanently stationed forces, including logistics enablers and a combat aviation brigade,\" along with \"increased United States pre-positioned military equipment, including munitions, logistics enablers, and a division headquarters\" and \"sufficient and necessary infrastructure additions and improvements throughout Europe.\"\n\nVladimir Putin is an unpleasant character, but he is not suicidal. Russia today looks a lot like the pre-1914 Russian Empire, intent on having its interests respected and its borders protected. Taking back Crimea, which hosts the Black Sea base at Sevastopol, and preventing Georgia and Ukraine from joining NATO were obvious and important interests. But Putin would stand to gain little from triggering full-scale war by invading one or more of the Baltic States or Poland, the most nervous alliance members.\n\nMost of Europe agrees with this assessment. The specter of Russian aggression simply does not frighten. Europeans recognize that Russian troops are not going to march through their neighborhoods, so why spend more on defense? Especially since Uncle Sam can be trusted to play his default role.\n\nThe recent increase in allied outlays isn't great and isn't likely to be sustained. Only four European countries last year hit 2 percent of GDP on defense. Most of the others are unlikely to ever reach that level, irrespective of their promises.\n\nAll this has left \"New\" Europe dissatisfied. So Warsaw wants the U.S. to offer extra protection directly, even though we already maintain two combat brigades in Germany and Italy has an equivalent force that rotates through Eastern Europe. Warsaw, however, wants its very own American garrison.\n\nDeclared the Polish defense ministry: \"Poland is a steadfast ally of the United States and is committed to advancing our shared interests and values, which increasingly are being threatened by Russian interference. A permanent U.S. presence in Poland will ensure that both nations can continue to advance, strengthen, and protect these values and interests.\"\n\nAt least the Poles offered to contribute $1.5 billion to $2 billion to the effort, saying, \"The Government of Poland understands that such a burden must be shared,\" and \"such expenses cannot and should not be financed by one country alone.\" Which, admittedly, is contrary to what most European governments believe.\n\nStill, this is an awful idea. First, Moscow doesn't threaten America. And nothing suggests Russia plans to attack Poland. Merely being in NATO does not entitle member states to a U.S. military unit stationed within their borders.\n\nSecond, Polish analysts worry that the proposed contribution will be deducted from outlays to improve their own country's military. Lukasz Kister of the Jagiellonian Institute warns that \"The proposal to pay the U.S. for ensuring our security raises doubts we will be able to finance the modernization of our own armed forces.\"\n\nThird, the proposal ignores the fact that the major cost of commitments such as NATO isn't in overseas basing, but in creating extra units. The more and greater Washington's military guarantees, the larger the force that is required.\n\nFourth, American soldiers are not mercenaries to be rented out to the highest bidder. If the Poles really believe themselves to be at risk, they should spend not 2 percent of GDP on their military, but 5 or 10 percent, perhaps even more. They should ask themselves how much their freedom is worth.\n\nThere is, however, an obvious solution. Some 240 years ago Great Britain hired \"Hessians,\" who came from several German principalities, to fight against American revolutionaries. Poles could hire modern \"Hessians\" to guard Poland.\n\nAfter all, Chancellor Merkel responded to President Trump's criticism of Europe's defense dependence by calling on Europeans to \"take our fate into our own hands.\" Alas, Berlin's behavior has yet to reflect her rhetoric -- but Germany is contributing 450 soldiers to a NATO mission in Lithuania. That's a start.\n\nThe biggest problem today is that Berlin's actions don't match its words. In 2014, Merkel's last government promised to hit 2 percent of GDP by 2024. She recently said reaching that level is \"not completely beyond the imagination.\" But in 2015, total German defense spending dropped to 1.1 percent. During last year's election campaign, the opposition Social Democrats hardened their position against expenditures that, from Berlin's standpoint, make no sense, since the likelihood of a Russian attack on Germany is only a bit greater than that of a Martian invasion.\n\nGerman Defense Minister Ursula von der Leyen recently expressed a desire \"to reach defense expenditures of 1.5 percent of GDP in 2025.\" However, the coalition budget caps military outlays at 1.3 percent.\n\nThis helps explain the judgment of the Atlantic Council's Jorge Benitez: \"The readiness of the German military is abysmal.\" During a recent assessment, the German army had 244 tanks, but only 95 were battle-ready. None of the country's six (count 'em, six!) submarines were in service. Not one Eurojet fighter was combat-ready. Just 8 percent of German soldiers said they trusted their weapons.\n\nAlas, admitted Hans-Peter Bartels, parliamentary commissioner for the armed forces: \"the Bundeswehr as a whole cannot currently be used in the collective defense.\" With dramatic understatement, he noted: \"Additional efforts are necessary.\"\n\nObviously the Bundeswehr could use Poland's $2 billion.\n\nWhat does Europe need for its defense? Inadequate resources is not a problem. The continent enjoys about 12 times the economic strength of Russia. Italy's GDP alone is larger than that of Russia. Moreover, the Europeans have more than three times Russia's population.\n\nYet none of the nations worried in principle about Russian aggression act worried about it in practice. Bulgaria, Estonia, Lithuania, Latvia, Poland, and Romania respectively devote 1.53, 1.73, 1.75, 1.80, 1.99, and 2.08 percent of their GDPs to their militaries. That compares to America's 3.57 percent.\n\nThey have no reason to do better so long as the U.S. will do it for them. President Trump said that European laggards would be \"dealt with,\" but they have no reason to change as long as Washington continues to subsidize them. For instance, despite its irresponsible defense policy, Germany continues to host some 35,000 American troops.\n\nBefore taking office, the president seemed to understand that America's defense of Europe was counterproductive. But he surrounded himself with officials determined to increase U.S. military entanglements. And the Polish government is lobbying hard. Opined Polish defense minister Mariusz Blaszczak: \"The decisions on this matter are moving in a good direction,\" by which he meant bad for the American people.\n\nThe president should tell Warsaw no. If Poland doesn't want to raise more of its own soldiers, then it should hire a few Hessians from its German neighbor.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0},{"uri":"883579864","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"13:34:00","dateTime":"2018-06-08T13:34:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/commentary/government-loan-programmes-are-failing-most-vulnerable-students","title":"Government Loan Programmes Are Failing the Most Vulnerable Students","body":"To extend credit to people in the knowledge that they are unlikely to repay is decried by some as predatory lending. Those suspected of engaging in this practice will face scorn from regulators and opprobrium in the media.\n\nYet predatory is not an inaccurate sobriquet for government policy towards the funding of higher education. So doggedly have administrations around the world pursued the goal of giving everyone a degree, that they haven't stopped to ponder whether this drive benefits taxpayers -- or, indeed, students themselves.\n\nAs so often with government-induced disasters, the original motivation was laudable. Because human capital accumulation raises worker productivity and therefore salaries, higher education was viewed as a driver of increased prosperity and social mobility. Moreover, since higher productivity raises output and tax revenue, having more educated workers became not just a private but a social good in politicians' minds.\n\nGovernments on both sides of the Atlantic are trapping many young people in debt at the start of their working life in pursuit of qualifications that, plainly, do not benefit them.\n\nHowever, the crisis and its aftermath have forced an unwanted reckoning. Even as enrolment rates have climbed strongly, rising from 49 to 69 per cent among US high school graduates -- especially those from lower-income backgrounds - between the 1970s and 2016, and reaching 49 per cent among all 18-year-olds in Britain, the expected returns have failed to materialise for many.\n\nA 2014 report from the Urban Institute, using a conservative methodology, found 25 per cent of US bachelor's degree holders working in occupations for which they were overqualified. In Britain, as many as 16 per cent of those in employment between the ages of 16 and 64 were \"overeducated\" in 2015, up from 13 per cent in 2006.\n\nOverqualification need not be a concern so long as it's the product of choice. It is generally associated with lower median earnings than occupations which require a university degree. But plenty of less-than-well-paid jobs, such as journalism, political activism and creative writing, feature a preponderance of university graduates in their ranks.\n\nThe problem arises when overqualification stems from graduates' inability to find suitable work.\n\nIt may be that their specific skills do not match the needs of firms - which might require more introverted computer scientists and fewer eloquent philosophers -- or that the skills taught in universities do not add up to much valuable human capital. Economist Bryan Caplan has persuasively contended that college education is more a signalling device than a provider of hard skills. If that is the case, then encouraging university attendance will not benefit those at the bottom of the graduate pile, let alone those who fail to complete their studies.\n\nThe scale of the student debt burden in both America and Britain suggests that many are being failed by the system.\n\nOutstanding higher education loans in the United States recently passed the $1.5 trillion mark, up from under $500 billion in 2006. In the UK, student debt stands at just over 100 billion, but it has more than doubled since 2011 and continues to increase rapidly. Aggregate amounts can only convey a crude picture, but the rapidity with which loans outstanding have mounted is at least suggestive that some borrowers are giving little thought to whether borrowing is a good idea.\n\nOn an individual level, the problem is not stratospheric indebtedness. Recently, the Wall Street Journal profiled a 37-year-old Utah orthodontist whose balance exceeds $1 million and will in a few years surpass $2 million, as his $1,600 monthly repayment doesn't suffice to cover the monthly interest expense.\n\nBut that's an exceptional case. Moreover, those who carry six-figure balances are often lawyers and medical doctors whose training raises their lifetime earnings by a multiple of the cost of their degree. Even making conservative assumptions about physician and attorney salaries ($150,000 and $100,000, respectively) and comparing them to the 75th percentile of U.S. income-earners ($65,000), the lifetime salary boost of a medical or legal education would justify an investment upwards of $500,000.\n\nThe amount borrowed is a poor predictor of whether a borrower will default. According to a recent analysis by the U.S. National Center for Education Statistics, 27 percent of borrowers entering higher education in 2003-04 had defaulted on their payments twelve years later. Such rates of non-repayment are extraordinary, on a par with payday and other high-cost short-term credit used in times of stress.\n\nPerhaps surprisingly, default rates are highest among those who borrowed the least.\n\nThere's an explanation for this puzzle. Those who never completed their degrees are over represented among loan defaulters. Their problem is not that they borrowed too much, but that they cannot make even modest repayments. The loans instead become a drag on their borrowing capacity until they are written off many years later. The stain on their credit score, on the other hand, can be permanent.\n\nThe key to solving the student debt mire thus seems to be not so much to reduce the borrowing needs of the typical student, but to ensure that those who will not benefit from higher education or are likely to drop out are not led to borrow for it.\n\nYet public policy currently achieves the precise opposite. The trend in both Britain and America has been to subsidize loan interest rates and link repayment to future income, writing off any outstanding balances after 25 or 30 years. Indeed, only 45 percent of post-2016 student borrowers in the UK are expected to repay their loans in full.\n\nThis system attracts more of the wrong sort of borrower, by lowering the cost of taking many years to repay and eventually cancelling whatever remains. If interest rates were instead adjusted for the borrower's individual risk, as most other consumer loans are, those who expect to struggle to repay or to benefit little from education would refrain from borrowing.\n\nAnother problem is that the first beneficiaries from increased education spending, the universities themselves, have little skin in the game. Whether or not they furnish students with valuable and productive skills, their tuition fee revenue is unaffected. If universities instead had to bear part of the burden of repayment risk, they would be more reluctant to admit candidates whose likelihood of completion and professional success is low. Greater risk sharing might also lead universities to be mindful of cost inflation and focus additional expenditure on those items that enhanced the educational experience.\n\nImportantly, however, governments that instituted greater risk-sharing should apply the standard symmetrically to all institutions. This means no special carve-outs for favoured universities or politically popular degrees, as these would again distort the incentives of university administrators.\n\nIt may be objected that these changes would result in the exclusion from higher education of some of the most vulnerable. But that implicitly assumes that those now pursuing degrees who would be excluded under a more market-based system do in fact benefit from their education. Default rates and the hardship of carrying a large loan balance for decades suggest otherwise.\n\nGovernments on both sides of the Atlantic are trapping many young people in debt at the start of their working life in pursuit of qualifications that, plainly, do not benefit them. If they weren't lured into higher education, these people could begin their professional careers early and debt-free.\n\nAt a time of great transformation and opportunity, surely that presents a more attractive prospect than the costly disappointment of a failed university education.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0},{"uri":"882897137","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"14:01:00","dateTime":"2018-06-07T14:01:00Z","dataType":"news","sim":0.6549019813537598,"url":"https://www.cato.org/blog/computer-glitch-argument-central-bank-ecash","title":"The Computer-Glitch Argument for Central Bank eCash","body":"As if central banks' powers and balance sheets haven't grown quite enough since the outbreak of the subprime crisis, we've been hearing more and more calls for them to expand their role in retail payments, by supplying digital money directly to the general public.\n\nSome proposals would have central banks do this by letting ordinary citizens open central bank accounts, while others would have them design and market their own P2P \"digital currency.\" Either sort of central bank digital money would, the plans' supporters claim, be just as convenient as today's dollar-denominated private monies. But central bank digital money would also have the distinct advantage of being just as safe as paper money.\n\nEarlier this week the FT's Martin Sandbu jumped onto the central bank \"ecash\" bandwagon, in an article prompted by the recent disruption of Visa's European payments network. That disruption, Sandbu wrote, supplied \"one of the strongest considerations in favour of introducing official electronic money.\"[1]\n\nSandbu's argument is just one of many that have been offered for allowing central banks to supply ecash. But it's representative of the rest in at least one crucial respect: like them, it may seem solid enough at first glance. But upon closer inspection, it turns out to be full of holes.\n\nAbsent a crisis of confidence, the most likely causes of a private payments system disruption are (1) hacking and (2) a software or hardware breakdown. It appears that a computer hardware failure was to blame for Visa's European troubles, although hacking was suspected at first.\n\nPayments systems operated by central banks are similarly dependent on computer hardware and software, and are for that reason also vulnerable to both hacking and equipment failures. That's the first -- and far from trivial -- flaw in Sandbu's argument. Within the last two years, for example, hackers have used malware to steal millions from the central banks of Russia and Bangladesh. In the latter case the money came straight out of the Bangladesh Bank's account at the New York Fed. Had it not been for a stroke of good luck, the bank's losses -- $101 billion, about a third of which was eventually clawed back -- would have been far greater. During the same period hackers also managed to plant a digital \"bomb\" into the software of the Saudi Arabian Monetary System. Back in 2014, a computer failure at the Bank of England held up thousands of payments, including many by persons trying to close on new homes. So much for the perfect safety of central bank digital money.\n\nIf all electronic payments systems are vulnerable to computer-related failures, is there any way to protect oneself against them? In fact there are at least two ways. One is to avoid putting all one's payments eggs in one basket, by keeping multiple credit cards and bank accounts, and by subscribing to PayPal or other independent payment service providers. Of course, keeping funds at a central bank would be another way to diversify, were it allowed. But with so many private-market options out there, it's absurd to suppose that people can't protect themselves from payment system glitches unless central banks themselves enter the electronic cash business.\n\nThe other option is to keep some good old paper money on hand. Moreover, that's the only option, apart from resort to barter, that would help in the case of a truly global electronic payment system breakdown, however that might happen. (A cosmic ray shower, perhaps.) But far from being an argument for having central banks enter the electronic payments fray, this far-fetched scenario is a good reason for having them to stick to supplying paper money.\n\nBesides claiming that central bank ecash would protect its holders from the risk of a payments-system breakdown, Sandbu suggests that it would \"force a move towards higher reserve requirements for banks,\" and perhaps even toward full-reserve banking. Allowing central banks to supply digital money to the general public could, in other words, lead spontaneously to the same outcome proponents of the Vollgeld initiative are hoping to achieve in Switzerland by means of next week's referendum. This would happen, Sandbu says, because the public's ready access to such cash would result in \"a massive flight from deposits to safer official money.\" To allow for this contingency, without having to resort to massive last-resort lending, central bankers would have to see to it \"that banks hold enough reserves for the purpose up front.\"\n\nMost people would consider a policy change that's capable of triggering massive bank runs a bad idea. But so far as Sandbu is concerned, increasing the likelihood of such runs is just a convenient way to put paid to fractional-reserve banking, of which he evidently disapproves. Like most critics of fractional-reserve banking, he doesn't say who will supply the credit commercial banks can no longer offer once they convert to a full-reserve basis. Also like them he appears to appreciate neither the synergies between deposit taking and lending that account for their coexistence since the beginnings of banking nor the fact that, if fractional reserve banking systems sometimes appear fragile and unstable even when not threatened by direct competition from central banks, we often have other misguided bank regulations (including under-priced government guarantees) to thank for it.\n\nBut would the mere appearance of central bank ecash really provoke \"a massive flight from [private bank] deposits\"? It's true that, so long as they aren't promising to peg their currencies to some other national currency, central banks can't default: to break a promise, one has to make one in the first place. But given the widespread presence of deposit insurance, and the fact that certain banks are considered Too Big To Fail, most readily-transferable commercial bank deposits (the sort for which ecash is a close substitute) are either explicitly or implicitly insured. Of approximately $12 trillion in U.S. demand deposits, for example, just over $7 trillion are insured, while much of the remainder consists of deposits held at the very largest U.S. banks.\n\nIt follows that, if there's to be a massive switch from from commercial bank deposits to central bank ecash, it will have to be inspired, not merely by that alternative's safety, but by its other features, including its convenience and interest return.\n\nMight central bank ecash dominate privately-supplied alternatives along these other dimensions? It might, but only if central banks cheat.\n\nLet's start with interest. Commercial banks' main business consists of attracting deposits and figuring out how to invest them profitably. Competition compels them to seek high risk-adjusted returns (or, if they're Too Big to Fail, to seek high returns regardless of risk), and to share those returns, less their overhead and operating expenses, with their depositors. Central banks, in contrast, are not supposed to be looking out for high returns. Instead, their assets typically consist of relatively safe and low-yielding securities, high-grade commercial paper, foreign exchange, and gold. To the extent that central banks extend credit, they extend it (with occasional, and often controversial, exceptions) to financial firms only, not to earn a profit, but to secure financial stability. It's owing in part to this crucial difference between central and commercial banks that any public substitution of central bank money for commercial bank money is likely to result in a decline in total lending.\n\nMost monetary policy experts would not want to change these limitations on central banks' ability to profit by their investments. Nor do I suppose that Mr. Sandbu is an exception. After all, to the extent that central bank portfolios resemble those of ordinary commercial banks, they cease to be particularly safe institutions; and even if holders of their liabilities are not themselves directly exposed to the risks they take, taxpayers are. Allowing central banks to emulate commercial banks, not only by being able to supply digital money to the general public, but by taking on similar risks, would defeat the purpose of having them serve as suppliers of uniquely safe exchange media. In the limit, so far as transferable deposits are concerned, it would mean having a single, TBTF commercial-qua-central bank instead of today's mix of TBTF and not-TBTF commercial banks. If that sounds like an improvement to you, you're not thinking hard enough.\n\nIf they're to avoid excessive risk taking, on the other hand, central banks can only manage to pay competitive returns on their ecash in one of two ways. They can operate so much more efficiently than commercial banks that they are able to more than compensate for their lower-yielding assets, or they can take advantage of their monopoly rents to subsidize their ecash business. The first possibility is far-fetched. The second isn't. But as it amounts to a form of predatory pricing, the effect of which would be to drive central banks' more efficient private rivals out of business, permitting it would be entirely contrary to the public's welfare.[2]\n\nIf neither the safety nor the return on central-bank supplied ecash is likely to convince droves of bank depositors to switch to it, central banks might still encourage them by making their ecash easier to transact with than private substitutes. But this, too, is a tall order. Central banks have no experience in retail payments or in otherwise dealing with the general public: even the paper currency they produce is supplied to bankers only, who see to its retail distribution. Central bankers would therefore have to build their retail experience and facilities, whether online or brick-and-mortar, from scratch. In the meantime, they'd be competing head-on with commercial banks and other firms long and aggressively engaged in the business. Here again, the prospects for success seem dim, unless central banks resort to cross-subsidies to fund product-quality improvements, thereby gaining market share at taxpayers' expense.\n\nIn suggesting that central bankers will find it difficult to out-compete commercial bankers unless they cross-subsidize their retail products, I am of course assuming that commercial banks and other private payment service providers will themselves remain as capable as ever of making their own products attractive to the public, by offering relatively attractive returns or otherwise.\n\nRegulations can, however, severely limit the attractiveness of private monies, thereby making potential central-bank supplied ecash appear relatively more attractive. Examples of such regulations include high reserve requirements, other bank portfolio requirements, and usury laws. By making such regulations onerous enough, regulators could slant the digital-money playing field in central banks' favor, thereby overcoming central bankers' inherent disadvantages to usher in Sandbu's ideal of a world in which central bank ecash is king.\n\nBut far from making Sandbu's proposed reform appear more promising, the possibility in question supplies another reason for viewing it as a very bad idea. That's because central bankers are among the regulators of private digital money suppliers. For that reason, allowing them to compete with such suppliers creates a conflict of interest, posing the risk that central banks' regulatory actions will be influenced by their desire to preserve or enhance their share of the market for digital money.\n\nFinally, Sanbu, like many other boosters of central-bank ecash, blithely overlooks the chilling effect his proposed reform could have on future payments innovations. That we have private sector innovators to thank for the very existence of electronic money, starting with Western Union's first telegraphic wire transfer in 1871, is (or ought to be) well known. We have them to thank as well for just about every other payments innovation, from checking accounts and lines of credit to ATMs, debit cards, PayPal, and cryptocurrency. For that matter, paper money itself appears to have been a private innovation, in China first of all, and much later in Europe, where London's goldsmiths were issuing \"running cash\" notes more than a decade before the Bank of Sweden and Bank of England entered the market, which they later took over with the help of legislation that forced other banks to quit the business. How many of these private-market innovations would have happened had the innovators known that they were competing head-on with central bankers who might replicate their innovations whilst resorting to cross-subsidy financed predatory pricing to beat them at their own game?\n\nThere's more than a little irony in proposals like Sandbu's that would reward private sector payments innovators for their successful payments innovations by allowing central banks to employ those very innovations to assume a monopoly of retail payments. But irony is the least of it: the plan runs a very grave risk of putting the kibosh to future, desirable payments innovations. After all, once their monopolies of ecash are established, and assuming that they can resort to cross-subsidies to keep them, central banks will be under no competitive pressure to innovate. So while the prospect of their monopolizing retail payments today, using today's leading-edge digital payments technology, may not seem all that unappealing, the prospect that they might go on employing roughly the same technology a century from now is considerably less so. Yet the possibility can't be lightly set aside.\n\nParadoxically, appointing more innovation-inclined central bankers won't necessarily help. Innovation is risky; indeed, it's so risky that innovations fail more often than they succeed. When that happens in the private sector, the costs are born by the owners of the innovating firms. But when it happens in government (or quasi-government) agencies, taxpayers end up footing the bill.\n\nAll this is of course mere theory. But if you need empirical evidence, consider the U.S. Postal Service's attempts at innovation, including its attempts to pioneer e-mail. Perhaps central banks will somehow avoid the challenges that ultimately scuttled the USPS's efforts. But I wouldn't bet money on it.\n\n__________________________\n\n[1] Sandbu has since been joined at the FT by Martin Wolf, who first endorses Switzerland's Vollgeld Initiative, and then suggests that allowing \"every citizen to hold an account directly at the central banks\" would work just as well. The Economist also endorsed the plan recently, prompting this rejoinder by Scott Sumner.\n\n[2] The interest rate paid by the Fed on bank reserves has itself typically exceeded corresponding rates on short-term Treasury securities, thanks to its holdings of higher-yielding long-term securities, and hence to its having taken on considerable duration risk. Otherwise the Fed would presumably have had to subsidize those interest payments using seigniorage revenue from its currency monopoly.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":"eng-4018026","shares":{},"wgt":0},{"uri":"882861490","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"13:05:00","dateTime":"2018-06-07T13:05:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/commentary/difference-between-roads-education-human-mind","title":"The Difference Between Roads and Education: the Human Mind","body":"Should people be able to take government funding for their own private parks, roads or police? It's a rhetorical question frequently used against policies such as vouchers that enable people to choose private schools rather than have their tax dollars go only to public institutions. The answer opponents are typically looking for is, \"No, they should not. Like all those things, public education is a public good.\"\n\nIt is a weak analogy, but much worse, it dangerously downplays what education is: nothing less than the shaping of human minds.\n\nOn a technical note, as my colleague Corey DeAngelis recently explained, education does not meet the economic definition of a public good; something \"nonexcludable\" and \"nonrivalrous in consumption.\" Basically, a good that non-payers cannot be prevented from using, and that one person using does not prevent others from enjoying it equally. An example is a radio broadcast; anyone with a receiver can listen, and one person listening doesn't prevent others from doing the same.\n\nTo assert that letting taxpaying families choose their schools is akin to letting them build private thoroughfares or parks with public dollars at best trivializes education, at worst threatens basic freedom.\n\nThat said, what wielders of this rhetorical club are probably trying to hammer home is not that education is a public good as economists see it, but that to work it needs to be provided and controlled by government.\n\nIf the intent of establishing parks is to ensure that natural space is preserved for all to use, regardless of ability to pay, it seems reasonable that government must control park lands. To build an interstate, there will be lots of privately-held property on the best potential routes. Lest road creators be gouged, or highways forced to slalom along inefficiently circuitous paths, the power of eminent domain seems important. And the job of government is to keep people from forcibly imposing on each other -- e.g., assault, theft -- so giving government the power to stop the use of force and punish transgressors appears logical.\n\nBut education is fundamentally different from these things. For starters, there is no logical or demonstrated need for government to provide schools. Schools do not require great geographic space, education has been provided privately at significant scale, and there are numerous private schools operating today despite users having to pay once for public schools, and a second time for private. And as Nobel laureate Milton Friedman observed, government can ensure people can access education without providing the schools.\n\nFar more important, education is inherently about the shaping of minds, and that puts people's intimately held values and identities -- things that make them who they are -- in the balance. Requiring all, diverse people to fund a single system of government schools thus forces conflict and, even worse, threatens to implant standardized thoughts in all people. Parks and roads aren't close to comparable threats to basic freedom and diversity.\n\nThe reality of treating education like interstates has often been painful. In the beginning of the \"common schooling\" era, many Protestants objectedto public schooling \"father\" Horace Mann's essentially Unitarian vision of what religion the schools should inculcate. The arrival of millions of Roman Catholics led to decades of conflict -- including the 1844 Philadelphia Bible Riots that killed and injured scores of people -- over the Protestant character of many public schools. Numerous Catholics ultimately felt they had no choice but to forsake their tax dollars and start their own schools, which by their peak in 1965 enrolled roughly 5.5 million children. Many African-Americans, after finally being allowed into the public schools, have had to fight to have meaningful power in the schools to which their children are assigned. And they are not alone.\n\nToday, battles over people's cultures, ethnic identities, and values are widespread and perpetual. The Cato Institute's Public Schooling Battle Map, which I maintain, includes nearly 2,000 such conflicts, and with its content drawn mainly from major media reports, there are likely many conflicts missing.\n\nParks, roads, even policing, don't come close to the intensely and fundamentally personal -- fundamentally human -- purpose of education. To assert that letting taxpaying families choose their schools is akin to letting them build private thoroughfares or parks with public dollars at best trivializes education, at worst threatens basic freedom. Indeed, far from calling for government control, the nature of education cries out for letting all people choose.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0},{"uri":"882849906","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"12:46:00","dateTime":"2018-06-07T12:46:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/blog/be-wary-claims-trumps-trade-policy-working","title":"Be Wary of Claims that Trump's Trade Policy Is Working","body":"Last week, Trump trade adviser Peter Navarro wrote the following in a USA Today op-ed:\n\nA poster child for the success of President Trump's tax, trade and worker-training policies in lifting the spirits -- and incomes! -- of American workers will be a new aluminum mill. This new aluminum mill will be built in Ashland, Ky., in the midst and mists of Appalachia's rugged mountains, in one of our nation's most poverty-stricken areas.\n\nAshland is located in Boyd County off Route 60, on the banks of the Ohio River, bordering West Virginia and Ohio. It was once a booming steel, oil and coal town -- until the steel mills in the area started closing down, Ashland Oil moved its headquarters to the Cincinnati region, and the coal mines began to shutter.\n\nToday, Boyd County suffers from a declining population and a debilitating opioid epidemic. But help -- not just false hope -- is on the way.\n\nThe new $1.5 billion aluminum rolling mill that will soon be built -- with a groundbreaking on Friday -- will cover 45 acres. This state-of-the art mill will create up to 1,800 construction jobs and about 500 permanent positions in a county where the unemployment rate is almost 40% higher than the national unemployment rate.\n\nFor the sake of the people in that region, I hope the mill does get built and is very successful. But just for fun, I took a closer look at this \"poster child\" aluminum mill. Its actual origins paint a very different picture. In May of 2017, a WSJ op-ed entitled \"The Mill That Right-to-Work Built\" explained how Craig Bouchard, the CEO of the company building the mill, chose Ashland, KY as the site:\n\n[A past experience with owning a steel factory] soured him on organized labor, and it's one reason he was determined to build his new aluminum plant in a right-to-work state, where workers can't be compelled to join a union. Before choosing Ashland, he drew up a list of 24 potential sites. The logistics favored Ashland, and Kentucky offered $10 million in tax incentives as well as low-cost electricity. But Mr. Bouchard says he was prepared to build elsewhere had Kentucky's Republican governor, Matt Bevin, not signed right-to-work legislation in January.\n\n...\n\nMr. Bouchard says one of the plant's advantages will be freedom from rigid union work rules and retiree legacy costs, which handicap many American steel and aluminum manufacturers. \"There's only one way to build a big business in these industries today, and it is greenfield,\" he says. \"You have to start from scratch. No unions, therefore no pension legacies.\"\n\nThere are more details in an April 2017 article in Ashland's Daily Independent:\n\nBouchard said his company's interest in locating the massive plant in Kentucky piqued after the state passed its controversial right-to-work legislation.\n\n...\n\nBouchard said he spoke with [Governor Matt] Bevin \"right after\" the state passed right to work, which happened in January, and Bevin remained persistent for weeks in promoting cities and regions across the state. The company narrowed its field of candidates down to 12 cities in Kentucky, and 12 cities in another state Bouchard refused to name.\n\n...\n\nLast winter, CSX Corporation cut 101 jobs at its facility in Russell. A year before, AK Steel Ashland Works sliced its payroll by 633 workers through a mass layoff still in effect. The steel mill now employs about 200. Some of the laid-off steelworkers have fled the Tri-State region in search of a new lifeblood, but a majority still cling to hope and remain with their families.\n\nBouchard said the AK Steel situation \"did play a factor.\" He said he knows the AK Steel executives well, and some of his companies have been a supplier or customer of the major American steel provider in the past.\n\n\"It's a great company, and their employees are always well trained. I feel for those families, I think the AK Steel executives feel for those families, we're going to put some of them back to work.\"\n\nThere seem to be a lot of reasons - right to work, state tax breaks, available labor - for the company's decision to build an aluminum mill at that time and in that place. Trump's trade (and other) policies do not appear to have played much of a role.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0},{"uri":"882182237","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"13:49:00","dateTime":"2018-06-06T13:49:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/blog/time-bury-kafkaesque-process-vindicating-property-rights","title":"Time to Bury the Kafkaesque Process for Vindicating Property Rights","body":"Property rights shouldn't be relegated to second-class status. Yet 30 years ago, in Williamson County Regional Planning Commission v. Hamilton Bank, the Supreme Court pronounced a new rule that a property owner must first sue in state court to ripen a federal takings claim. As illustrated by Knick v. Township of Scott, this radical departure from historic practice has effectively shut property owners out of federal courts without any firm doctrinal justification.\n\nRose Knick owns 90 acres in Scott Township in western Pennsylvania, a state known for its \"backyard burials.\" In 2012 a new ordinance required all \"cemeteries\" be open and accessible to the public during daylight hours. It also allowed government officials to enter private property to look for violations. In 2013, township officials entered Ms. Knick's property without her permission and -- after finding old stone markers on her property -- cited her for violating the cemetery code. Fines are $300-600 per infraction per day.\n\nMs. Knick took the township to court; the state court dismissed her claims as improperly \"postured\" because the township had not yet pursued civil enforcement to collect the fines. When she then turned to federal court, the district court dismissed her constitutional claims, citing Williamson County's state-litigation requirement. The U.S. Court of Appeals for the Third Circuit affirmed this Kafkaesque process, but the Supreme Court agreed to further examine the case. Cato has now filed a brief supporting Ms. Knick, joined by Prof. Ilya Somin, the NFIB Small Business Legal Center, Southeastern Legal Foundation, Beacon Center, and Reason Foundation. (This follows an earlier brief that we filed in support of Supreme Court review.)\n\nThe failed attempt to gain meaningful judicial review of a facially unconstitutional ordinance showcases the unique challenges faced by property owners asserting takings claims. If filing in state court, the best they can hope for is review from a judge who may be friendly to the government defendants responsible for the taking. And when pursuing that state-court remedy, property owners face the possibility of \"removal\" by defendants to federal court -- where that court then dismisses the claims precisely because the property owner failed to fully pursue state litigation! Adding insult to injury, if a property owner complies with Williamson County's requirement by seeking redress in state court, but receives an unfavorable decision, a combination of procedural barriers prevents federal courts from revisiting the claims.\n\nThe Fourteenth Amendment, which explicitly protects life, liberty, and property, cannot tolerate this state of affairs. And there is no reason to believe that this anomalous treatment of takings claims is what the Reconstruction Congress had in mind when, in the face of pervasive state abuse, it enacted the federal statute (42 U.S.  1983) that guarantees access to federal forums to vindicate federal constitutional rights.\n\nAs an unsound and impractical rule, Williamson County's state-litigation requirement has earned a burial of its own in the graveyard of discarded precedent.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0},{"uri":"882148318","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"12:54:00","dateTime":"2018-06-06T12:54:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/commentary/should-sanctuary-cities-receive-federal-funding","title":"Should Sanctuary Cities Receive Federal Funding?","body":"Under America's system of government, Congress determines how federal money is spent, and states and cities make determinations on how to use their own resources. But the Trump administration is now undermining these fundamental principles by attempting to coerce cities and states to help federal immigration agents arrest immigrants in the country illegally. This coercion undermines federalism, usurps the authority of Congress to set spending, and adds nothing to public safety.\n\nLast year, Attorney General Jeff Sessions announced that the Department of Justice would not award law enforcement grants under the Edward Byrne Memorial Justice Assistance Grant Program to certain cities or states. Grants would no longer be given to those that refuse to share information on the status of unauthorized immigrants, refuse to give federal immigration agents access to state and local jails or prisons, and refuse to give the agents notice when they are about to release an immigrant whom agents had asked the state or locality to detain.\n\nAs law professor Ilya Somin has pointed out, \"The main constitutional flaw in (the) policies is simple: only Congress has the power to spend money or impose conditions on federal grants to states.\"\n\nThe public safety basis for the Trump administration's attack on sanctuary cities is baseless, and its attempt to remove law enforcement funds will not make these cities safer.\n\nThe simple fact is that Congress has never required JAG recipients to help enforce immigration law, implying that the purpose of those grants was not immigration enforcement but rather to aid state and local police in enforcing state and local laws.\n\nThe history behind the grant program confirms this implication. Far from a concern about immigrant criminals, Congress created the JAG program after local criminals murdered a New York City police officer who was protecting a Guyanese immigrant witness against them. The fact that Congress failed to authorize these restrictions has resulted in the Trump administration repeatedly losing challenges to the policy in court.\n\nEven if the law did allow the administration to impose these restrictions, it should not do so. When the federal government gives grants to states and localities only to attempt to coerce them into doing what it wants, it undermines a critical component of federalism, which holds that local policies are determined by local elected officials, not by bureaucrats in Washington.\n\nIt was this principle that the Supreme Court articulated in its 2012 decision in the Obamacare case, NFIB v. Sebelius, which found that Congress could not constitutionally take away all Medicaid funding from states if they did not expand Medicaid coverage. \"Permitting the Federal Government to force the States to implement a federal program would threaten the political accountability key to our federal system,\" it found.\n\nWhether this much more limited coercion rises to this level of concern or not, the principles on which the American government was founded support the separation of federal and state policies. If local policy is to be changed, that change should happen without intrusion by the federal government.\n\nFor conservatives who favor this policy, they should remember that a more liberal Congress once attempted to require local sheriffs to enforce federal gun laws -- a law that the Supreme Court also overturned. A strict separation protects local autonomy to the benefit of both sides.\n\nThe Trump administration feels that these principles -- that Congress decides how to spend federal money and that states and localities decide how to spend theirs -- are worth ignoring due to the threat from illegal immigrants. This is despite the fact that, as documented in a 2017 Cato Institute report, the Census Bureau figures show that unauthorized immigrant adults are half as likely to commit serious crimes and wind up behind bars than U.S.-born Americans of the same age.\n\nIn Texas, which has a high proportion of illegal immigrants and no sanctuary cities, the rate of arrest and conviction of illegal immigrants was well below that for U.S.-born adults for almost all serious crimes, including all violent crimes. Because illegal immigrants are less likely to commit crimes, illegal immigration actually reduces the rate of crime in places where they settle.\n\nStill, some illegal immigrants do commit serious crimes, including murder. But all so-called sanctuary cities -- even in California -- do report immigrants convicted murder, rape and other violent felonies. It makes no sense for states and localities to spend their time targeting the nonviolent, noncriminal illegal immigrants if they are less likely to commit these crimes. That's taking police time away from catching murderers and rapists -- thousands of whom get away with their crimes every year.\n\nThe public safety basis for the Trump administration's attack on sanctuary cities is baseless, and its attempt to remove law enforcement funds will not make these cities safer.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0},{"uri":"881821716","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"01:31:00","dateTime":"2018-06-06T01:31:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/events/naacp-v-alabama-after-60-years-should-associational-privacy-still-be-protected-constitution","title":"NAACP v. Alabama after 60 Years: Should Associational Privacy Still Be Protected by the Constitution?","body":"Featuring Bradley Smith, Chairman and Founder, Institute for Free Speech and Josiah H. Blackmore II/Shirley M. Nault Professor of Law at Capital University Law School, Capital University; moderated by John Samples, Vice President, Cato Institute.\n\nSixty years ago, the United States Supreme Court decided the landmark case of NAACP v. Alabama. In 1956, as part of the civil rights struggle, the state of Alabama sought the membership lists of the NAACP chapter in that state. The Court ruled against the state and discerned a \"vital relationship between freedom to associate and privacy in one's associations.\" The decision remains a high point from the civil rights era. However, many now deny the Court's assertion that a broad right to privacy offers a vital protection for the freedom to associate and to speak.\n\nSince the decision, the Court has placed few limits on government's power to mandate disclosure of political activities and associations. As the new online era of speech dawns, the principles at stake in NAACP v. Alabama remain at the center of public debates. Is the right to associational privacy recognized in NAACP v. Alabama still good law? Or should the Court reconsider the tie between privacy and association? Please join us for a vigorous debate that takes this important anniversary as a starting point for our common future.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0},{"uri":"881513087","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"14:56:00","dateTime":"2018-06-05T14:56:00Z","dataType":"news","sim":0.6078431606292725,"url":"https://www.cato.org/publications/commentary/masterpiece-cakeshop-dodge-sets-epic-fight-next-supreme-court-vacancy","title":"The Masterpiece Cakeshop Dodge Sets up an Epic Fight for the Next Supreme Court Vacancy","body":"There were many ways to slice Masterpiece Cakeshop: the Supreme Court chose an exceedingly narrow cut that leaves all the big questions for another day. While it's gratifying that, by a 7-2 vote, the court reversed Colorado's persecution of Jack Phillips -- the baker who had no problem serving gay people but wouldn't bake a cake for a same-sex wedding -- it did so only on the basis that the state commission that enforces antidiscrimination law displayed overt hostility to religion and treated secular refusals to bake religious messages differently. That's an unusual circumstance, and one not typically in play in these wedding-vendor cases.\n\nIndeed, the petition of a Washington florist who declined to provide arrangements for a longtime gay client's wedding, Arlene's Flowers v. Washington, is pending. With Monday's narrow ruling, the justices can't simply send that case back to the state court for reevaluation, because Monday's rule of decision is fact-specific rather than announcing some clarifying principle.\n\nEven if they do (we should learn by Monday), all they could ask of the Washington Supreme Court is to evaluate whether the state showed any anti-religious animus in its proceedings against Barronelle Stutzman. That perfunctory exercise would only buy a few months until a renewed petition arrived back at the marble palace.\n\nThe food fight over Masterpiece Cakeshop shows how pivotal the next Supreme Court vacancy will be.\n\nThat's why this ruling is \"narrow,\" effectively a ticket good for this confection only. You're simply not going to have too many cases where a government official will, in a public hearing, liken orthodox Christian (and Jewish and Muslim) beliefs about marriage to religious justifications for slavery and the Holocaust. (I'm not exaggerating; that's why Justice Anthony Kennedy, who wrote the majority opinion, was so upset with Colorado's lawyer during oral argument.) Cynics may even say the rule is now that legislators and bureaucrats may indeed punish those whose views they don't like, but only if they hide their motives.\n\nStill, there's plenty of resonance with Kennedy's majority opinion in Obergefell v, Hodges, the case that struck down laws that didn't allow same-sex marriage. He wrote then that \"[m]any who deem same-sex marriage to be wrong reach that conclusion based on decent and honorable religious or philosophical premises,\" just as he wrote now that \"gay persons and gay couples cannot be treated as social outcasts or as inferior in dignity and worth.\"\n\nRegardless, all this talk of \"animus\" -- the flipside to Kennedy's jurisprudence regarding the right to \"dignity\" -- ignores the bigger questions that Masterpiece Cakeshop raised and aren't going anywhere. Is a decision not to work a gay wedding no different than a decision not to serve gay people? Can an artistic or expressive professional be compelled to produce something for an event he disagrees with?\n\nHow do we decide what kinds of professions get that kind of First Amendment protection? Does it matter whether the objection is religious? Does it matter that, unlike the oft-invoked Jim Crow analogy, gay couples can generally get cakes, flowers, and other wedding products and services without having to travel too far?\n\nAll of these questions are left for some future case, when the swing vote may belong to someone other than Kennedy. In that way, this squib of a ruling -- 18 pages, most of which just recites factual and procedural background -- underlines how the battle over the 81-year-old Kennedy's successor will be, whenever that happens.\n\nOn those big issues, when the Supreme Court is forced to \"go for it\" rather than punting, we see a glimpse of the playbook in the food fight among the concurring and dissenting opinions. Justice Neil Gorsuch, joined by Justice Samuel Alito, emphasized how striking it was that the commission applied different standards and levels of definitional generality to achieve different legal results based on the viewpoint at issue. Justice Elena Kagan, joined by Justice Stephen Breyer, joined the majority but took issue with Gorsuch's characterizations and argued that if one is in the business of making wedding cakes, one must make such cakes for all weddings.\n\nJustice Clarence Thomas, joined by Gorsuch, went into the free-speech aspect that had dominated the briefing and commentary (including mine) before argument, showing how Phillips was engaged in expressive behavior whose constitutional protection can't be blithely undermined. \"The First Amendment prohibits Colorado from requiring Phillips to bear witness to these facts or to affirm a belief with which he disagrees,\" Thomas concluded, citing the Hurley case, where the Supreme Court ruled that a parade can't be forced to allow all comers to march.\n\nMeanwhile, Justice Ruth Bader Ginsburg, joined by Justice Sonia Sotomayor, found even Kennedy's milquetoast decision to be over-yolked, seeing the commissioners' anti-religious statements as irrelevant to the resolution.\n\nIt's a shame that, the superficial agreement in this narrow ruling notwithstanding, Masterpiece Cakeshop split the court -- and the country -- so sharply. After all, the most basic principle of a free society is that the government can't willy-nilly force people to do things that violate their beliefs. Some may argue that these wedding-vendor cases present a conflict between religious freedom and gay rights, but that's a \"false choice,\" as a recent president liked to say.\n\nPeople have simply forgotten the distinction between state and private action. There's no clash of individual rights except when the government itself declines to consistently protect everyone. County clerks must issue marriage licenses regardless of their personal beliefs, but bakers aren't government agents and so should maintain freedom of conscience.\n\nKennedy could've forestalled some of this mischief by making clear in Obergefell that the Constitution protects not just the right to \"advocate\" and \"teach\" religion but also to \"exercise\" it, and that regardless people on either side of the debate shouldn't be forced to convey messages they don't like. But he didn't, so it's left to the better angels of our pluralistic nature to tolerate views and lifestyles we may not like. And to fight like hell for judges who agree with that sentiment.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":"eng-4013552","shares":{},"wgt":0},{"uri":"881506748","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"14:46:00","dateTime":"2018-06-05T14:46:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/commentary/different-responses-parkland-santa-fe-show-we-need-school-choice","title":"The Different Responses in Parkland and Santa Fe Show We Need School Choice","body":"Intellectually, I have many objections to gun control -- but even my instinctive reaction whenever there is a school shooting, or any mass shooting, is that the big problem is the guns, and something needs to be done about them. And if I, a libertarian strongly predisposed against gun control, have that as my first reaction, surely all people must feel the same way. Right?\n\nApparently not. And that illustrates something important about how we organize education, and a whole lot else.\n\nI have been surprised by how different the reactions to the horrific school shootings in Parkland, Fla., and Santa Fe, Texas, have been. The response from the Parkland community was one powerfully focused on gun control. The response from Santa Fe, where gun rights appear to be much more cherished, has been very different.\n\nThe Associated Press recently ran an article about the near silence on gun control in Santa Fe, in stark contrast to Parkland. The Texas Tribune covered a roundtable discussion in the Texas Capitol attended by people from Santa Fe and other Lone Star communities affected by mass shootings. Reported the Tribune:\n\n\"This is not a gun thing,\" said Jay Horn, the parent of a student who is in the hospital after injuries from the shooting. \"Evil's going to happen with anything.\" He got a loud round of applause.\n\nThe contrast in the responses is striking because I assume if my gut reaction is for gun control, then surely almost everyone, especially shooting survivors, would want it.\n\nI suspect I'm not that different from most people in feeling -- though on a rational level I know it not to be the case -- that everyone must pretty much thinks the way I do. But it turns out there really is great diversity in the values and beliefs of communities and people. Of course, this is not just evident by comparing Santa Fe and Parkland.\n\nWe can all agree that the school shootings in Parkland, Santa Fe, and many other places were evil, atrocious acts. But that does not mean that even communities affected by the shootings share the same beliefs about what can and should be done.\n\nThe Cato Institute's Public Schooling Battle Map, which I run, demonstrates this far more comprehensively. It includes nearly 2,000 conflicts in public schools, many over what values schools will teach or reinforce, such as comprehensive sex education or abstinence-only; modest dress or student freedom; bathroom choice or bodily privacy. These conflicts attest to the diversity of values strongly held by Americans, though of course we also know this from our increasingly visible and deep polarization well beyond education.\n\nGiven this diversity, we should be very hesitant to impose uniform solutions to social problems (including education), even if we feel like most people would or should agree with us. On a practical level, such remedies may not be sustainable in many places because the people would ignore or work their way around them. More importantly, imposing morally controversial rules and policies curbs people's basic rights to act according to their consciences. Seeking centralized remedies also raises the political stakes of all social disagreements, forcing more, diverse people into divisive political combat to have their values upheld.\n\nThe first protection against this in American education is local control of public schooling; letting individual communities make decisions for themselves about what is taught and what rules schools will have. Unfortunately, we have been eroding this bulwark for decades, both with consolidation of districts and moving decisions up to state and federal levels.\n\nThat said, if there is diversity within a district, freedom of conscience will still be threatened. That is why we ultimately need universal school choice -- essentially, the most local control -- freeing all educators and families to choose education that shares their values.\n\nWe can all agree that the school shootings in Parkland, Santa Fe, and many other places were evil, atrocious acts. But that does not mean that even communities affected by the shootings share the same beliefs about what can and should be done. It's a powerful reminder of the diversity in America that we need to protect when we seek to deal with social problems.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0},{"uri":"881506747","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"14:46:00","dateTime":"2018-06-05T14:46:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/commentary/trumps-trade-adviser-fails-first-test-good-economist","title":"Trump's Trade Adviser Fails the First Test of a Good Economist","body":"Next time someone advocates a new government policy, dear reader, here's a simple test to tell whether they are serious or selling snake oil: are they willing to acknowledge the trade-offs inherent in their proposal?\n\nThat might seem a banal -- and low -- hurdle to pass. But it has a remarkable ability to separate wheat from chaff.\n\nAny idea that changes incentives or re-allocates resources is going to come with costs as well as benefits. So when we are told that there is either all upside or all downside from a proposal, be suspicious.\n\nIt is highly unlikely that regulations to reduce carbon emissions are simultaneously good for the environment and for economic growth, with no downside.\n\nThat sound you can hear is the nineteenth century French economist Frederic Bastiat spinning in his grave.\n\nIt is highly improbable that there are zero possible economic benefits from Brexit -- as the referendum Treasury analysis insisted -- or no potential risks.\n\nWhenever we spend more taxpayer funds on something, families have less money to spend on themselves and their own needs -- and this has consequences too, all too often neglected.\n\nThis week, President Trump's Trade Council director, Peter Navarro, would have failed the test.\n\nIn an article defending the President's decision to not renew exemptions on steel and aluminium tariffs for the EU, Canada and Mexico, Navarro extolled how existing protectionism had encouraged a new aluminium mill in Kentucky and restarted steel-making facilities in Illinois.\n\nRemarkably, he concluded that this was the first step in making US manufacturing great again.\n\nThat sound you can hear is the nineteenth century French economist Frederic Bastiat spinning in his grave.\n\n\"There is only one difference between a bad economist and a good one,\" Bastiat mused. \"The bad economist confines himself to the visible effect; the good economist takes into account both the effect that can be seen and those effects that must be foreseen.\"\n\nWhat Navarro neglected to mention were the two key downsides from the protectionist policy: higher costs for US steel consumers, and other US exporting industries being hit by tariff retaliation.\n\nYes, it would be churlish not to admit that protecting domestic steel and aluminium industries might lead to more investment (at least in the short-term) in those industries.\n\nBut a manufacturing boom? Steel and aluminium are key intermediate goods in the production process of other manufacturers. It's difficult to see how raising the price of steel, for example, will help the 300m customers and 6.5m workers in industries which consume it, rather than produce it.\n\nThe impact is likely to be higher product prices for consumers of these goods, or shrinking businesses.\n\nFor reference, there are only around 140,000 US workers in steel production. If this is populism, the word has lost all meaning.\n\nAlready, US steel prices have diverged dramatically from prices seen elsewhere -- and that was before these exemptions expired.\n\nThe effects are beginning to be felt, with companies losing contracts to foreign suppliers as they pass these cost increases on in the form of higher prices. Others have cancelled plans to expand or are considering relocating manufacturing plants to Europe or Canada.\n\nEven if the tariffs themselves do not bite too hard for a particular business, the uncertainty inherent in current US policy may deter some from making investments.\n\nI've warned before on these pages that European leaders should not escalate tensions with the US by retaliating with more tariffs. After all, the insight that tariffs are primarily paid by your own consumers applies to the EU too. But Mexico, Canada and the EU look set to do just that. And while their own consumers will suffer, there will be concentrated impacts on certain US industries too, with agriculture likely hit particularly hard.\n\nFunnily enough, again, Navarro failed to mention that effect.\n\nAs my Cato colleague Simon Lester tweeted, Navarro's article reveals that there are some die-hard protectionists at the very top of the Trump administration -- as if that was not obvious already. How else can one explain the spurious use of national security grounds to protect against steel imports from military allies?\n\nIf that justification wasn't shaky enough, the new discussion of using the same rationale to impose tariffs on imported cars should dispel the myth that this is a targeted deviation from free trade, as opposed to a broader ideological crusade.\n\nThe Navarro-ites clearly want to use trade policy to explicitly help particular heavy-manufacturing industries. But this protection, and the concentrated benefits it bestows, comes with larger yet more diffused costs across the US economy, as input costs soar and resources are allocated to less efficient use.\n\nTo ignore these costs, wittingly or unwittingly, is to make a cardinal sin of economic analysis.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0},{"uri":"880890595","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"19:33:00","dateTime":"2018-06-04T19:33:00Z","dataType":"news","sim":0.4196078479290009,"url":"https://www.cato.org/publications/commentary/masterpiece-cakeshop-ruling-dodges-big-question","title":"Masterpiece Cakeshop Ruling Dodges the Big Question","body":"In the end, the Masterpiece Cakeshop ruling was narrow without being close. Justice Kennedy won over liberals Elena Kagan and Stephen Breyer into a 7-2 majority to rule that Colorado had improperly shown contempt for Jack Phillips's religious views while considering the case against him brought by wedding-cake hopefuls Charlie Craig and Dave Mullins. By deciding the case on those grounds, Kennedy sidestepped the broader question that has dominated public discussion of the case all year: When does it violate the First Amendment to require business people to accept work they believe implicates them in expression contrary to their beliefs? Dodged today, that question will assuredly be back in future.\n\nDespite early melt-the-screen reactions from some on the left (bake a take as fast as you can!) Kennedy specifically did not carve out any new exceptions from state LGBT anti-bias measures; he even took pains to praise that body of law. Instead, his message to Colorado was: Go back and run the process again without showing animus toward people's religious beliefs.\n\nSCOTUS hones in on Colorado's contempt for Jack Phillips, not the First Amendment and free expression.\n\nAs he documents in his majority opinion, at least two members of the Colorado Civil Rights Commission had used official proceedings to make clear their disdain for the baker's convictions. One had dismissed an argument as \"one of the most despicable pieces of rhetoric that people can use to -- to use their religion to hurt others.\" Overall, Kennedy wrote, Phillips was not given \"the neutral and respectful consideration of his claims\" to which he was entitled. Or as Justice Gorsuch put it in a pithier concurrence, \"no bureaucratic judgment condemning a sincerely held religious belief as \"irrational\" or \"offensive\" will ever survive strict scrutiny under the First Amendment.\"\n\nJustices Kagan and Breyer agreed that the proceedings were tainted by anti-religious animus -- a relatively easy concession compared with the other ways Phillips might have won -- but the liberals did nothing to hide their view that the state would win a future case on these facts if it went back and did things in proper form. Their concurrence even provides a little road map for the state to get there by tinkering with its legal theory. It's true that in separate concurrences, Justices Gorsuch, Alito, and Thomas express more eagerness to get to Phillips's substantive claims. But that adds up to three: there is no sign at present that the court is one vote away from declaring a sweeping or even narrow win for the next baker in a similar situation.\n\nThe Ginsburg and Sotomayor dissent deserves special notice. They argue that for the proceedings of a state agency to be tainted by prejudicial remarks from some participants is not itself reason to throw out its work if there were freestanding untainted grounds for action, if a multi-stage process worked to counteract a bias confined to one stage, and so forth. These are not bad arguments! In fact they're much the same arguments that Trump administration lawyers will need to rely on if they are to defend the legality of executive actions that (plaintiffs argue) were tainted by prejudicial remarks made by the President himself or appointees along the way.\n\nMonday's ruling will not keep agencies like the Colorado Civil Rights Commission from waging culture war on minority religious beliefs. But it may induce them to sublimate how they talk and emote along the way, so as at least to simulate respect for all parties. Progress?","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":"eng-4011122","shares":{},"wgt":0},{"uri":"880756757","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"15:26:00","dateTime":"2018-06-04T15:26:00Z","dataType":"news","sim":0.4509803950786591,"url":"https://www.cato.org/publications/commentary/euro-isnt-dead-yet","title":"The Euro Isn't Dead (Yet)","body":"People have been forecasting the end of the euro since the currency came into being in the late 1990s. Yet the euro has survived five sovereign bailouts -- including three successive ones of Greece (the continent's most troubled economy) -- and two bank rescues aimed at Spanish and Cypriot banks. The Eurozone debt crisis reached a climax in the summer of 2012, when European Central Bank Chairman Mario Draghi defused it with his vow to do \"whatever it takes\" to preserve the single currency.\n\nRegardless of one's views on the prudence of the ECB's subsequent monetary easing, Draghi's promise succeeded in calming financial markets.\n\nYet six years on, political uncertainty in Italy and Spain has people pondering the imminent demise of the euro again:\n\nTo many southern Europeans, euro membership is the lesser of two evils when greater monetary control by their national governments is the alternative.\n\nEarlier this week, the Italian president's refusal to appoint a finance minister who had previously advocated contingency planning for a potential Italian exit from the euro unsettled bond markets, causing interest rates on the country's debt to skyrocket. While subsequent negotiations have ended the stalemate and delivered a coalition government, their members' strong anti-EU disposition will prolong policy uncertainty.\n\nIn Spain, a vote of no confidence in the centre-right government has led to its replacement by a left-wing administration propped up by communists and separatists, igniting fears that the market reforms undertaken since 2012 may be unraveled.\n\nAnd raising taxes, increasing regulation and centralizing power would indeed spell doom for the Spanish economy, whose GDP has been growing at annual rates in excess of 3 percent for three years. Unemployment, which topped 26 percent at the height of the crisis, has since fallen rapidly thanks to a much-needed loosening of hiring and firing rules.\n\nItaly's recovery has been less resplendent, with tepid growth, stagnant labor productivity and wages, and a national debt of around 130 percent of GDP. Nevertheless, its fiscal position had stabilized in recent quarters and business investment had picked up after a number of modest regulatory reforms.\n\n* * *\n\nSkeptics of the euro blame the single currency for the poor economic outcomes of southern European countries (the uncharitably nicknamed \"PIGS\").\n\nHowever, if you look closely at the data, it's clear that bad performance long precedes the advent of the euro: Unemployment rates of 25 percent have characterized every major Spanish recession since the 1970s. Greece has defaulted on its external debt on half a dozen occasions since it became an independent country. Italian productivity growth began to falter in the early 1990s, hampered by onerous labor market rules, inefficient taxation, poor property rights protections, and a weak bankruptcy code.\n\nIn other words, the barriers to the economic healing of these countries lie mostly with domestic politics and policy, not the strictures of their membership in the Europe-wide currency.\n\nThere are problems with the euro, to be sure. A single currency for a large and diverse geographic area makes optimal monetary policy difficult to implement. Furthermore, the absence of control over the currency makes governments unable to use devaluation as tool of crisis management. (Although depreciating currencies can temporarily improve a country's competitive position, in the long-run it lowers living standards and has historically been resorted to more by incompetent governments in failing economies than by responsible democracies.)\n\nAnother problem of the euro as it exists today is that its rules are routinely violated. Member countries were never supposed to borrow as much as many have. Nor was there supposed to be any tolerance for bailing out individual countries. Some have even questioned the constitutional propriety of the ECB's monetary loosening.\n\nBut, to many southern Europeans, euro membership is the lesser of two evils when greater monetary control by their national governments is the alternative. There are few things that Spaniards and Italians enjoy less than the patronizing politicians from Germany and the Netherlands. But one of them is surely their own political classes.\n\nWhich explains the persistence of public support for euro membership, even as politicians routinely disparage the constraints it places on domestic policy-making. When the Greek government held a referendum on the conditions imposed by its creditors in 2015, a majority supported its defiant stance. Yet Greeks refused to countenance the country's departure from the euro and the E.U., and the associated loss of freedoms and purchasing power.\n\nThis time is unlikely to be any different. Even if political squabbles prolong uncertainty into the summer, the cataclysm will probably fail to materialize. There is simply too much at stake in Italian and Spanish membership of the euro, and even disgruntled citizens know this in their heart of hearts.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":"eng-4007379","shares":{},"wgt":0},{"uri":"880665481","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"13:03:00","dateTime":"2018-06-04T13:03:00Z","dataType":"news","sim":0,"url":"https://www.cato.org/publications/commentary/financing-broadband-access-should-not-entail-taxing-broadband-access","title":"Financing Broadband Access Should Not Entail Taxing Broadband Access","body":"There are few policy goals that the Democrats and Donald Trump share: A desire for universal broadband happens to be one of them.\n\nExtending access to a high speed internet connection to every household in America has long been a part of the Democratic platform. In 2010 merely suggesting that there might be a few homes somewhere in America that are simply too costly to reach resulted in a presumptive FCC commissioner losing his appointment.\n\nLast year the Trump Administration established an office of american innovation tasked with a variety of things, including a push to bring broadband for all. Current FCC chairman Ajit Pai is on board, and he has suggested that if the president and congress were to pass a massive infrastructure investment plan that it should include money to pursue universal broadband. A Democratic House of Representatives in 2019 would not change that priority one bit.\n\nThere are few policy goals that the Democrats and Donald Trump share: A desire for universal broadband happens to be one of them.\n\nIn short, there is a very real chance that the federal government will soon increase spending to expand high speed internet access to more Americans.\n\nGiven this rare convergence of opinions in DC, who would be pushing back on such efforts? The City of Eugene Oregon, for one.\n\nLast year the city succeeded in its decade-long attempt to impose a monthly tax on broadband service for all Comcast customers in the city. That tax is on top of the various other fees, taxes and service charges that that the federal and state governments impose on people who purchase broadband, telephone service and cable television from one provider.\n\nThese fees are not puny: for instance, on our bill in Washington DC these total to nearly $30 a month. Twenty years ago $30 was my entire cable bill. While a tax this size may amount to a mere inconvenience for our family, it is anything but for a working class family.\n\nThe typical retort to high taxes on cable access may be that they can simply avoid them by purchasing internet access all by itself, but the truth is that they usually don't. And adding a new tax to get money from those who do choose internet-only option, as Eugene has done, means that even this option is less attractive. A federal push to expand access to high-speed internet is incongruous with and state and local governments increasing their taxes on that service.\n\nThe holy grail for economists is a tax that does not change the demand for a good at all, and thus has no distortive effects on the economy whatsoever. At one point it could be argued that cable service was a candidate, but as the price for cable television has risen over the decades -- abetted by access to content increasingly available on the internet -- people have increasingly \"cut their cord\" of late and there is no indication of this trend receding anytime soon.\n\nIt's pretty obvious that the demand for internet access is not imperviousness to cost, at least not for everyone. While the urban middle class cordcutters will keep their internet and watch TV on their computer, it's not clear that low-income people will do that. These people have affordable, albeit inferior, substitutes for high speed internet access -- accessing the internet on their cell phone, for instance, or via a bare bones internet connection that is not high speed, or simply visit the local library. None is particularly desirable if we think that access to the internet helps this cohort look for employment, access government programs, or conduct commerce.\n\nOur federal government does not think this is desirable and is prepared to make a sizeable expenditure to increase access to high-speed broadband. To turn around and have another government entity tax the service it is subsidizing -- and to use the money not to fund internet access in its community but treat it as general revenue, as Eugene does -- defeats a rare bipartisan goal.\n\nExpanding the reach of high-speed broadband to those currently underserved will cost billions of dollars -- more money than the universal service charge generates. There are no free lunches in government, despite the fact that we desperately pretend to the contrary.\n\nA responsible, rational government would discuss ways to pay for expanding internet access at the same time it strategized about how to achieve such a thing, of course. If we did have such a government it is a safe bet that it would not impose a new tax on the very people we are trying to encourage to acquire high speed internet access.","source":{"uri":"cato.org","dataType":"news","title":"Cato Institute"},"eventUri":null,"shares":{},"wgt":0}]}}