{"articles":{"page":1,"totalResults":161,"pages":4,"results":[{"uri":"882786184","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"11:02:00","dateTime":"2018-06-07T11:02:00Z","dataType":"news","sim":0.7333333492279053,"url":"https://www.dallasnews.com/news/crime/2018/06/07/james-byrds-horrifying-death-still-haunts-east-texas-town-two-decades-later","title":"James Byrd's horrifying death still haunts East Texas town two decades later","body":"Twenty years ago today, Clara Byrd Taylor's brother accepted a ride from three white men in the East Texas town of Jasper. What happened next would go down in hate-crime history.\n\nJames Byrd Jr. was chained to the back of a truck by his ankles and dragged for miles down a paved road to an agonizing death. It was a horrifying, racially motivated murder that grabbed international headlines and put a stain on Jasper that would not easily rub out.\n\n\"One of the most difficult things was explaining to our children why James was killed -- because he was a black man,\" Byrd Taylor said. \"They just couldn't understand that. They became afraid to come to Jasper themselves.\"","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4022009","shares":{"facebook":10529},"wgt":10529},{"uri":"882999473","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:52:00","dateTime":"2018-06-07T16:52:00Z","dataType":"news","sim":0.6901960968971252,"url":"https://www.dallasnews.com/news/politics/2018/06/07/trump-claims-texans-went-boatsto-watch-hurricane-harvey-last-year","title":"Trump claims Texans 'went out in their boats to watch' Hurricane Harvey last year","body":"President Donald Trump, on a conference call Wednesday with state and federal leaders as Texas prepares for another harrowing hurricane season, thanked the Coast Guard for helping save thousands during Hurricane Harvey last year.\n\nBut later in the call, Trump made a claim that took many state leaders and first responders by surprise.\n\n\"They saved 16,000 people, many of them in Texas, for whatever reason that is,\" Trump said. \"People went out in their boats to watch the hurricane. That didn't work out too well.\"\n\nTrump was joined with Vice President Mike Pence and federal emergency officials in Washington, D.C., while Abbott was speaking from Austin through a video teleconference call. The comment stunned many in the room, who didn't really know what to say or how to respond to the president's claim.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4019724","shares":{"facebook":6143},"wgt":6143},{"uri":"883137426","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:20:00","dateTime":"2018-06-07T21:20:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/opinion/commentary/2018/06/07/robert-jeffresss-gospel-division-not-represent-dallas","title":"Robert Jeffress's gospel of division does not represent my Dallas","body":"I had not intended to take the Dallas North Tollway home Wednesday night -- the radio said there was an accident and that northbound traffic was backed up into downtown. But I guess God -- or, more likely, The Ticket's Mike Rhyner, to whom I was listening at that moment -- had other plans for me. By habit I pulled onto the toll road only to wind up dead-stopped within a few seconds, staring at a billboard from which First Baptist Dallas senior pastor Robert Jeffress grinned back.\n\nNext to Jeffress it said, in all caps, \"AMERICA IS A CHRISTIAN NATION.\" My rabbi warned me there would be days like this.\n\nThe newly planted billboard touts a \"Freedom Sunday\" worship service June 24 at the downtown church and hosted by the man who serves as one of Donald Trump's main spiritual advisers -- a job that appears to be part propagandist, part contortionist. According to a video Jeffress prepared for Freedom Sunday, there will be \"inspiring patriotic worship\" and \"a salute to our armed forces,\" followed by the Fox News' commentator's \"special message\" advertised on that billboard.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":5871},"wgt":5871},{"uri":"881329627","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"12:03:00","dateTime":"2018-06-05T12:03:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/opinion/commentary/2018/06/05/metoo-hits-southern-baptists-patriarchy-begins-tremble","title":"As #MeToo hits the Southern Baptists, a patriarchy begins to tremble","body":"I had wanted to dedicate my life to full-time ministry since becoming a Christian in college. The Jesus I met at the University of Texas was a revolutionary who inspired his followers to usher in the kingdom of God, fight for justice and give up your life to save it -- whether or not you were a woman.\n\nI thought I could learn how to do that at Dallas Theological Seminary (DTS). The people closest to me didn't understand. The dean of my journalism school shook his head in bewilderment, my sorority sisters whispered, \"She's joining a convent,\" and my parents, who unsuccessfully hired a psychiatrist to have me \"deprogrammed,\" cut me off financially.\n\nI reached Dallas in my tattered Toyota station wagon, broke, alone but unafraid. Each morning when I woke up in this new place, I knelt in the dark, closed my eyes and cranked up Handel's Messiah, singing along, \"Prepare ye the way of the Lord; make straight in the desert a highway for our God.\"\n\nAt 21, all I knew about DTS was that it produced great Bible teachers and had a job opening for a writer. I grabbed it. Too broke to enroll, I slipped into any class I could audit, attended chapel whenever I could, and begged for audiences with theologians whose teaching I devoured.\n\nWhen at last I earned enough money to enroll as a student, I discovered something troubling: The master of theology program, the one that prepared students for leadership in the church, was off-limits to women. That came home to me one day after a New Testament class. A few men approached me outside the room.\n\n\"You don't plan to preach to a mixed audience, do you?\" they asked.\n\nMy answer: \"I just want to study the Bible,\" I said. \"I don't know how I'll use it yet.\"\n\nI learned at seminary that many biblical texts could only be understood in the context of ancient Hebrew culture, and that made sense to me. What confused me was that the harsh passages prohibiting women from leadership -- in church and at home -- were the ones taken literally.\n\nThe limitations of my future in a church led by men should have become apparent early on. My female hero of the faith, Elizabeth Elliot, wife of martyred missionary Jim Elliot, had been invited to campus. When she rose to the chapel pulpit to speak to the students, almost all male, a group of them walked out in protest. Preaching to men presumably gave her authority over them, and that was forbidden.\n\nDid I challenge the system? Hardly. As a young Christian, I accepted the teachings of seasoned theologians. I agreed that the Bible was inspired by God and that its truths transcend culture. What I struggled to understand was which Bible passages were to be taken literally. After all, no one was suggesting we should have slaves and make them obey their masters, a command listed in the same place where women are told to submit to their husbands. What if the seminary leaders had it wrong? What if Jesus and his apostles actually elevated women who were treated deplorably in their day?\n\nWhen I asked about the heroic women of the Bible, like the prophet Deborah, who led her people into battle, or Queen Esther, who stood up to a king and saved the Jews, I was told that God only used women to lead when men failed to step up to the plate. We were God's backup plan for weak-willed men. And to quote Paige Patterson, our role in church and at home was \"to be submissive in every way.\"\n\nAlmost all of the seminary students and professors treated me with respect and kindness, so I didn't resent the limits placed on my role as a woman. I trusted the intentions of church leaders. They believed in complementarian theology, which gave men primary leadership in the church and home.\n\nThat affected the shape of my life. By my fourth year at DTS, I was doubting my own instincts about what career path to take. My only brush with leadership in the church came when two outlying professors offered to train me, on the condition that our meetings stayed under wraps. After hours, I slipped into their offices to learn how to interpret scripture, outline a sermon, and deliver it with flair. Larry Moyers and Mike Cocoris were traveling evangelists. When they took me on a preaching circuit to East Texas, only they could teach in the sanctuaries. My sermons were restricted to women who met on the peripheries of the church.\n\nAt seminary,I felt like a racehorse lunging at the starting gate, waiting for the bell to sound, with no track ahead of me. And then I stumbled into wide open space: a job opening at a local TV station, where career restrictions had everything to do with skill and nothing to do with gender.\n\nBefore I could take the job and clear my seminary desk, a prominent professor called me to his office. I remember standing with him outside the pastoral ministries department when he asked me the ultimate question for a follower of Jesus: \"What is God's will for your life?\"\n\nBy now I knew the answer he wanted. \"To get married and have children,\" I said. \"But God hasn't led me to marry yet. Until he does, I'm going to go out and make a difference in the world.\"\n\nWhat he said next felt like a curse and it would haunt me for years. \"Peggy, if you leave Christian work for a career in the secular media, two things will happen: You'll lose your faith, and it's unlikely any Christian man will want to marry you.\"\n\nI was speechless. To lose my faith was to lose my life compass. To miss marriage and children would be to miss God's highest calling for a woman.\n\nI took the risk and I left seminary to be a copy writer for WFAA-TV in Dallas.Within a year I was named the first television religion reporter in the nation. I covered the FBI siege of the Branch Davidian cult compound in Waco and the first terrorist attack on the World Trade Center. We tracked the rise of the Mormon church in Texas and reported on all the major Southern Baptist Conventions, including the ones where the embattled Paige Patterson led the conservative takeover of the denomination. I interviewed Patterson countless times in the 80s and 90s.\n\nLike many women my age, I managed all of it while married and raising two children, but it wasn't my church that supported me in the herculean task of juggling family and work.\n\nFor support later in my career, I pulled together my own small community of women from both coasts. We met each week for a decade by speakerphone, talking and praying about everything from how to integrate our faith at work, to raising our children, to discerning the will of God.\n\nRarely did I seek out my pastor for counsel, but once, during a rough patch in my marriage, I did. He urged me to follow the Bible verse that tells women to be \"like Sarah, who obeyed her husband, Abraham and called him her lord.\"\n\nSo why did I remain an evangelical? The reasons are too complicated to list. This community had introduced me to Jesus and helped me build a relationship with a personal, loving God whom I could trust.\n\nI held onto my faith and my evangelical family even as my secular career ramped up. When the call came from New York, my five-year-old daughter, Hannah, was click-clacking her Big-Wheel across our kitchen's hardwood floors. The voice on the other end sounded uncannily like that of my broadcasting hero.\n\n\"Hello, Ms. Wehmeyer? This is Peter Jennings at ABC News, and I have two questions for you,\" he said. \"Is it true that you cover religion? And are you willing to make a major life change?\"\n\n\"Yes. And maybe,\" I answered.\n\nMonths later, Peter Jennings and ABC received a rush of publicity for hiring me as the first religion correspondent in the history of network news.\n\nSoon Christian leaders wanted me on the covers of their magazines and speaking in their college chapels. But I was careful about when and where I spoke personally about my own faith. For me, the highest calling of a journalist was to separate my personal bias from the stories I covered. It was because of my faith, not in spite of it, that I could distance my personal beliefs from my reporting.\n\nBut Christian colleges were having a serious problem. More than half their student bodies were made up of women, and this generation of evangelical women wanted futures that included robust professional careers. Who would mentor and lead them? Wheaton College, the \"Harvard of Christian colleges,\" pressed me to be that person. The school chaplain called to tell me the president of the college was proud of my work and struggling to find female role models for their students. Wouldn't I please reconsider their request to speak in chapel?\n\n\"Who's your president?\" I asked.\n\nIt was the same theologian, who 20 years earlier, as a professor at DTS, had told me to throttle back and find a husband.\n\nI agreed to speak in the Wheaton chapel, only after I was no longer reporting on religion. I stepped into the pulpit where Billy Graham and countless high-profile male ministers had preached and looked out at a sea of young female faces. I purposely singled out the Wheaton women:\n\nYoung women: Hear me now.\n\nTrust your own deepest convictions and let no one else overwhelm the quiet pull of God on your life. You're the one who will come home every day to your choices.\n\nAnd do not limit what God wants to do with your life. Why would you narrow his plan to include only marriage and family? These are high callings, but for both men and women\n\nThe student body responded with a standing ovation, but the president promptly accused me of fueling a feminist fire. The discussion it roused on campus led one Wheaton student to call me several years later.\n\nLike me, this young woman had committed her life to following Jesus. It had led her to the south side of Chicago, to four years in some of the nation's most dangerous neighborhoods with Teach for America. Now she was frustrated because her time in the classroom had taught her that education heldonlypart of the answer for children and families whose lives were riddled with poverty, violence and drugs. She wanted to tackle spiritual poverty too.\n\n\"The church is the best place to address both the economic and spiritual vacuum in people's lives,\" she told me. \"I want to study theology and become a minister so I'm better equipped to help people who struggle.\"\n\nIf this had been just any young evangelical woman, I might have counseled her, \"Go for it, but it's going to be tough.\"\n\nBut the words came from my own daughter, Hannah, the one who was in kindergarten the day Peter Jennings called. The one whose crib I had knelt at in the dark, asking God to give her strength for whatever challenges she would face as a woman.\n\n\"Hannah!\" I said, \"What are you thinking? Women can't be leaders in the church. You'll be beating your head against the wall.\"\n\nPainful memories -- many stories I had never told Hannah -- rushed to the surface. I tried every way I could to shut down my daughter's dream, but she wouldn't have it.\n\n\"You got to be a pioneer in television, Mom. Why can't I be one in the church?\" she argued. \"You're the only one discouraging me from taking this path. My own mother!\"\n\nI've heard it said that dreams and visions blocked in one generation can surface in the next. I had spoken harsh words to spare my daughter from the pain I knew by heart. What I failed to account for were the changes she already was a part of.\n\nIn recent years, a few evangelical seminaries have reconsidered their interpretation of scripture on women. Now some of them allow for women's ordination. A groundswell of leading evangelical churches, where women now serve as pastors and elders, reflect that shift. The theology on women's roles at places like DTS hasn't changed, but more than four times the number of women are enrolled there than when I was a student.\n\nLast year, I was worshipping at the church I now attend in Dallas, where President George Bush and his wife, Laura, are members. As parishioners walked to the altar to receive communion, I watched the president and Mrs. Bush kneel at the rail. A young minister in robes approached the table with a chalice of wine and bread in her hand.\n\nThe same world leader I'd once peppered with tough questions about faith was now being led in his faith by my daughter, Hannah.\n\nThis fall, the story comes full circle. Hannah will begin seminary, one that prepares women for every facet of ministry. She'll learn, as I did, that Jesus was a revolutionary, not just in the ways he taught us to love but in the ways he liberated and dignified women in a culture that treated them like second-class citizens. While Hannah works and studies, I'll help care for her one-year-old daughter, Eliza, a name that translated from the Hebrew, means \"God is faithful.\"","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":4055},"wgt":4055},{"uri":"882338050","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"18:08:00","dateTime":"2018-06-06T18:08:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/business/retail/2018/06/06/h-e-bs-charles-butt-among-new-batch-philanthropists-joining-gates-buffett-giving-pledge","title":"H-E-B's Charles Butt among new batch of philanthropists joining the  Gates-Buffett Giving Pledge","body":"H-E-B's chairman Charles Butt is among the 14 new wealthy individuals from around the world who joined the Giving Pledge, a program established by Bill and Melinda Gates and Warren Buffett in 2010.\n\nThe original 40 philanthropists have expanded to 183 and they've all agreed to donate more than half of their wealth to charitable causes.\n\nButt has focused on public education from pre-K to 12 and last year he gave $100 million to create a new institute called the Holdsworth Center dedicated to training school principals and superintendents.\n\nIn his letter to the Giving Pledge, Butt said, \"Over the past 30 years, my personal philanthropy has been increasingly focused on strengthening public education. I believe that a quality education for every child should be a preeminent national goal.\"\n\nButt, 79, is credited with taking H-E-B from a successful south Texas grocer into one of the largest U.S. grocery chains. He's the grandson of the founder and took the company's revenues from $400 million in 1971 when he started running the company to $25 billion.\n\nSince 1933, the company has contributed 5 percent of pre-tax earnings to charity and, since 2015, 3 percent of employee pay has been added to their equity stake. Three years ago, H-E-B granted 55,000 employees, including the staff of Dallas-based Central Market, more than $1 billion worth of stock in the Texas grocery company.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":2669},"wgt":2669},{"uri":"880975533","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"22:38:00","dateTime":"2018-06-04T22:38:00Z","dataType":"news","sim":0.6392157077789307,"url":"https://www.dallasnews.com/news/texas-politics/2018/06/04/texas-removed-confederate-monuments-state-report-says","title":"Texas has removed more Confederate monuments than any other state, report says","body":"AUSTIN -- Texas removed more Confederate symbols than any other state over the last three years, according to a new report from the Southern Poverty Law Center.\n\nSince the deaths of nine people in a 2015 shooting at a historic black church in Charleston ignited a movement to take down Confederate monuments, the report said 110 nationwide -- 31 in Texas -- have been removed or changed. That includes flags and the names of schools, parks, buildings and roads.\n\nSymbols removed in Texas include a statue of Robert E. Lee that stood in Dallas' Lee Park until September and statues of four Confederate figures at the University of Texas that were taken down in August. In December, the Dallas ISD board voted to change the names of three elementary schools that honored Confederate generals.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4011233","shares":{"facebook":2493},"wgt":2493},{"uri":"880348936","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"01:28:00","dateTime":"2018-06-04T01:28:00Z","dataType":"news","sim":0.6705882549285889,"url":"https://www.dallasnews.com/news/richardson/2018/06/03/richardson-minister-stands-church-flyer-advertised-judaism-islam-dangerous","title":"Richardson minister stands by church flyer that advertised Judaism and Islam as 'dangerous'","body":"Gibbs said the church would go ahead with the series despite social media objections that religions like Judaism and Islam are categorized as \"dangerous.\"\n\nHe said while \"dangerous\" probably wasn't the best word to use, the religions run counter to his church's belief that God wants all people to follow Jesus Christ.\n\n\"We're not here to criticize or be antagonistic toward people and to beat them down,\" Gibbs said. \"There's no threat. The people in the community should not feel a threat.\"\n\nHe said the series will aim to explain God's message for each of the \"isms.\"\n\n\"What is his message to those who espouse Islam? What is his message to those who are caught up in materialism? Those who are pessimistic?\" Gibbs said.\n\nAnd when asked why the list didn't include other \"isms,\" like racism or sexism, Gibbs said there are only so many Wednesdays in a summer.\n\nIn the future, though, he said the church would work on its phrasing.\n\n\"We're living in an age where every word means something, and you have to be very careful about the words that you use,\" Gibbs said. \"And I think going forward, I'm sure we'll be able to phrase it where people are drawn in and not that we have somehow marginalized them and caused them to fear. That's not Jesus.\"","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4011369","shares":{"facebook":2040},"wgt":2040},{"uri":"882478414","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"23:00:00","dateTime":"2018-06-06T23:00:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/opinion/commentary/2018/06/06/suicide-doesnt-discriminate-therapy-friend-can-save-life","title":"Suicide doesn't discriminate, but therapy, my friend, can save your life","body":"It's Monday morning and I'm sitting in the \"room where it happens.\" As a fan of the musical Hamilton this magic is not lost on me.\n\nI look around the room and see philanthropists, psychiatrists, psychologists, community activists, and even the widow of the most famous sniper in recent American history. There are others too, ordinary folks who, like me, are most likely wondering how we got invited to such an exclusive gathering. I don't know the answer to that question. I'm just happy to be here.\n\nMy self-doubt lifts quickly as the group gets down to work. We have not come together in a gorgeous home in North Dallas to drink mimosas and congratulate one another on being successful. We are here for one reason only: to stop suicide.\n\nWe are here because we have all been affected by the terrible experience of loving someone who has taken his or her own life. Or, we are here because we've dedicated our lives to making sure it never happens again.\n\nSo we tell our stories, and regardless of how impressive our accomplishments are, it becomes clear that we're all standing on the same ground of profound loss and confusion when it comes to the reality that someone we loved decided to die. By their own hands.\n\nI don't care how put-together you are. Just admitting this reality out loud stops you in your tracks. Every. Single. Time. You can be famous. You can be rich. You can be powerful. But if you stand up in a group and tell others about how your beloved killed him or herself, you are instantly cut down to the core of your humanity.\n\nThis is the power of a completed suicide. It's overwhelming.\n\nA few months ago I went to dinner in my capacity as a priest with a lovely man my own age named Stewart. Stewart was brilliant. He had done well in college, obtained a prestigious job in finance, married a beautiful woman and fathered two gorgeous children.\n\nBut Stewart was depressed. Severely so.\n\nWhen we met he had separated from his family and was back home living with his parents who were doing everything in their power to provide him healing.\n\nThe last night I spent with Stewart was at one of my favorite restaurants. We ate good food. We had a little wine. We laughed. We cried. We shared our humanity.\n\nHe died a few weeks later.\n\nI'm a young priest, but I have already buried more than my fair share of young people. This one hurt bad. Not only because I loved Stewart, but also because I too suffer from depression. I may be a minister of the Lord, but I recognize I can only do what I do because of the work of a skilled therapist.\n\nI wanted Stewart to live. Badly. But he didn't.\n\nThat desire for Stewart to live prompted me to lead a discussion earlier this week at the Gingerman in Uptown about mental health. My hope is that in opening this discussion we might make it easier for people to find help.\n\nI told the audience that every 40 seconds someone dies from suicide. We let that sink in.\n\nThe next day we learned that Kate Spade died by her own hand. I am horrifically saddened by this news.\n\nHere's what I want people to know. Mental illness does not discriminate. Like Stewart and Kate, you may be successful, rich and famous. It does not matter.\n\nWe are all human, all subject to the dark recesses of our brains.\n\nWhat can protect us, however, is the courage to reach out and ask for help.\n\nIt doesn't matter who you are. Therapy, my friend, can save your life.\n\nGod bless Stewart and Kate. Let's pray they are the last we must write about.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":1870},"wgt":1870},{"uri":"881284476","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"10:48:00","dateTime":"2018-06-05T10:48:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/opinion/commentary/2018/06/05/undocumented-immigrants-contribute-economy-texas-chase-away","title":"Undocumented Texans contribute billions to the economy. Why are we chasing them away?","body":"In Texas, undocumented immigrants are an asset, and a valuable one.\n\nThat may not be obvious, given that many work off the books in lower-paying jobs and have less education than immigrants who came here legally. Their contributions are often discounted, too, because some Americans can't get past the fact that these residents have violated the law.\n\nBut the undocumented are a major part of the workforce in Dallas-Fort Worth and the state, and for decades, they've helped create the Texas growth story.\n\nBy one estimate, they held 1.2 million jobs in Texas, about 11.5 percent of the private-sector workforce in 2015. They paid over $13 billion in total taxes and generated almost $145 billion in gross product.\n\nTheir benefits -- and costs -- are not divided uniformly. The feds enjoy the biggest fiscal surplus because the undocumented don't get payments from Social Security and other programs. The state has a net gain, too, according to a 2016 report by the Perryman Group in Waco.\n\nMuch of the funding burden falls to local agencies in Texas, including school districts and health care providers. They supply billions more in services than undocumented immigrants pay in taxes locally, the report said.\n\nStill, there's enough upside to go around, especially when multiplier effects are included -- if government would coordinate its policies.\n\n\"The overall fiscal surplus is quite substantial,\" the Perryman report said.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":1659},"wgt":1659},{"uri":"883846552","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"22:06:00","dateTime":"2018-06-08T22:06:00Z","dataType":"news","sim":0.7764706015586853,"url":"https://www.dallasnews.com/news/courts/2018/06/08/aryan-leader-texas-mikegets-life-prison-power-drill-torture-killing-600-debt","title":"Aryan leader 'Texas Mike' gets life in prison for power-drill torture killing over $600 debt","body":"A high-ranking member of the Aryan Brotherhood of Texas was sentenced to life in prison without parole for torturing, killing and burning a man who owed him $600.\n\nMichael Lynn Rogers, 48, was convicted Friday of capital murder for the torture killing of 34-year-old Alberto Gonzalez.\n\nHe received an automatic sentence of life without the possibility of parole.\n\nWhile the verdict was read, more than 15 bailiffs were in the courtroom to ensure jurors were able to leave the courthouse safely. Family and friends of Rogers filled the gallery.\n\nBefore delivering the verdict, the Dallas County jury asked if their names would be made public.\n\nOne man testified during the trial that he was afraid of Rogers and believes the white supremacist gang wants to have him killed for testifying against the defendant, who is known as \"Texas Mike.\"\n\nHe said that Rogers is second-in-command of the Aryan Brotherhood of Texas in the North Texas region.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4026477","shares":{"facebook":1000},"wgt":1000},{"uri":"882786231","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"11:03:00","dateTime":"2018-06-07T11:03:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/euless/2018/06/07/euless-first-muslim-council-member-says-goal-wasnt-win-show-anyone-can-run-office","title":"Euless' first Muslim council member says goal wasn't to win, but to show that anyone can run for office","body":"Weeks before the May 5 election, Republican state Rep. Jonathan Stickland of Bedford published several Facebook posts describing Bhojani as \"a dangerous man\" and \"a Muslim, lawyer and lifelong Democrat who supports raising your taxes.\"\n\nBhojani, the first Muslim elected to public office in Euless, said the days that followed were a struggle.\n\nSome voters asked if he planned to bring Shariah law into Euless. Others said they refused to vote for him because he didn't eat pork. And some called his wife, Nima, a terrorist and other names at a polling location.\n\nSome of the name-calling and cynicism took place in front of the couple's 9-year-old daughter and 12-year-old son, he said.\n\n\"There were so many odds against us,\" Bhojani said. \"To my knowledge, I don't know anyone who not only had to run against their opponent but also against your own state representative. It is truly a story of David versus Goliath. How do you even fight that fight?\"\n\nBut Bhojani said those challenges gave him a new outlook on why he wanted to win the Place 6 seat in the city of 55,000 residents.\n\n\"I don't think success was to win. It was a goal to win,\" he said. \"Success was displaying our values and telling people that Muslims can be contributing citizens of America, and they are good people as well. They are people who care about America.\"","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":966},"wgt":966},{"uri":"881824511","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"01:40:00","dateTime":"2018-06-06T01:40:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/dallas-police/2018/06/05/dallas-police-chief-says-not-proud-slapping-boyfriend-years-ago","title":"Dallas police chief says she's 'not proud' of slapping boyfriend years ago","body":"WFAA-TV (Channel 8) first reported that Hall had disclosed to City Manager T.C. Broadnax that she slapped an ex-boyfriend in 2010. WFAA also reported that Broadnax did not pass that information along to the mayor and council.\n\nHall on Tuesday told The Dallas Morning News that she had slapped the man just before she left him because he had cheated on her. She said the man had grabbed her arm to keep her from leaving, and that she slapped him in the face and left.\n\nThat was the end of it, she said.\n\n\"I am not proud of the way that was handled,\" Hall said. \"I've grown. It made me a better person. I'm a better chief because of it.\"\n\nHall said no police were involved, and nobody was arrested.\n\nTaylor was arrested in 2002 after a domestic incident. Taylor disclosed on his personal history statement, obtained by The Dallas Morning News through the Public Information Act, that he and the mother of his daughter slapped each other at the girl's birthday party in Detroit, where Taylor was a young officer at the time. Taylor had brought his new girlfriend to the party, which sparked the argument.\n\nTaylor said both he and the woman were arrested, but neither want to press charges. The case went no further.\n\nDallas police background investigators called the woman, who said that she had slapped Taylor first and that they were both young at the time. The woman told investigators that she thought Taylor was \"stable, solid and a great fit for the position.\"\n\nTaylor said an internal affairs investigation in Detroit was unfounded and that he has moved on. His daughter is now 17.\n\n\"Both her mother and I would prefer that this be left totally in the past,\" Taylor said. \"We don't really want to have this conversation. We're not prepared to have this conversation with our daughter. That being said, I recognize that I'm still in the limelight. I've got to respond to a very high degree compared to mom but that's pretty much the extent of it.\"\n\nHall said Tuesday she hired Taylor in Dallas because she knows \"his level of integrity\" and that he was \"more than qualified\" for the job.\n\n\"What happened with him was a long time ago,\" Hall said. \"The situation was later found to be unfounded. To hold something against someone that was never found to be true, or there were circumstances that led to him not having any charges filed against him, it's definitely ... incongruent the message that we send to our young people that if they make a mistake, that that's the end.\n\n\"But again, this is someone who wasn't proven guilty of anything.\"\n\nHall has shaken up the department since arriving in Dallas last fall and caught some flak for staffing decisions and for a photo she posed for, gun in hand, in D Magazine.\n\nShe said Tuesday she wanted the domestic incident behind her so she could focus on issues that are important to her and to the city, such as cutting crime.\n\n\"I feel like this is taking away from what I have to do every day,\" Hall said. \"I clearly disclosed, openly that during this incident between me and my boyfriend.\"","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":933},"wgt":933},{"uri":"882308387","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"17:13:00","dateTime":"2018-06-06T17:13:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/2018-elections/2018/06/06/ted-cruz-attacks-beto-orourke-tax-fraud-case-involving-democrats-mother","title":"Ted Cruz attacks Beto O'Rourke over tax fraud case involving the Democrat's mother","body":"WASHINGTON -- Sen. Ted Cruz on Wednesday attacked his Democratic challenger, Rep. Beto O'Rourke, over a tax fraud case involving his rival's mother, marking a deeply personal escalation in what's expected to be Texas' most heated statewide election.\n\nCruz's campaign questioned O'Rourke's integrity by highlighting the fact that the Democrat's mother, Melissa, in 2010 pleaded guilty to altering financial records at her El Paso store, Charlotte's Furniture, in an effort to evade Internal Revenue Service reporting requirements.\n\nThe Republican sought to tie the tax issue to O'Rourke, noting that the congressman and his mother co-own the shopping center that housed the furniture store.\n\n\"Rep. Beto O'Rourke has been campaigning on ethics in government, but he's been hiding his mother's conviction for tax fraud, his personal stake in her furniture company and his profiting from the company,\" Cruz campaign spokeswoman Emily Miller said in a news release.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":917},"wgt":917},{"uri":"883048512","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"18:22:00","dateTime":"2018-06-07T18:22:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/news/2018/06/07/gulf-war-veteran-family-living-u-haul-van-after-hacker-stole-disability-benefits-online-account","title":"Gulf war veteran and family living in a U-Haul van after hacker stole disability benefits from online account ","body":"DENTON - Jeff Slaughter needs answers fast after his monthly disability check didn't show up in his bank account earlier this month. The disabled Persian Gulf War veteran said he was told by Department of Veterans Affairs officials late last month that his account was hacked.\n\nSlaughter had been staying at a La Quinta Inn off Interstate 35 in Denton, waiting for new veteran housing to open up in Houston. But after his account was hacked, his money ran out. Today, he's living out of a U-haul van in the hotel parking lot with his wife, son and two dogs. Hotel management lent him a fan, but it was still a rough night.\n\n\"We didn't get much sleep - hardly any,\" Slaughter said, standing outside the white van.\n\nA VA spokeswoman said the its eBenefits program, which handles compensation for the nations disabled veterans, has not been hacked. Instead, individual eBenefits accounts - which 4 million disabled veterans use to get benefit payments - have been fraudulently accessed. Jessica Jacobsen, a VA spokeswoman, said about 2,300 of 7.1 million eBenefits accounts have been compromised.\n\nAfter Jacobsen was notified by The News about Slaughter's situation, she reported back that the VA was working to expedite his disability check.\n\n\"It should happen real soon,\" Jacobsen said.\n\nSlaughter, 50, was wounded in Iraq during the Persian Gulf War when a soldier near him stepped on a landmine. Shrapnel cut through his leg. The VA later rated him 100 percent disabled for post-traumatic stress disorder related to his time at war, according to VA documents Slaughter showed The News.\n\nSlaughter's crisis began on May 29 when he got a phone call from the VA telling him that his monthly $3,000 check was deposited in a completely different bank account in California. The hacker had changed his account number, Slaughter said.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":777},"wgt":777},{"uri":"883830996","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"21:30:00","dateTime":"2018-06-08T21:30:00Z","dataType":"news","sim":0.7450980544090271,"url":"https://www.dallasnews.com/news/politics/2018/06/08/beto-orourke-ispoised-check-254-texas-counties-miles-go-unseat-ted-cruz","title":"Beto O'Rourke is poised to check off all 254 Texas counties, but has miles to go to unseat Ted Cruz","body":"WASHINGTON -- For the last 14 months, Congressman Beto O'Rourke has criss-crossed Texas, knocked on doors, run 5ks, eaten tacos, gulped coffee and downed beers with strangers in a live-streamed effort to unseat Sen. Ted Cruz.\n\nOn Saturday, he'll reach a milestone by holding a town hall in Cooke County, about 70 miles north of Dallas -- which according to his campaign is the last of the 254 counties he set out to visit since announcing his candidacy last year. Voters there haven't supported a Democrat for the Senate since Lloyd Bentsen in 1988, according to a local official, but O'Rourke isn't fazed.\n\n\"I really wanted to get to know the people that I want to represent. And I just can't think of a better way to do it than to show up and be there,\" O'Rourke said of his approach in an interview with The Dallas Morning News.\n\nIs hitting every county an arbitrary goal or a useful tactic? Texas political experts are divided, and there are a number of candidates who've hit that mark without winning. O'Rourke casts it as a way to hear about issues facing everyday Texans in every corner of the state, and with five months left before Election Day, there's plenty of time to focus on the vote-rich major cities.\n\nThere are practical reasons for the slog, as well as questions over whether old-fashioned retail politics in a state as vast as Texas can give him the kind of boost he needs.\n\nThe strategy has helped the once little-known Democrat from El Paso raise his national profile -- though recent polls show he has a long way to go among Texas voters -- and grow his war chest.\n\nIf nothing else, the feat also gives O'Rourke a talking point against Cruz, a Republican he portrays as an out-of-touch lawmaker more interested in the White House than in Texas.\n\nO'Rourke likes to note that Cruz bragged about stumping in each of Iowa's 99 counties during the 2016 presidential race. Cruz aides acknowledge that he can't say the same for Texas' much larger footprint, but dismiss O'Rourke's 254 county goal as little more than hype.\n\n\"Our campaign is based not on an arbitrary travel data point like our opponent's, but on a vision and message that we believe Texans desire and want to see from their leaders,\" Cruz spokeswoman Catherine Frazier said. \"We are confident and proud of the large swaths of the state that Cruz has visited in the last six years, listening to Texans from all backgrounds, and all walks of life.\"","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4025907","shares":{"facebook":751},"wgt":751},{"uri":"883825293","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"21:17:00","dateTime":"2018-06-08T21:17:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/opinion/editorials/2018/06/08/texas-mismanaged-medicaid-system-not-supposed-treat-vulnerable-citizens","title":"Texas, this mismanaged Medicaid system is not how we're supposed to  treat our most vulnerable citizens","body":"There is, or should be, a guiding principle in our society that holds that the most fragile and vulnerable people among us should be protected. This week, in a detailed and shocking five-part series, the news division of this newspaper revealed how that principle is being discarded for far too many people in our state's Medicaid system.\n\nThe series, \"Pain and Profit,\" is hard reading because it details the tough experience tens of thousands of Texans have had in the state's managed-care Medicaid system. The year-long investigation revealed that the people hurt the most are often poor children, the disabled and the elderly.\n\nStripping away all of the noise on this issue, one thing should be clear: These are precisely the people our publicly funded health-care system should be doing the most to protect. Instead, the state pays for-profit companies $17 billion a year to provide what turns out to inadequate care for the most vulnerable.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":683,"pinterest":3},"wgt":686},{"uri":"882261831","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"15:53:00","dateTime":"2018-06-06T15:53:00Z","dataType":"news","sim":0.8392156958580017,"url":"https://www.dallasnews.com/business/energy/2018/06/06/permian-basin-employers-offer-100-percent-pay-raises-oil-boom-sucks-workers","title":"Permian Basin employers offer 100 percent pay raises as oil boom sucks up workers","body":"So many bus drivers with the Ector County Independent School District in nearby Odessa quit for the shale fields that kids were sometimes late to class. The George W. Bush Childhood Home, a museum in Midland dedicated to the 43rd U.S. president, is smarting from a volunteer shortage.\n\nThe oil industry has such a ferocious appetite for workers that it'll hire just about anyone with the most basic skills. \"It is crazy,\" said Jazmin Jimenez, 24, who zipped through a two-week training program at New Mexico Junior College in Hobbs, about 100 miles north of Midland, and was hired by Chevron Corp. as a well-pump checker. \"Honestly I never thought I'd see myself at an oilfield company. But now that I'm here -- I think this is it.\"\n\nThat's understandable, considering the $28-a-hour she makes is double what she was earning until December as a guard at the Lea County Correctional Facility in Hobbs. When the boom goes bust, as history suggests they all do, shale-extraction businesses won't be able to out-pay most employers anymore. Jimenez said she'll take the money as long as it lasts.\n\nAnd this one could go on for a while. Companies are more cost-conscious than ever, and the evolution of oilfield technology continues to make finding and producing oil quicker and cheaper in the pancaked layers of rock in the Permian. It now accounts for about 30 percent of all U.S. output.\n\nThere's no question the economic upside is big in the basin, which covers more than 75,000 square miles in west Texas and southeastern New Mexico. Midland saw year-over-year increases of at least 34 percent in sales-tax collections in each of the last four months. Morales said coffers are full enough that he may ask for raises for city workers -- so they don't bolt for the oil fields.\n\nThe labor shortage is inflamed by the real-estate market: The supply of homes for sale is the lowest on record, according to the Texas A&M Real Estate Center. The $325,440 average price in Midland is the highest since June 2014, the last time the world saw oil above $100 a barrel. Apartment rents in Midland and Odessa are up by more than a third from a year ago, with the average 863-square-foot unit commanding $1,272 a month.\n\nThat's one reason the Ector County Independent School District has more than 100 teaching positions open, said spokesman Mike Adkins. People who move for jobs are stunned by the cost of living. Armin Rashvand's apartment is smaller and costs more than the one he rented in Cleveland before moving last August to run the energy-technology program at Odessa College.\n\n\"That really surprised me,\" he said, because Texas's reputation is that it's affordable. \"In Texas, yes -- except here.\"","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4023658","shares":{"facebook":611},"wgt":611},{"uri":"883457826","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"10:08:00","dateTime":"2018-06-08T10:08:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/opinion/opinion/2018/06/08/pregnant-girls-foster-care-can-find-family-desperately-need","title":"Where pregnant girls in foster care can find the family they desperately need ","body":"\"Most foster families either want a baby or a teenager, but not both,\" Alexandra Crutcher-Horsley said from across a small wooden table at a Dallas coffee shop. She is the executive director of The Lullaby House, a new maternity home focused exclusively on teen moms between the ages of 14 and 17 who are in the foster care system. It's under construction and is expected to open in September.\n\nI was embarrassed to admit it, but I never really thought about what happens to teens facing unplanned pregnancies while in foster care. According to Child Protective Services, there are more than 600 cases in Texas of pregnant and parenting teens in the system right now. While at first that number seems shockingly high, it makes sense once you really think about it.\n\nPeople instinctively want to be part of a family. It's a basic biological desire ingrained in us for survival. When we travel in packs it's harder for predators to attack our more vulnerable members. When we don't have a pack to protect us, or in this case a stable family unit, our vulnerability could lead us into all types of risky situations. A teenage girl who desperately wants love and acceptance, who desperately wants some semblance of family, will often create her own whether intentionally or subconsciously.\n\nSadder still, most of these young women are not able to raise their children after giving birth because very few people are willing to take in both a teenager and a baby. So many of these girls are forced to place their children for adoption, and just like that, the family they so desperately wanted is ripped away.\n\nThis is where The Lullaby House hopes to make a difference. It aims to create a safe environment where these young mothers can raise their children, while also nurturing and developing their own personal and professional skills. This part is vital.\n\nLast year, I attended a luncheon for the North Texas Alliance to Reduce Unintended Pregnancy in Teens (NTARUPT for short). Dallas Mayor Mike Rawlings shared with us some of the findings from his task force on poverty, which he said was becoming more and more focused on the increasingly high teen pregnancy rate in Dallas. Thirty-eight percent of girls who have a child before the age of 18 will drop out of high school. This factor alone compounds their odds of living not just below the poverty line, but well below it. In order for these young women to have a shot at success for themselves and also for their children, it is imperative that they continue their educations.\n\nWhen Crutcher-Horsley first reached out to me, she had no idea that I myself had experienced a teen pregnancy. After I shared this, her face lit up with excitement. That's not the reaction I normally receive.\n\nI was 17 when I had my son, who is now 17 himself. I look at him and he's still such a child to me, just now learning how to navigate a world of real responsibilities, like his first car and his first job. I told her that age just seems younger to me now, somehow, even though I know it's not. She said she'd love for me to meet these girls at some point, and show them that even with a teen pregnancy you can still achieve a happy, full, successful life.\n\nFrom my own experience, I can tell them raising a child while still a child yourself takes a village. I was lucky to have such a village and to be blood-related to most of them, so no matter how fed up with me they got, there was still a sense of obligation to me and my child. My pack was there to nurture and protect me.\n\nI cannot even begin to fathom how difficult it must be for the young women within the foster care system. Thankfully though, The Lullaby House is ready to step up and be their pack, and by supporting this amazing initiative, Dallas can play a small role in their village. Because happy and healthy families create happy, healthy communities.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":563},"wgt":563},{"uri":"881569853","lang":"eng","isDuplicate":true,"date":"2018-06-05","time":"16:25:00","dateTime":"2018-06-05T16:25:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/life/style/2018/06/05/designer-kate-spade-found-dead-apartment-officials-say","title":"Designer Kate Spade found dead in apartment, officials say","body":"NEW YORK -- Law enforcement officials say New York fashion designer Kate Spade has been found dead in her apartment in an apparent suicide.\n\nThe officials say she was found hanging by housekeeping staff inside her Park Avenue apartment at about 10:20 a.m. Tuesday. They say she left a note at the scene.\n\nThe officials were not authorized to divulge details of an ongoing investigation and spoke to The Associated Press on condition of anonymity. The officials didn't know what the note said.\n\nThe 55-year-old Spade created a line of sleek handbags in the early 1990s that created a smash.\n\nHer company, Kate Spade New York, has over 140 retail shops and outlet stores across the U.S. and more than 175 shops internationally.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":524},"wgt":524},{"uri":"883516822","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"11:50:00","dateTime":"2018-06-08T11:50:00Z","dataType":"news","sim":0.8352941274642944,"url":"https://www.dallasnews.com/news/us-news/2018/06/08/celebrity-chef-cnn-host-anthony-bourdain-dead-61-apparent-suicide","title":"Celebrity chef, CNN host Anthony Bourdain dead at 61 in apparent suicide","body":"Celebrity chef Anthony Bourdain, the opinionated host of \"Parts Unknown\" on CNN, was found dead Friday in a French hotel room.\n\nThe brash and often controversial chef and writer took his own life at age 61, CNN reported.\n\nBourdain's suicide is the second such celebrity death in a week. Fashion designer Kate Spade hanged herself in her apartment on Tuesday.\n\n\"It is with extraordinary sadness we can confirm the death of our friend and colleague, Anthony Bourdain,\" CNN said in a written statement Friday morning. \"His love of great adventure, new friends, fine food and drink and the remarkable stories of the world made him a unique storyteller. His talents never ceased to amaze us and we will miss him very much. Our thoughts and prayers are with his daughter and family at this incredibly difficult time.\"\n\nBourdain was filming an episode of \"Parts Unknown\" in Strasbourg, France, at the time of his death, the BCC reported.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4021132","shares":{"facebook":503},"wgt":503},{"uri":"882424429","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"21:02:00","dateTime":"2018-06-06T21:02:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/opinion/commentary/2018/06/06/dallas-county-key-battleground-democrats-november-general-election","title":"Dallas County is key battleground for Democrats in November general election","body":"Beto O'Rourke's Senate campaign is perhaps the most high-profile fight in Texas, but the practical struggle for Democrats is playing out in down-ballot races that could result in important victories.\n\nDallas County is the key battleground for Democrats' efforts to gain seats in the Legislature. And the nation will be watching what could become the costliest U.S. House race in the country.\n\n\"Dallas County is ground zero,\" Dallas County Judge Clay Jenkins said. \"We need to provide a big enough win margin, similar to what we provide in presidential years, for our candidates.\"\n\nNow that the May 22 primary runoffs are over, local Democrats have licked their wounds and kicked off the November general election campaign in earnest.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":495},"wgt":495},{"uri":"883737838","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:09:00","dateTime":"2018-06-08T18:09:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/life/better-living/2018/06/08/after-kate-spade-anthony-bourdain-suicides-say-loved-ones-might-risk","title":"After Kate Spade and Anthony Bourdain suicides, what to say to loved ones who might be at risk","body":"The recent suicides of designer Kate Spade and chef Anthony Bourdain are among 45,000 such deaths that take place every year. Some who die are, like them, rich and famous. Others are poor and unknown. Some are old. Some are young. Some deaths come as a surprise; others, not so.\n\nWhatever the case, those left behind are left reeling. Was there something we could have done? Something we could have said? When loved ones seem depressed or we fear they may be contemplating suicide, we're often at a loss.\n\nExperts say one of the best ways to help may sound basic, but can save lives: communication.\n\nTalk. Listen. Be there.\n\n\"In general in our society, identifying depression and talking about it is looked at with shame, so there is a lot of silence,\" says Dr. Madhukar Trivedi, director of the Center for Depression Research and Clinical Care at UT Southwestern Medical Center in Dallas. \"Even those who have depression or are feeling suicidal most often don't go for treatment. Half of depressed people don't get diagnosed.\"\n\nHere are tips from mental health professionals. They offer ways to deal with the disease of mental illness, what to know about it, and what to say. They hope that by getting the information out, suicide rates -- which have been steadily increasing -- just might begin to fall.\n\nSigns of depression, whether in yourself or loved ones, include \"hopelessness, recklessness or risky behavior, dramatic changes in mood, significant and sudden changes in alcohol and drug use, social isolation or withdrawal,\" says Kimberly Roaten. She's director of quality for safety, education and implementation in the department of psychiatry at Parkland Hospital and professor of psychiatry at UT Southwestern Medical Center.\n\nYou might see them spending less time with friends or not being engaged in social activities, she says. \"Work productivity declines. They're not able to exercise; they may start canceling activities. They may not even attend to personal hygiene. Look for any sort of changes in patterns of behavior.\"\n\nTo that list, Trivedi adds \"hopelessness, worthlessness. Sometimes you can't make the right decision.\" Ask loved ones if they're sleeping well, if they're eating properly. Ask if they feel sad, he says.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":442},"wgt":442},{"uri":"881024378","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"00:54:00","dateTime":"2018-06-05T00:54:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/mckinney/2018/06/04/community-calls-metal-detectors-after-student-died-self-inflicted-gunshot-mckinney-north-hs","title":"Community calls for metal detectors after student died from self-inflicted gunshot wound at McKinney North HS","body":"MCKINNEY -- They left green, yellow and white flowers, some in vases toppled over from the wind. They left teddy bears and balloons, and a hand-painted sign in orange cursive that read, \"Never Again.\"\n\nThree days after a McKinney North High School student died from a self-inflicted gunshot wound, students paused at the makeshift memorial outside the school on Monday, when classes for the last week of school resumed with the addition of extra counselors and security.\n\nOne student yelled, \"McKinney North strong.\"\n\nBut outside the school hallways, some in the community are calling for heightened security, specifically installation of metal detectors at school building entrances in the district that enrolls more than 24,500 students.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":349},"wgt":349},{"uri":"883133664","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:14:00","dateTime":"2018-06-07T21:14:00Z","dataType":"news","sim":0.6470588445663452,"url":"https://www.dallasnews.com/news/crime/2018/06/07/spca-offering-rewardin-death-dog-shot-dumped-dallas-county-after-adoption-garland-shelter","title":"SPCA offering reward in death of dog shot, dumped in Dallas County after adoption from Garland shelter","body":"The SPCA of Texas is offering a reward for information about the death of a dog who was shot and dumped last month in Dallas County.\n\nThe pit bull, reportedly named Titan, was found on Dowdy Ferry Road near Teagarden Road on May 26, days after he had been adopted from the Garland Animal Shelter, the SPCA of Texas said.\n\nDallas Animal Services picked up the dog and called the SPCA to take on the investigation.\n\nThe Dowdy Ferry Animal Commission said the dog was found with its leash on and had a puncture wound to the head.\n\nA veterinarian determined the dog died of a gunshot to the left thoracic cavity. The SPCA said there have been no credible leads into the investigation of who killed the dog.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4019330","shares":{"facebook":329},"wgt":329},{"uri":"880381545","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"03:24:00","dateTime":"2018-06-04T03:24:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/accidental-death/2018/06/03/4-year-old-girl-drowns-murky-apartment-pool-garland-police-say","title":"4-year-old girl drowns in murky apartment pool in Garland, police say","body":"A 4-year-old girl drowned Sunday evening in a Garland apartment complex pool, police said.\n\nCallers told police about 7:30 p.m. that the girl was at the pool of the Meadow Creek Apartments in the 500 block of Tacoma Drive with family when she went missing.\n\nWhen officers and paramedics arrived, they had a hard time seeing through the murky waters of the nine-foot deep pool, police said.\n\nThe child had been swimming in the pool without a flotation device when her family lost sight of her and could not see her underwater, police said.\n\nA Garland paramedic found the unconscious young girl at the bottom of the pool after several attempts.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":329},"wgt":329},{"uri":"883058760","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"18:39:00","dateTime":"2018-06-07T18:39:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/opinion/editorials/2018/06/07/kate-spades-suicide-reminds-us-must-fight-stigma-mental-illness","title":"Kate Spade's suicide reminds us that we must fight the stigma of mental illness ","body":"Kate Spade's handbags feature vibrant colors and eye-catching polka dots, just as smile-inducing as the quirky quotes -- \"bright like glitter, and bubbly like Champagne\" -- that adorn the walls of the fashion designer's stores.\n\nWhen Spade's suicide was reported Wednesday, many of her fans said it was difficult to reconcile the grim news with a treasured brand synonymous with a carefree New York lifestyle.\n\nSpade's husband says she received treatment for both anxiety and depression. Her sister described attempts to place Spade in inpatient care, but said she refused, fearing she would harm her brand's \"happy-go-lucky\" image.\n\nWhile much has been made of the paradox of the high-profile fashion designer's personal struggles and the upbeat nature of her merchandise, a far more constructive narrative out of Spade's death is the continued danger of the stigma surrounding mental illness.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":309},"wgt":309},{"uri":"880691425","lang":"eng","isDuplicate":true,"date":"2018-06-04","time":"13:45:00","dateTime":"2018-06-04T13:45:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/politics/2018/06/04/trump-says-absolute-right-pardon","title":"Trump says he has absolute right to pardon himself","body":"WASHINGTON -- President Donald Trump declared Monday that he has the \"absolute right\" to pardon himself, but added he had done nothing wrong, asserting his presidential power as the White House is sharpening its political and legal defenses against the special counsel Russia probe.\n\nTrump's comments on Twitter came a day after attorney Rudy Giuliani played down the possibility that the president could pardon himself, suggesting he might have that authority but would be unwise to use it.\n\n\"Pardoning himself would be unthinkable and probably lead to immediate impeachment,\" Giuliani, a member of Trump's legal team, told NBC's \"Meet the Press\" on Sunday. \"And he has no need to do it, he's done nothing wrong.\"\n\nIn Monday's tweet, Trump said: \"As has been stated by numerous legal scholars, I have the absolute right to PARDON myself, but why would I do that when I have done nothing wrong?\" He then again decried special counsel Robert Mueller's probe as a \"never ending Witch Hunt.\"\n\nTrump's legal team is making clear that it will combat any effort to force the president to testify in front of a grand jury. Giuliani on Sunday underscored one of the main arguments in a newly unveiled letter sent by Trump's lawyers to Mueller back in January: A president can't be given a grand jury subpoena as part of the investigation into foreign meddling in the 2016 election.\n\nBut Giuliani, in a series of television interviews, broke with one of their bolder arguments in the letter that a president could not have committed obstruction of justice because he has ultimate authority over any federal investigation.\n\nYet the former New York City mayor, who was not on the legal team when the letter was written, added that Trump \"probably does\" have the power to pardon himself, an assertion challenged by legal scholars. He says the president's legal team hasn't discussed that option, which many observers believe could plunge the nation into a constitutional crisis.\n\n\"I think the political ramifications would be tough,\" Giuliani told ABC's \"This Week.\" ''Pardoning other people is one thing, pardoning yourself is tough.\"\n\nTrump has issued two unrelated pardons in recent days and discussed others, a move that has been interpreted as a possible signal to allies ensnared in the Russia probe.\n\nThe letter is dated Jan. 29 and addressed to Mueller from John Dowd, a Trump lawyer who has since resigned from the legal team. Mueller has requested an interview with the president to determine whether he had criminal intent to obstruct the investigation into his associates' possible links to Russia's election interference.\n\nGiuliani said Sunday that a decision about an interview would not be made until after Trump's summit with North Korean leader Kim Jong Un on June 12 in Singapore, and he cast doubt that it would occur at all.\n\n\"I mean, we're leaning toward not,\" Giuliani told ABC. \"But look, if they can convince us that it will be brief, it would be to the point, there were five or six points they have to clarify, and with that, we can get this -- this long nightmare for the -- for the American public over.\"\n\nIn addition to the legal battles, Trump's team and allies have waged a public relations campaign against Mueller and the Justice Department to discredit the investigation and soften the impact of the special counsel's potential findings. Giuliani said last week that the special counsel probe may be an \"entirely illegitimate investigation\" and need to be curtailed because, in his estimation, it was based on inappropriately obtained information from an informant and Comey's memos.\n\nIn reality, the FBI began a counterintelligence investigation in July 2016 to determine if Trump campaign associates were coordinating with Russia to tip the election. The investigation was opened after the hacking of Democratic emails that intelligence officials later formally attributed to Russia.\n\nTrump's team has requested a briefing about the informant, but Giuliani said Sunday that the president would not order the Justice Department to comply because it would negatively affect public opinion. But he continued to cast doubt on the special counsel's eventual findings, suggesting that Trump has already offered explanations for the matters being investigated and that the special counsel was biased against the president.\n\n\"For every one of these things he did, we can write out five reasons why he did it,\" Giuliani said. \"If four of them are completely innocent and one of them is your assumption that it's a guilty motive, which (Trump) would deny, you can't possibly prosecute him.\"\n\nTrump's legal team has long pushed the special counsel to narrow the scope of its interview. Giuliani also suggested that Trump's lawyers had been incorrect when they denied that the president was involved with the letter that offered an explanation for Donald Trump Jr.'s 2016 Trump Tower meeting with Russians who offered damaging information on Democrat Hillary Clinton.\n\n\"This is the reason you don't let the president testify,\" Giuliani told ABC. \"Our recollection keeps changing, or we're not even asked a question and somebody makes an assumption.\"\n\nIf Trump does not consent to an interview, Mueller will have to decide whether to go forward with a historic grand jury subpoena. His team raised the possibility in March of subpoenaing the president, but it is not clear if it is still under active consideration.\n\nA court battle is likely if Trump's team argues that the president can't be forced to answer questions or be charged with obstruction of justice. President Bill Clinton was charged with obstruction in 1998 by the House of Representatives as part of his impeachment trial. And one of the articles of impeachment prepared against President Richard Nixon in 1974 was for obstruction.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":302},"wgt":302},{"uri":"880736077","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"14:53:00","dateTime":"2018-06-04T14:53:00Z","dataType":"news","sim":0.6470588445663452,"url":"https://www.dallasnews.com/news/lgbt/2018/06/04/supreme-court-sides-baker-refused-make-wedding-cake-gay-couple","title":"Supreme Court sides with baker who refused to make wedding cake for gay couple","body":"The U.S. Supreme Court has ruled that a Colorado baker had the right to refuse to make a wedding cake for a gay couple.\n\nIn a 7-2 decision Monday, the Court said the Colorado Civil Rights Commission should have taken into account Masterpiece Cakeshop owner Jack Phillips' First Amendment right to oppose same-sex marriage.\n\n\"The laws and the Constitution can, and in some instances must, protect gay persons and gay couples in the exercise of their civil rights,\" Justice Anthony M. Kennedy wrote for the majority. \"But religious and philosophical objections to gay marriage are protected views and in some instances protected forms of expression.\"\n\nWhile the court sided with Phillips in this case, Kennedy warned it could come to a different conclusion in similar future cases. Justices Ruth Bader Ginsberg and Sonia Sotomayor dissented.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4011122","shares":{"facebook":289},"wgt":289},{"uri":"881772781","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"23:08:00","dateTime":"2018-06-05T23:08:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/crime/2018/06/05/2-dead-shooting-irving-apartment-complex","title":"2 dead in shooting at Irving apartment complex","body":"Two people died Tuesday afternoon in a shooting at an Irving apartment complex, police said.\n\nOfficers were called about 1:20 p.m. to the complex in the 4200 block of Clubhouse Place, near Country Club Drive West, for a report of shots fired, Officer James McLellan said.\n\nOne man was found dead outside the steps of one of the apartment buildings, and another man with a gunshot wound was located a short distance away.\n\nThe second man was taken to Parkland Memorial Hospital, where he died, McLellan said.\n\nThe identities of the two men have not been released.\n\nPolice are working to learn what led up to the shooting and are questioning a person of interest who may have been with the two men shortly before the gunfire, he said.\n\nThe shooting is not thought to be random.\n\nAnyone with information about the shooting may call Irving police at 972-273-1010. Tips may also be submitted at ipdcrimetips@cityofirving.org.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":277},"wgt":277},{"uri":"881585928","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"16:53:00","dateTime":"2018-06-05T16:53:00Z","dataType":"news","sim":0.6941176652908325,"url":"https://www.dallasnews.com/news/accidental-death/2018/06/05/texas-infant-dies-after-left-alone-hot-pickup-3-hours","title":"Texas infant dies after being left alone in hot pickup for 3 hours","body":"A southeast Texas baby died Monday after being left alone in a hot pickup for about three hours.\n\nThe 9-month-old girl, whose name has not been released, is Texas' second hot-car death of 2018.\n\nHarris County Sheriff Ed Gonzalez said at a news conference that the infant's parents returned to a mobile-home park in Baytown, about 20 miles east of Houston, some time after 11 a.m. Monday after taking another child to medical appointments.\n\n\"In the hustle and bustle of getting kids out and attending to other things, they apparently forgot that the 9-month-old had been left inside the vehicle,\" each thinking that the other parent had gotten the girl out of the pickup, Gonzalez said.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4017363","shares":{"facebook":275},"wgt":275},{"uri":"883846551","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"22:06:00","dateTime":"2018-06-08T22:06:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/texas-legislature/2018/06/08/victoria-neave-wendy-davis-grass-roots-approach-ending-backlog-texas-rape-kits","title":"Victoria Neave and Wendy Davis have a grass-roots approach to ending the backlog on Texas rape kits","body":"One night in July 1985, Lavinia Masters, then 13 years old, was violently raped in her home by a stranger.\n\nAfter reporting the case to the police, she went through an invasive exam to collect evidence for a rape kit, but it sat on a shelf for more than 21 years, denying her the justice she wanted.\n\n\"I was forgotten about,\" said Masters, now an advocate for rape victims. \"That's how I felt, like nobody cared about me, nobody cared about what happened to a child in the state of Texas.\"\n\n\"I don't want anybody to ever have to go through that again, yet they still do,\" she added.\n\nOn Friday, Masters joined Rep. Victoria Neave, D-Dallas, and former gubernatorial candidate Wendy Davis in downtown Dallas, where they announced an online crowdfunding campaign to help clear the state's backlog of untested rape kits.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":264},"wgt":264},{"uri":"883527600","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"12:08:00","dateTime":"2018-06-08T12:08:00Z","dataType":"news","sim":0.8666666746139526,"url":"https://www.dallasnews.com/news/us-news/2018/06/08/justice-department-will-no-longer-defend-key-parts-healthcare-act","title":"Justice Department will no longer defend key parts of healthcare act","body":"WASHINGTON -- The Trump administration said in a court filing late Thursday that it will no longer defend key parts of the Affordable Care Act, including the requirement that people have guaranteed access to health insurance regardless of any medical conditions.\n\nThe decision, announced in a filing in a federal court in Texas, is a rare departure from the Justice Department's practice of defending federal laws in court. Texas and other Republican-led states are suing to strike down the entire law because Congress recently repealed a provision that people without health insurance must pay a fine. The repeal takes effect next year.\n\nTexas says that without the fine in place the requirement to have health insurance is unconstitutional and that the entire law should be struck down as a result.\n\nThe administration said it agrees with Texas that the so-called individual mandate is unconstitutional without the fine. It also said that provisions shielding people with medical conditions from being denied coverage or charged higher premiums and limiting how much insurers can charge older Americans should fall as well.\n\nBut it said the rest of the law, including Medicaid expansion, can remain in place.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4020347","shares":{"facebook":253},"wgt":253},{"uri":"881758603","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"22:30:00","dateTime":"2018-06-05T22:30:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/politics/2018/06/05/40-percent-working-texans-paid-take-sick-days-report-finds","title":"40 percent of working Texans aren't paid when they take sick days, report finds","body":"AUSTIN -- About 4.3 million working Texans aren't paid for taking sick days, a new report finds.\n\nThis study from the Center for Public Policy Priorities, a center-left think tank, reports that roughly 40 percent of the state's workforce can't take paid sick days, with the majority being Hispanic workers. In Dallas, 41 percent of workers aren't paid for sick days.\n\n\"We believe that all hardworking Texans, regardless of what kind of job they do or how much they earn, should be able to care for themselves or a loved one if they get sick,\" the center said in the report.\n\nThe lack of paid sick days hurts low-wage, Hispanic and part-time workers the most, who are the least likely to be able to get by if they miss a day of wages, the report said.\n\nFifty percent of Hispanic Texas workers don't have paid sick days compared to black Texas workers (37 percent), white Texas workers (33 percent) and Asian Texas workers (32 percent). The rate of Dallas workers without access was slightly higher compared to San Antonio, with 39 percent, and Austin with 37 percent.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":253},"wgt":253},{"uri":"881699645","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"20:24:00","dateTime":"2018-06-05T20:24:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/business/technology/2018/06/05/dallas-company-wants-use-mind-reading-technology-let-world-hear-nonverbal-peoples-thoughts","title":"A Dallas company wants to use mind-reading technology to let the world hear nonverbal people's thoughts","body":"The project is still in its early phases, but it got recognized this spring at South by Southwest. The company, which has about 15 employees, was a finalist in the Austin tech conference's Interactive Innovation Awards for its work in artificial intelligence and machine-learning.\n\nThierry Hubert, chief executive of Darwin Ecosystem, and his team are testing the technology with a quadriplegic young woman in Ontario who has a rare neurological disorder. It plans to commercialize aspects of the system, such as its wireless headgear and brainwave-reading sensors, by the end of 2018.\n\nBut Hubert said his primary focus is to reach as many people as possible, so he can gather more data and better understand patterns in the brain. He considers the project, called the Cognitive Story, his company's research and development unit -- a challenge that will keep it on the cutting edge.\n\nThe system that Darwin Ecosystem is developing is open source and the mobile app that's part of it will be free. Darwin Ecosystem has collaborated with partners, including IBM and Tanmay Bakshi, a Canadian teenager who's an artificial intelligence prodigy.\n\nHubert said each headgear costs about $850 to make, but he'd like to bring down the cost to $250 or $350 when it's brought to market.\n\nHe said he's been approached by families and individuals who have many different medical conditions that limit their speaking. Some have degenerative diseases, such as Lou Gehrig's disease, and want to train the system so it can speak for them when they no longer can. He's also spoken to an equestrian therapy program that serves people with disabilities, some of whom are nonverbal, that would like a better way to understand their participants.\n\n\"Today with innovation, you have to run a parallel course,\" he said. \"If you don't have a vision and you don't put efforts into the fundamentals of your vision and you just look at the mercantile aspect, you will not be able to survive in a world of innovation in technology. You will be good at what you do for a short time, but eventually, you will fail.\"\n\nHere's how the system works: The person who cannot communicate wears a wireless headgear that's an electroencephalography (or EEG) device. It tracks brain patterns for periods of time. An intimate interpreter helps detect the individual's expressions, movements and social cues and puts his or her observations in a mobile app to help make meaning of brainwave patterns. The wireless headgear transmits the data, which is gathered into a file.\n\nSoftware helps detect patterns to start predicting the person's thinking or eventually, speak on behalf of him or her. A visual matrix lights up in different colors to reflect the brain activity back to the individual.\n\nThe project began with a tweet to a stranger. A friend of Terri Mitchell, the mother of the young woman in Ontario, tweeted an IBM employee. She asked if technology advancements could help Mitchell's daughter, Brittany Horton, speak. The IBM employee connected her to Darwin Ecosystem, which began its research.\n\nHorton has Rett Syndrome, which affects the brain development of women and can impair the ability to speak and move. Darwin Ecosystem has worked with the mother and daughter to test the technology and get it ready to roll out to more people.\n\nMitchell uses her daughter's facial expressions and noises to read her thoughts. She can tell by her daughter's eye movements if she wants her parents to change the TV channel or by her stirring if she would like a blanket. Mitchell records her daughter's reactions in the app, which links them to brain activity in those moments to help establish a pattern.\n\nHubert said he'd like to see Horton become less isolated and reliant on caretakers to speak for her.\n\n\"If she is in a room and she's uncomfortable, she wants something, she doesn't want something, she has a preference, it would allow her to communicate that to anybody,\" he said. \"That would be my definition of success: If mom is gone, can she be heard?\"\n\nMitchell said she's encouraged by Darwin Ecosystem's work -- even if it is still in the early stages. \"If it can't help my daughter, it is going to help somebody,\" she said.\n\nShe said it is frustrating to see her daughter and many others unable to share what they think or feel with their doctors, family or friends. \"You can see in their eyes that they have more to communicate, but they can't,\" she said.\n\nRoss Power, the company's chief innovation officer, said he's inspired by what he learned when working at a rehabilitation center with teenagers years ago. He remembers how challenging it was to communicate with the young people, many of whom were close to his own age.\n\n\"You can see all the gears working in someone's mind, and they can't express that,\" he said.\n\nHe helped design a headgear that doesn't cause pain or headaches. Instead of a rigid piece with scratchy spikes, he developed one that's made of stretchy elastic and electrodes that look and feel like cloth buttons.\n\n\"We want to make sure the data is from you, not the bizarre environment we put you in,\" he said.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":240},"wgt":240},{"uri":"881505416","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"14:44:00","dateTime":"2018-06-05T14:44:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/crime/2018/06/05/22-year-old-man-found-dead-gunshot-wounds-stemmons-corridor","title":"22-year-old man found dead from gunshot wounds in Stemmons Corridor","body":"Police are investigating the shooting death of a 22-year-old man found in a parking lot Monday night in Stemmons Corridor.\n\nDallas Fire-Rescue officials found Daedrian Myers dead at the scene around 11:22 p.m. in the 8200 block of Brookriver Drive, police said.\n\nWitnesses told police they saw a white Chrysler 300 fleeing the scene immediately after the shooting. It was found later, unoccupied, near the Knights Inn motel on Empire Central Drive, police said.\n\nNo information was available on suspects, who are still at large.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":229},"wgt":229},{"uri":"881002348","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"23:52:00","dateTime":"2018-06-04T23:52:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/education/2018/06/04/texas-need-boost-public-education-pre-k-quality-teachers-top-list-leaders","title":"What does Texas need to boost public education? Pre-K and quality teachers top the list for these leaders","body":"But education needs public support and investments to work, the leaders said.\n\nTexas Education Commissioner Mike Morath said the single most important priority is making sure kids have quality teachers. That means doing more to train, recruit and retain educators. He referenced the need for legislation that would provide the best performing teachers in the state with significant raises, a plan similar to one implemented in Dallas ISD.\n\nToo often the best and brightest are discouraged from becoming teachers because the profession has been devalued, Morath said. But the job is as hard as neurosurgery -- though the pay is at least one comma off, he added.\n\n\"Our teachers walk into operating rooms every day and are -- in fact -- operating on 20 brains simultaneously. And of course, those brains are not asleep,\" Morath said.\n\nThe education leaders discussed how income gaps remain the most critical factor in determining how well kids do in the future. Those living in poverty are more likely to have under qualified teachers and less likely to graduate from college.\n\nBut where should money be spent when funding is so limited? Could free college for all push society forward just as high schools did when they were made available to the public at large?\n\nMorath noted that the rapid expansion of early college high schools in Texas means that more kids are on track toward earning associate's degrees along with their diplomas, making them more marketable for jobs and better prepared for college.\n\nHarvard University's Robert Putnam, a professor of public policy, said investing in pre-K for all would be a better use of funds. Researchers have long found that quality early childhood education can do more to help lagging children catch up with their peers than any other intervention later in life because so much brain development happens in the early years.\n\n\"Most of the hurdles are not at the college gates,\" Putnam said. \"They're happening much earlier in life.\"\n\nThe ElevatEd discussions were sponsored by the Holdsworth Center, which was founded by grocery magnate Charles Butt with a $100 million donation aimed at training principals and superintendents. Much of the day also centered on how to help those running schools.\n\n\"Leadership is often the blind spot in education,\" said keynote speaker Andreas Schleicher, a noted statistician and education researcher at the Organisation for Economic Co-operation and Development in Paris.\n\nHe told the crowd at the nearly full auditorium that good leaders can ensure that the focus is on quality and not quantity, particularly in a way that allows teachers to be innovative.\n\nFor example, Schleicher said in some countries where teachers spend less time on instruction, more learning gets done than in countries where a lot of time is spent on instruction with very little result. His data was based on survey and test results done as part of the Program for International Student Assessment, or PISA. He oversees that international test that focuses on how well 15-year do in certain areas, such as math and literacy.\n\n\"The quality of education can never exceed the quality of teaching,\" he said. \"And the quality of teaching can never exceed the quality of the leadership that you have around you.\"","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":226},"wgt":226},{"uri":"881515927","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"15:00:00","dateTime":"2018-06-05T15:00:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/courts/2018/06/05/judge-decide-whether-accused-ellis-county-school-shooter-will-tried-adult","title":"Judge to decide whether accused Texas school shooter will be tried as an adult","body":"If he is tried as an adult and convicted, he would serve his sentence in an adult prison.\n\nIf the teen's case is held in juvenile court and he is found \"responsible,\" he will begin his term at a prison facility for juveniles. He would be evaluated before his 19th birthday and could then be transferred to an adult prison or go free.\n\nA GoFundMe page has been set up to help with Noelle's medical expenses. Her injuries \"range from a bullet lodged in her neck, another removed from her abdomen to a foot of unrepairable small intestine having to be removed,\" according to the fundraising site.\n\nItaly High student Cassie Shook said she first went to school officials after the teen allegedly made a \"hit list\" in eighth grade and her name was on it. Cassie has also said the teen got angry during a class and threw a pair of scissors at her friend and later threw a computer against a wall.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":219},"wgt":219},{"uri":"883203567","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"00:07:00","dateTime":"2018-06-08T00:07:00Z","dataType":"news","sim":0.8509804010391235,"url":"https://www.dallasnews.com/news/courts/2018/06/07/drunk-man-killed-8-alarmed-plano-bartender-boss-said-not-call-cops-suit-says","title":"Drunk man who killed 8 had alarmed Plano bartender, but boss said not to call cops, suit says","body":"The families of three people slain in a Plano shooting that left five others dead are suing the bar and bartender who served alcohol to the shooter before his bloody rampage last year.\n\nOn Sept. 10, Spencer Hight walked into the home of his estranged wife, Meredith Hight, and opened fire on the party she was hosting. Shortly before the shooting, Spencer Hight drank at Local Public House, a bar down the street from his wife's home that he was known to frequent.\n\nThe lawsuit, filed Thursday on behalf of the parents of Darryl William Hawkins, Caleb Seth Edwards and James Richard Dunlop, accuses the bar and bartender Lindsay Glass of being negligent in serving Hight, who is said to have been visibly intoxicated and waving a knife around while making concerning remarks.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4021904","shares":{"facebook":206},"wgt":206},{"uri":"883862881","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"22:50:00","dateTime":"2018-06-08T22:50:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/business/real-estate/2018/06/08/12-million-highland-park-mansion-owned-tax-attorney-recently-visited-feds-grabs","title":"$12 million Highland Park mansion, owned by tax attorney recently visited by feds, is up for grabs","body":"Marble, glass and tax law, oh my! A palatial estate in wealthy Highland Park is up for grabs for a cool $12.5 million. But the house's current owner may draw some eyeballs as well.\n\nThe mansion, which just went on the market this week, was built in 1920 and designed by architect Hal Thomson, whose eye for grandeur can be seen in many of the Highland Park residences he designed in the early 20th century. It's been renovated several times since, most recently around a decade ago, said Allie Beth Allman, the broker selling the house.\n\nThe 12,940-square-foot home sits on nearly an acre of perennially flowering land, she said. Between its five bedrooms, six full bathrooms and three half-baths, there's room for several families, let alone one.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":196},"wgt":196},{"uri":"882283668","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"16:30:00","dateTime":"2018-06-06T16:30:00Z","dataType":"news","sim":0.8745098114013672,"url":"https://www.dallasnews.com/news/irving/2018/06/06/lawsuit-filed-block-toyota-music-factory-developer-getting-44-million-tax-money-irving","title":"Lawsuit filed to block Toyota Music Factory developer from getting $44 million in tax money from Irving ","body":"An Irving taxpayers group, represented by the attorney for Texas icon Billy Bob Barnett, filed suit Wednesday in Dallas County District Court seeking to block payment of up to $44 million in tax funds to the developer of the Toyota Music Factory.\n\nThe suit raises several of the same issues raised by Barnett when he abruptly shuttered his five locations in the entertainment district last week. That includes a plaza that is smaller than the stated 50,000 square feet and is uncovered and that the development has fewer than required parking spaces.\n\nBut it also alleges fraud, suggesting that some construction shortcuts were taken in order to gain certificates of occupancy on time. Those certificates are vital benchmarks the North Carolina developer the ARK Group must meet in order to be reimbursed by the city for the $44 million in upfront costs.\n\nIrving owns the $200 million development and has been trying to get the project off the ground since at least 2008. A first attempt ended in a lawsuit, filed by attorney Larry Friedman, who represents Barnett. That suit alleged that the city was guilty of breach of contract. The city backed out of an initial deal for Las Colinas Group, which included Barnett's sister, to build a $250 million center, after neither side could raise the necessary funds.\n\nARK Group stepped in, settled the suit and took over as the developer.\n\nIn 2015, the City of Irving, Texas and ARK Group entered into agreements to design and build the entertainment center, which includes the popular Toyota Music Factory.\n\nAs part of this project, Irving established a TIF District, which could potentially result in the payment of $44 million in tax funds to ARK, if certain benchmarks are met.\n\n\"Irving Taxpayers Matter filed suit today to stop the City of Irving from wrongfully paying over the tax funds based, among other things, on allegedly fraudulent activities engaged in by ARK in order to meet deadlines to obtain certificates of occupancy required to qualify for the TIF money; and, instead, to use the funds to fix the problems that ARK created through its fraudulent conduct,\" the group said in a news release.\n\nThe suit states that in order to meet deadlines for obtaining the rebate, ARK \"has defrauded the taxpayers of the City of Irving by installing substandard toilets, sinks, counters and other fixtures in order to obtain approvals from the City and certificates of occupancy, and then ripping the fixtures out afterwards.\"\n\nBarnett opened -- and abruptly closed -- five venues that flank a central plaza that has the Texas Lottery Commission as the title sponsor.\n\nThe suit also alleges that \"ARK failed to build the plaza and the parking facilities as\n\nrequired by the governing agreements.\"\n\nThe agreements required ARK to construct an open-air Plaza of about 50,000 square feet that will be utilized for outdoor festivals, concerts and other events and will contain a minimum of two outdoor stages.\n\n\"Instead, ARK constructed the Plaza to be only 27,000 square feet, not the 50,000 square feet required by the agreements,\" the news release said. \"In addition, the layout of the plaza is bisected, such that the Plaza cannot be used for many of the functions that were intended to be held there... In the Texas heat, shade is essential for the use of the plaza during many months of the year.\n\n\"Because of the configuration of the Plaza that ARK actually built, a huge canopy that was intended to cover the Plaza and provide essential shade, cannot be constructed. In addition, instead of constructing the Parking Facilities to allow for events requiring up to 1,200 parking spaces, ARK carved out 580 of the parking spaces for the use of one tenant only.\"\n\nThe developer previously has said there was no requirement for the plaza to be covered.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4019795","shares":{"facebook":195},"wgt":195},{"uri":"883756620","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:48:00","dateTime":"2018-06-08T18:48:00Z","dataType":"news","sim":0.686274528503418,"url":"https://www.dallasnews.com/news/courts/2018/06/08/pregnant-newlywed-wins-sexual-harassment-suit-texas-oil-firm-owned-former-nfl-player","title":"Pregnant newlywed wins sexual harassment suit against Texas oil firm owned by former NFL player","body":"A federal jury has returned a $1 million verdict in the sexual harassment case of a pregnant newlywed fired after just four days on the job at a Midland oilfield services company.\n\nSara L. Roberts testified that she was hired at Brinkerhoff Inspection Inc. in September 2015 by personnel manager Keith Demby -- only to lose the job days later after she disclosed that she was pregnant and recently married.\n\nJurors found that Roberts was the victim of sexual harassment and pregnancy discrimination, documents show.\n\nDemby told Roberts in an interview that \"a little birdie\" told him she was pregnant, and he later expressed surprise that she had continued the pregnancy, according to the complaint.\n\nSoon after she was hired, Demby told Roberts during an orientation tour that she was attractive and that they would date.\n\nBut a few days later -- after Roberts refused his advances and made it known she was married -- Demby and an office manager told Roberts that the company could not afford to bring on another salesperson. Demby said the decision was not performance-related.\n\nRoberts was awarded $167,000, and Brinkerhoff has also been charged $841,625 in punitive damages.\n\n\"The jury is the conscience of the community,\" lead trial attorney Holly Williams said in a written statement. \"Businesses across the energy sector should take note of this verdict and carefully review their practices.\"\n\nWhen Roberts was employed in 2015, the company was partially owned by former San Diego Chargers linebacker Bront Bird, a standout at Texas Tech.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4020857","shares":{"facebook":185},"wgt":185},{"uri":"883811193","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"20:46:00","dateTime":"2018-06-08T20:46:00Z","dataType":"news","sim":0.5607843399047852,"url":"https://www.dallasnews.com/news/higher-education/2018/06/08/texas-am-system-wins-25-billion-contract-los-alamosnational-security-lab","title":"Texas A&M System wins $2.5 billion contract with Los Alamos national security lab","body":"AUSTIN -- The Texas A&M University System has won a $2.5 billion contract to manage the Los Alamos National Laboratory in New Mexico, one of the world's largest science and technology institutes.\n\nThe Department of Energy announced the decision Friday, with Texas A&M joining the University of California, which has run the lab for 75 years, and the Batelle Memorial Institute. The three had formed the group Triad National Security in bidding for the contract, which is for five years with one-year extension options for up to 10 years.\n\nThe selection of Triad to run the lab, which focuses on national security, is a big win for A&M -- Energy Secretary Rick Perry's alma mater.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4021739","shares":{"facebook":171},"wgt":171},{"uri":"881686886","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"20:02:00","dateTime":"2018-06-05T20:02:00Z","dataType":"news","sim":0.8627451062202454,"url":"https://www.dallasnews.com/news/immigration/2018/06/05/el-paso-teen-crossed-border-cap-gown-see-deported-father-before-graduating","title":"El Paso teen crossed border in cap and gown to see deported father before graduating","body":"After being deported to Mexico, Mario Silva hasn't been able to attend any of his daughters' graduations. So before his daughter Leslie Silva graduated from Eastlake High School in El Paso, she crossed the border in her cap and gown to celebrate with him.\n\n\"He missed so many things,\" Silva told KDBC-TV in El Paso. \"I wanted him to be a part of something.\"\n\nShe posted a video of their Sunday morning meeting at a border crossing on Twitter, where over 50,000 people shared it.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4016754","shares":{"facebook":158},"wgt":158},{"uri":"883128082","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:03:00","dateTime":"2018-06-07T21:03:00Z","dataType":"news","sim":0.7529411911964417,"url":"https://www.dallasnews.com/news/crime/2018/06/07/affluenza-mom-tonya-couch-wanted-again-after-authorities-say-tested-positive-drugs","title":"'Affluenza' mom Tonya Couch wanted again after authorities say she tested positive for drugs","body":"Tonya Couch, the mother of \"affluenza\" teen Ethan Couch, is wanted again on an allegation that she violated the conditions of her bond.\n\nA court filing Wednesday seeking to revoke Couch's $75,000 bond says that she tested positive for amphetamines or methamphetamine in a urinalysis.\n\nCouch, 50, faces charges of hindering the apprehension of a fugitive and money laundering. She has been free on bond since 2016; as part of the conditions of her release, she is not allowed to drink alcohol and must submit to testing for the use of controlled substances.\n\nShe was arrested in March after authorities say she failed a urine test. She was released from custody in mid-May after her bond was reinstated.\n\nEthan Couch, now 20, was driving drunk when he crashed a pickup in June 2013, killing four people and seriously injuring two others.\n\nHe gained nationwide notoriety after a psychologist testified that he suffered from \"affluenza\" -- arguing that the teen's relationship with his wealthy parents was dysfunctional and prevented him from having a sense of personal responsibility.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4020074","shares":{"facebook":157},"wgt":157},{"uri":"883745478","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:24:00","dateTime":"2018-06-08T18:24:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/crime/2018/06/08/sutherland-springs-family-thatlost-nine-members-church-shooting-sues-federal-government","title":"Sutherland Springs family that lost nine members in church shooting sues federal government","body":"AUSTIN -- A family that lost nine members in the Sutherland Springs church massacre last year has filed a lawsuit against the federal government for negligence.\n\nJoe and Claryce Holcombe claim the U.S. Air Force failed to report the gunman's past convictions for domestic violence to the national crime database, which allowed him to purchase the weapons used to kill their family members. The Holcombes lost their son, 18-month-old granddaughter and seven others in the November shooting.\n\n\"We just want the Air Force to get their act together,\" Joe Holcombe told The News when he filed his first claim just weeks after the shooting. \"They can't correct this mistake. It's already been made. But they can fix it so it doesn't happen in the future.\"","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":151},"wgt":151},{"uri":"881608724","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"17:34:00","dateTime":"2018-06-05T17:34:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/news/2018/06/05/army-wants-new-hq-high-tech-future-dallas-scope","title":"The Army wants a new HQ for its high-tech future and Dallas is in its scope ","body":"Imagine the battlefield of the future. Think of something out of the movies: Night-vision goggles zooming in on targets and providing a Terminator-style display of data. Body armor stronger than Kevlar, lightweight and flexible as a windbreaker.\n\nUnmanned ground vehicles infiltrate hostile territory assisted by waves of robots scanning the landscape and relaying data back to human soldiers -- or even unleashed to fight.\n\nIt's not in Hollywood where the Army is seeing the future, but about 300 miles north in Silicon Valley. Or anywhere else the military can find a few good engineers, software developers and robotics designers.\n\nGetting the Army to this new high-tech era will be the task of the recently announced Army Futures Command. And that new command has a chance to be located in Texas.\n\nDallas is one of 15 cities that have emerged as finalists for the Futures Command's new headquarters. Two other Texas cities, Houston and Austin, are also on the list.\n\n\"Dallas is thrilled to be a finalist city for the Army Futures Command headquarters,\" said Mayor Mike Rawlings. \"Our city offers the workforce, educational and research institutions, infrastructure and quality of life to provide a strong foundation for the Army Futures Command to thrive.\"\n\nThe new command will take charge of the Army's six top modernization priorities, including long-range tactical missiles, the next-generation of combat vehicles and helicopters, air-and-missile defense and \"soldier lethality,\" which includes the Army's next rifle.\n\nOnce upon a time, the military was synonymous with innovation and new technology. But the accelerating pace of change is at odds with the slow-moving, deliberate process inherent in the military culture.\n\nArmy leaders describe the Futures Command as a \"hoodies and jeans\" alternative to the stuffy, spit-n-polish culture of a traditional Army post. They want to create the kind of disruptive innovation emblematic of Silicon Valley's entrepreneurial culture to help them build the Army of the future.\n\nAnd to do that, they know they have to go where the talent lives.\n\n\"We want this headquarters to be located near leading academic and commercial institutions to harness the best talent possible in emerging technology and innovation,\" Army Undersecretary Ryan McCarthy said in a letter to the House Armed Services Committee.\n\n\"A lot of technology's whiz kids aren't as interested in going through all the security gates and parameters of a place like Fort Hood,\" said Col. Patrick Seiber, a spokesman for the Army task force mapping out the new command.\n\n\"But if you had a downtown office next to Reunion Arena that was not far from SMU or some of these other places, you might have more folks saying, 'Hey, I want to give this a shot', \" Seiber said.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":142},"wgt":142},{"uri":"883838273","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"21:48:00","dateTime":"2018-06-08T21:48:00Z","dataType":"news","sim":0,"url":"https://www.dallasnews.com/news/immigration/2018/06/08/raise-hand-swear-people-become-us-citizens-deported-year","title":"Raise your hand and swear: More people become U.S. citizens than are deported each year","body":"On the frontlines of immigration, joy can still be found.\n\nEvery year, more people become U.S. citizens than become deportees.\n\nAnd so Karina Almaguer, formerly of Ecuador, officially became a U.S. citizen on a recent, impossibly sunny day. She surrendered her green card, the immigrant's trophy document of legal permanent residency. She listened to an operatic version of the Star-Spangled Banner. She took the idealistic Pledge of Allegiance \"with justice and liberty for all\" and the bellicose oath of allegiance to \"bear arms on behalf of the United States.\"\n\nThen, came President Donald Trump with a canned video message of superlatives for a crowd he couldn't see. They came from countries like Zimbabwe, Zambia, Nigeria, Pakistan, Guatemala, and, of course, Mexico.\n\n\"You enjoy the full rights and the sacred duties that come with American citizenship,\" Trump said from the video screen. \"Very, very special. There is no higher honor.\"","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":null,"shares":{"facebook":137},"wgt":137},{"uri":"883195676","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"23:44:00","dateTime":"2018-06-07T23:44:00Z","dataType":"news","sim":0.7921568751335144,"url":"https://www.dallasnews.com/news/courts/2018/06/07/texas-woman-gets-2-years-murdering-nephew-also-lover","title":"Texas woman gets 2 years for murdering nephew who was also her lover","body":"Bexar County jurors found Thursday afternoon that Andira Abdelaziz, 37, acted in \"sudden passion\" -- which reduced her possible sentence -- when she stabbed 25-year-old Mohammed Abdelaziz on Aug. 9, 2016, KSAT-TV reported. She was convicted of one count of murder Thursday morning.\n\nThe Bexar County Sheriff's Office said that Andira Abdelaziz called authorities that morning to report an attempted break-in at her home. But a responding deputy learned that there was no break-in and that the aunt and nephew had gotten into an argument.\n\nAfter the deputy left, Abdelaziz grabbed a kitchen knife and stabbed her nephew in the back, authorities said.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4021467","shares":{"facebook":136},"wgt":136},{"uri":"883865762","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"22:59:00","dateTime":"2018-06-08T22:59:00Z","dataType":"news","sim":0.5372549295425415,"url":"https://www.dallasnews.com/news/politics/2018/06/08/top-trump-donor-dallas-helped-embattled-epa-chief-science-panel-picks","title":"Top Trump donor in Dallas helped embattled EPA chief with science panel picks","body":"WASHINGTON - Embattled EPA Administrator Scott Pruitt reportedly stocked a science advisory board from a list provided by a major GOP donor from Dallas, and crafted by a Texas climate denier spurned by the Senate for a White House job overseeing environmental policy.\n\nEPA emails obtained by the Sierra Club also show that Toyota offered Pruitt a private test drive last summer in one of Lexus' latest models, after a visit to the company's headquarters in Plano.\n\nIt's unclear if Pruitt took the company up on the offer.\n\nBut the revelations add to the string of headaches for Pruitt, who has drawn fire for renting an apartment from a lobbyist, spending $1,500 on fountain pens, trying to use his position to help his wife get a Chick-fil-a franchise, demanding an unusual 24/7 security detail and first class airline seats, and asking aides to acquire a Trump hotel mattress and to fetch protein bars, dry cleaning and Ritz Carlton hotel moisturizing lotion on government time.\n\nOn Friday, Politico reported on the role played by Dallas businessman Doug Deason and Kathleen Hartnett White, a fellow at the conservative Texas Public Policy Foundation.\n\nDeason submitted names for Pruitt's Science Advisory Board last August, according to the report. He serves on the TPPF board.\n\nDeason did not respond to messages from The Dallas Morning News on Friday afternoon. He has defended Pruitt through months of scandals and allegations of impropriety.\n\nLast year, Pruitt overhauled EPA's advisory boards, which are meant to provide independent input on regulations and rules.\n\nHe replaced scientists who received EPA funding with employees of energy companies and state agencies, among others. Emails obtained by the Sierra Club under the Freedom of Information Act show that Trump campaign donors provided suggestions, as did oil and coal industry officials.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4014458","shares":{"facebook":132},"wgt":132},{"uri":"881691503","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"20:09:00","dateTime":"2018-06-05T20:09:00Z","dataType":"news","sim":0.7254902124404907,"url":"https://www.dallasnews.com/news/crime/2018/06/05/appeals-court-hears-texas-death-row-inmate-ate-eye-mentally-execution","title":"Appeals court hears Texas death row inmate who ate own eye too mentally ill for execution","body":"Attorneys for a Texas death row inmate who removed his only eye and ate it in a bizarre outburst several years ago are arguing to a federal appeals court that he's too mentally ill to be executed for killing his estranged wife's 13-month old daughter.\n\nAndre Thomas' estranged wife and their 4-year-old son also were murdered in the same attack in March 2004 in Grayson County, about 60 miles (96.56 kilometers) north of Dallas. The victims were stabbed and had their hearts ripped out. Thomas told police he put the hearts in his pocket, took them home where he placed them in a plastic bag and then threw them in the trash.\n\nThomas, 35, has a history of mental problems. While in jail in Sherman five days after his arrest, he plucked out one of his eyes. A judge ruled him competent for trial. While on death row in 2009, he removed his remaining eye and told prison officials he ate it. He's now at a prison psychiatric unit.\n\nA federal judge in 2016 rejected an appeal from Thomas and his attorneys took that refusal to the New Orleans-based 5th U.S. Circuit Court of Appeals, which was hearing their oral arguments Tuesday on whether appeals can move forward.\n\nIn written filings before the arguments, attorney Catherine M.A. Carroll contended Thomas' mental illness went undiagnosed and untreated \"until after the delusions it caused led him to commit the crime here.\"\n\nShe also argued Thomas' trial lawyers failed to challenge a judge's ruling that found Thomas competent for trial, didn't request a competency hearing, failed to uncover and present to jurors \"a wealth of evidence demonstrating that Thomas' mental illness was profound and long-standing\" and allowed racially biased jurors to be impaneled.\n\nThomas is black. His estranged wife was white.\n\nState attorneys are contesting the appeal, saying defense lawyers questioned jurors extensively about race, that there was no evidence of Thomas' mental illness within two months of the slayings, that Thomas' drug and alcohol abuse was responsible for his mental problems and that while execution of \"the intellectually disabled\" is barred, courts have not extended that prohibition to the mentally ill.\n\n\"The 5th Circuit has consistently refused to find a connection between the intellectually disabled and the mentally ill, repeatedly rejecting arguments like the one Thomas makes now,\" Fredericka Sargent, an assistant Texas attorney general, told the court.\n\nThomas was convicted of killing 13-month-old Leyha Marie Hughes. Also slain March 27, 2004, were his wife, Laura Christine Boren, 20, and their son, 4-year-old Andre Lee.\n\nThomas, from Texoma, walked into the Sherman Police Department and told a dispatcher he had murdered the three. He said God had told him to commit the killings.","source":{"uri":"dallasnews.com","dataType":"news","title":"The Dallas Morning News"},"eventUri":"eng-4014547","shares":{"facebook":128},"wgt":128}]}}