{"articles":{"page":1,"totalResults":22,"pages":1,"results":[{"uri":"881916822","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"05:50:00","dateTime":"2018-06-06T05:50:00Z","dataType":"news","sim":0,"url":"https://www.debka.com/us-to-boost-its-military-presence-in-israel-top-up-israels-advanced-arsenal/","title":"US to boost its military presence in Israel, top up Israel's advanced arsenal - DEBKAfile","body":"A broad-based US plan to fortify Israel's armed forces against a potential military showdown with Iran has just been approved by President Donald Trump, DEBKAfile reports exclusively from its military and Washington sources. It centers on the expansion of US military units based in Israel and the enhancement of Israel's military capabilities to withstand a possible Iranian ballistic missile attack. The Israeli Air Force will also receive a large number of Boeing KC-46 refueling tanker craft for lengthening its range of operation and providing more flexibility. President Obama withheld the new tanker craft so as to restrict Israel's ability to strike Iran's nuclear facilities. NATO Secretary General Jens Stoltenberg said last week, after meeting President Trump in Washington, that the alliance will not support Israel if it is attacked by Iran. He made a point of avoiding the impression that he subscribed to Trump's campaign against Iran, so as not to put up the backs of the European members opposed to that campaign.\n\nThe coming issue of DEBKA Weekly out on Friday, June 8 expands on Trump's plans to boost Israel's military resources and international standing, with many hitherto unpublished details. If you are not already a subscriber to our premium publication, click here to sign on.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":null,"shares":{"facebook":1697},"wgt":1697},{"uri":"881126605","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"05:53:00","dateTime":"2018-06-05T05:53:00Z","dataType":"news","sim":0.6078431606292725,"url":"https://www.debka.com/iran-to-increase-uranium-enrichment-us-israeli-strike-on-nuclear-facilities-comes-closer/","title":"Iran to increase uranium enrichment. US-Israeli strike on nuclear facilities comes closer - DEBKAfile","body":"Iran is to inform the UN nuclear watchdog in Vienna on Tuesday, June 6, of its decision to increase uranium (UF6) enrichment capacity in response to the US exit from the 2015 nuclear accord. Iran's Atomic Energy Organization spokesman Behrouz Kamalvandi, announcing this, did not mention a date for this process to begin or the grade of enrichment. Supreme ruler Ayatollah Khamenei's said Monday night: \"I have ordered Iran's atomic energy agency to be prepared to upgrade our (uranium) enrichment capacity\" if the 2015 nuclear deal with the world powers falls apart after the US withdrawal. Chairman Ali Akhbar Salehi of the atomic organization forecast this development some days ago.\n\nDEBKAfile reported on May 24 that if Iran returned to expanded uranium enrichment, the US and Israel would prepare to attack its enrichment facilities and other key nuclear facilities to prevent the Islamic Republic from resuming its progress towards a nuclear weapon capability. Now that Tehran is taking that step, it is up to President Donald Trump to decide on America's response. His decision will be colored heavily by his fast approaching summit with North Korean leader Kim Jong-un in Singapore on June 12. To convince Kim that he is coming well-armed for demanding the total dismantling of Pyongyang's nuclear and ballistic programs, Trump may find it necessary to meet Iran's decision to expand uranium enrichment with a military response. Khamenei's step gives Trump a very tight timeline for a decision.\n\nIt was also timed to override the object of Prime Minister Binyamin Netanyahu's European trip. The European signatories of the deal, Germany, France and the UK have been scrambling to save the nuclear deal by diplomatic efforts to persuade Iran to limit its ballistic missile program and expansionist activities in the Middle East. Khamenei made it clear that the two issues are non-negotiable, as Israel warned them would happen. Netanyahu therefore finds their leaders floundering for their next step.\n\nNow the statement by NATO Secretary General Jens Stoltenberg this week that the alliance would not back Israel if it came under attack from Iran comes closer to reality than before. So too, does Khamenei's decision on May 29, to replace the commander of the Khatam al-Anbiya Air Defense Headquarters Gen. Farzad Ismail, which is in charge of Iran's air defenses, and appoint his deputy Brig-Gen. Alireza Sabahi Fard as acting commander, after two Israel F-35 stealth fighters flew over Iran's nuclear facilities and left Iranian air space unnoticed.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4012175","shares":{"facebook":449},"wgt":449},{"uri":"883049995","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"18:24:00","dateTime":"2018-06-07T18:24:00Z","dataType":"news","sim":0.5333333611488342,"url":"https://www.debka.com/israeli-air-force-on-top-alert-for-palestinian-rocket-fire-on-last-ramadan-friday/","title":"Israeli Air Force on top alert for Palestinian rocket fire on last Ramadan Friday - DEBKAfile","body":"All Israel's security branches, the air force, military, emergency teams and firefighters are on top preparedness against Hamas' threat to outdo its former record of violent ourbreaks on June 8, the last Friday of Ramadan. Iran too has proclaimed the date \"Jerusalem Day.\" Israel intelligence has learned that the extremist Hamas has called on all fellow Palestinian terrorist groups to muster the largest \"demonstration\" ever to attack the Israeli border fence, and out-perform the bloody onslaughts of the last two months. Hamas has warned that if any members of the Palestinian mob suffer injuries from Israeli fire, rockets will be fired instantaneously - not just on Israel communities near the border but on targets in central Israel.\n\nThe IDF responded to the threat Thursday night with a rare communique marking the end of a large-scale, week-long Israel air exercise, which practiced combat on three fronts, Syria, Lebanon and the Gaza Strip. The drill wrapped up with simulated attacks by scores of Israeli fighter jets on terrorist targets in Gaza. The communique came with a video-taped interview with one of the commanders of the exercise. He disclosed that the warplanes taking part in the drill had remained on a state of high readiness, armed with heavy, high-precision bombs for multiple simultaneous strikes. They were held ready to go into action the moment the Palestinians launched their first rocket against Israel.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4011808","shares":{"facebook":171},"wgt":171},{"uri":"882645258","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"06:42:00","dateTime":"2018-06-07T06:42:00Z","dataType":"news","sim":0.5647059082984924,"url":"https://www.debka.com/pompeo-in-stark-warning-we-wont-let-iran-develop-a-nuclear-weapon/","title":"Pompeo in stark warning: We won't let Iran develop a nuclear weapon - DEBKAfile","body":"\"We're watching reports that Iran plans to increase its enrichment capacity,\" US Secretary of State Mike Pompeo warned on Thursday, June 7. \"We won't allow Iran to develop a nuclear weapon. Iran is aware of our resolve.\"\n\nPompeo was responding to the statement by Iran's atomic energy czar Ali Akbar Salehi that the construction of a facility at Natanz to produce advanced centrifuges for speeding up uranium enrichment will be completed within a month. Salehi notified the UN nuclear watchdog the IAEA about the forthcoming opening of a new facility at Natanz for the enrichment of uranium. Pompeo also warned: \"It should surprise no one if protests in Iran continue.\"\n\nDEBKAfile: The Trump administration is determined to avoid Iran's nuclear bazaar which is calculated for interminable bargaining and a constant stream of half-statements for confusing the opposition. This drawn-out process of bewilderment and attrition led the Obama administration and five other world powers into signing the 2015 nuclear deal which Trump quit on May 8 after condemning it as deeply flawed.\n\nPompeo therefore decided to cut short this tortuous process before it starts sowing confusion as a smoke screen for the nuclear program's real activities. He therefore cut to the chase with an explicit warning directed against the expansion of Iran's enrichment capacity before it goes any further. As for the \"new facility\" at Natanz, far from being completed in a month, as Salehi affirmed, we can report that it was built in fact four years ago - another example of Iran's tactics of confusion. The finished building is shown in the photo at the head of this item. It is ready for activation at the push of a button.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4012175","shares":{"facebook":85},"wgt":85},{"uri":"881993567","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"08:32:00","dateTime":"2018-06-06T08:32:00Z","dataType":"news","sim":0.6431372761726379,"url":"https://www.debka.com/mivzak/the-us-warns-allies-to-halt-business-with-iran/","title":"The US warns allies to halt business with Iran - DEBKAfile","body":"US Treasury official for terrorism and financial intelligence Sigal Mandelker issued a warning Tuesday to governments and private firms to avoid doing business with Iran in breach of the sanctions the US re-imposed after quitting the nuclear deal. They risk being caught in Tehran's deceptive web and exploited to fund its nefarious actions in the region, she said. \"We will hold those doing prohibited business in Iran to account.\"","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4014389","shares":{"facebook":30},"wgt":30},{"uri":"882740171","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"09:44:00","dateTime":"2018-06-07T09:44:00Z","dataType":"news","sim":0,"url":"https://www.debka.com/mivzak/iranian-general-us-and-israel-too-weak-to-go-to-war-on-iran/","title":"Iranian general: US and Israel too weak to go to war on Iran - DEBKAfile","body":"In the view of Brig.-Gen Yadollah Javani, the IRGC's political deputy, \"There is no chance of either the US or Israel going to war on Iran... They are simply too weak.\" The general went on to say: \"They are waging a psychological war on us...using threats of military action to transform our strengths - our missile program and regional policies - into weaknesses... to win the option of attacking us in the future. Javani urged his country to stand against this \"conspiracy.\" He warned, that \"Unfortunately there are people in Iran who are intimidated and repeat their lies.\"","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":null,"shares":{"facebook":22},"wgt":22},{"uri":"883033869","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"17:55:00","dateTime":"2018-06-07T17:55:00Z","dataType":"news","sim":0.6549019813537598,"url":"https://www.debka.com/mivzak/iraqi-immigrant-suspected-in-rape-murder-of-jewish-girl-in-mainz-germany/","title":"Iraqi immigrant suspected in rape-murder of Jewish girl in Mainz, Germany - DEBKAfile","body":"German officials on Thursday said Ali Bashar, 20, an Iraqi immigrant, who is a suspected of raping and killing a 14-year-old Jewish girl, had likely fled the country to Irbil in Iraq. The second suspect, a 35-year old Turkish citizen, is in detention. The victim was identified only as Susanna, a member of the Jewish community in Mainz. The girl was reported missing on May 22 and her body was found in a wooded area near train tracks on Wednesday. Wiesbaden senior public prosecutor Oliver Kuhn told reporters that both suspects \"lived in refugee centers in Wiesbaden,\" on the Rhine river across from Mainz. He said investigators believed the girl had been the victim of \"a collective rape and murder.\" They said they had not established that the crime was religion-related. The Central Council of Jews in Germany demanded a rapid and comprehensive investigation of the crime and consequences for the perpetrators.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4021263","shares":{"facebook":20},"wgt":20},{"uri":"881187327","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"08:02:00","dateTime":"2018-06-05T08:02:00Z","dataType":"news","sim":0.7019608020782471,"url":"https://www.debka.com/mivzak/the-shin-bet-foils-a-palestinian-assassination-plot-against-netanyahu/","title":"The Shin Bet foils a Palestinian assassination plot against Netanyahu - DEBKAfile","body":"Jamal Rashde, 30, from the East Jerusalem Shuafat camp, appeared Tuesday before a Jerusalem court, after he was arrested by the Shin Bet security service on a tip-off while in the process of building a cell for assassinating Israeli leaders. His main targets were Prime Minister Binyamin Netanyahu and Jerusalem Mayor Nir Barkat. He had also planned to blow up the US embassy in Jerusalem and attack the Canadian officers training the Palestinian Authority's security battalions. Rashde, a member of the extremist Popular Front for the Liberation of Palestine (PFLP), is accused of enlisting two fellow members for the mission. They had not yet acquired firearms or explosives but were in touch with an unnamed terrorist in Syria.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4012843","shares":{"facebook":15},"wgt":15},{"uri":"883755163","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:46:00","dateTime":"2018-06-08T18:46:00Z","dataType":"news","sim":0.6274510025978088,"url":"https://www.debka.com/mivzak/fugitive-suspect-arrested-in-iraq-in-murder-of-jewish-schoolgirl/","title":"Fugitive suspect arrested in Iraq in murder of Jewish schoolgirl - DEBKAfile","body":"Ali Bashar, 20, was arrested by Kurdish security forces in northern Iraq Friday, at the request of Germany, on suspicion of the murder and rape of 14-year old Jewish schoolgirl Susanna Feldman in Mainz, Germany. The horrified Jewish community has demanded harsh consequences for the perpetrator. Bashar, an Iraqi asylum seeker, fled back to his homeland with members of his family after the crime. They were able to board a plane from Dusseldorf although the names on their identity documents did not match those on the tickets, German police admitted. Alli Bashar claimed asylum in Germany when he arrived with his parents and five siblings in 2015. It was refused but deportation was delayed by an appeal. He became known to the police for various violent incidents. Susanna Feldman's murder revived criticism of Chancellor Angela Merkel's immigration policy.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4021263","shares":{"facebook":13},"wgt":13},{"uri":"881616897","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"17:49:00","dateTime":"2018-06-05T17:49:00Z","dataType":"news","sim":0,"url":"https://www.debka.com/mivzak/palestinian-kites-ignite-20-fires-around-the-gaza-strip/","title":"Palestinian kites ignite 20 fires around the Gaza Strip - DEBKAfile","body":"By the end of Tuesday, 20 fires were raging in communities adjoining the Gaza Strip from the north to the south, ignited by Palestinian incendiary kites and balloons. Fire fighters raced between one blaze and the next. It is estimated that it will take 10 to 15 years for the damaged farm crops, vegetation and woodland to grow back. Defense Minister Avigdor Lieberman admitted that military high-tech experts have not come up with a solution for this form of terror, although they are working on it day and night. At least one minister is calling for a return to the targeted assassinations of Hamas leaders as the only way to put a stop to this weapon of terror.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":null,"shares":{"facebook":11},"wgt":11},{"uri":"882379126","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"19:27:00","dateTime":"2018-06-06T19:27:00Z","dataType":"news","sim":0.4313725531101227,"url":"https://www.debka.com/mivzak/eight-european-officials-ask-trump-to-let-eu-firms-do-business-with-iran/","title":"Eight European officials ask Trump to let EU firms do business with Iran - DEBKAfile","body":"A letter signed by eight European officials that was published Wednesday asks the Trump administration to allow EU companies to continue doing business with Iran. \"As allies, we expect that the United States to refrain from taking action to harm Europe's security interests,\" the ministers wrote in the letter addressed to Treasury Secretary Steven Mnuchin and Secretary of State Mike Pompeo. The letter was posted on the official Twitter page of French Finance Minister Bruno Le Maire.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4015872","shares":{"facebook":10},"wgt":10},{"uri":"881910079","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"05:34:00","dateTime":"2018-06-06T05:34:00Z","dataType":"news","sim":0.4235294163227081,"url":"https://www.debka.com/mivzak/argentina-calls-off-soccer-friendly-with-israel-over-palestinian-threats-to-players/","title":"Argentina calls off soccer friendly with Israel over Palestinian threats to players - DEBKAfile","body":"The friendly World Cup warm-up soccer match scheduled for Saturday in Jerusalem was called off by the Argentine FA over Palestinian threats to the Argentine club's players and their families. The world-famous star and striker Lionel Messi was specifically targeted.\n\nExcitement in Israel for the event, Argentina's final warm up match before the World Cup in Russia, which begins next week, was high, with tickets selling out in minutes. Prime Minister Binyamin Netanyahu called Argentine president Mauricio Macri with an appeal to reverse the decision, but Macri said he had no control over the team's decisions. Palestinian leaders and anti-Israel boycott groups hailed the decision as a great victory.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4010463","shares":{"facebook":9},"wgt":9},{"uri":"883755164","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:46:00","dateTime":"2018-06-08T18:46:00Z","dataType":"news","sim":0,"url":"https://www.debka.com/mivzak/syrian-air-force-intelligence-chief-charged-with-crimes-against-humanity/","title":"Syrian Air Force Intelligence chief charged with crimes against humanity - DEBKAfile","body":"Germany is the first Western county to hold a high-ranking Assad regime official accountable for the systematic torture and abuse of Syrian citizens since the outbreak of the civil War. Germany's chief federal prosecutor, Peter Frank, has filed charges against Jamil Hassan, 65, head of Syria's feared Air Force Intelligence, with \"crimes against humanity\" for torturing and murdering hundreds of detainees in several detention centers in Syria between 2011 and 2013. Hassan served the Assad regime from the time of Bashar's father as a member of the family's inner circle entrusted with dealing with its enemies.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":null,"shares":{"facebook":8},"wgt":8},{"uri":"880704167","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"14:03:00","dateTime":"2018-06-04T14:03:00Z","dataType":"news","sim":0.5411764979362488,"url":"https://www.debka.com/mivzak/head-of-first-all-woman-isis-cell-in-uk-convicted/","title":"Head of first all-woman ISIS cell in UK convicted - DEBKAfile","body":"Safaa Boular, 18, was found guilty in the Old Bailey on Monday of plotting a terror attack in London. She and her mother and sister formed the only ISIS all-women terror cell in Britain. UK police said they had foiled an active terror plot by the mother and her two daughters. They first plotted a grenade attack on the British Museum in London. Safaa was shot by armed police during a raid in Willesden and faced trial after recovering from her wounds. While she was in custody, her mother and sister were about to commit a knife attack near Westminster and outside Buckingham palace, when police arrested them. All three wore full burkas in their court appearances.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4011097","shares":{"facebook":7},"wgt":7},{"uri":"883616335","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"14:34:00","dateTime":"2018-06-08T14:34:00Z","dataType":"news","sim":0,"url":"https://www.debka.com/mivzak/low-but-violent-turnout-for-hamass-gaza-demo/","title":"Low but violent turnout for Hamas's Gaza demo - DEBKAfile","body":"No more than around 10,000 Palestinians responded to Hamas' call for the biggest demonstration ever on the last Friday of Ramadan, according to IDF estimates. They are concentrated at five flashpoints along the Gaza-Israeli border and making a sustained effort to smash their way through. IDF snipers are targeting the ringleaders. The Palestinians claim 100 people injured, mostly from tear gas and other IDF crowd dispersal measures. Up until now, the rioters have tossed a hand grenade at the fence and flown an incendiary kite which exploded in mid-air. Hamas' call for a spectacular demonstration this Friday generated one of the smallest turnouts since the terrorist group launched its March of Return campaign against Israel two months ago.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":null,"shares":{"facebook":6},"wgt":6},{"uri":"881993562","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"08:32:00","dateTime":"2018-06-06T08:32:00Z","dataType":"news","sim":0,"url":"https://www.debka.com/mivzak/pro-hamas-demo-greets-netanyahu-in-london/","title":"Pro-Hamas demo greets Netanyahu in London - DEBKAfile","body":"A \"Solidarity with the marchers in the Great March of Return\" demonstration was staged outside the 10 Downing Street residence of Prime Minister Theresa May Wednesday as Prime Minister Binyamin Netanyahu was due to arrive. Participants waving Palestinian flags included Hamas and Muslim Brotherhood activists as well as anti-Israel boyucott campaigners in Britain and Europe.\n\nIsrael's public affairs minister Gilead Erdan, who is in charge of fighting the BDS campaign, some time ago drew the attention of his British counterpart Ben Wallace and Mayor of London, Sadiq Khan, to the increasing exploitation of the UK capital as a platform for groups linked to Hamas for spreading calls for terrorism and boycott against Israel and its supporters.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":null,"shares":{"facebook":6},"wgt":6},{"uri":"883412935","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"08:47:00","dateTime":"2018-06-08T08:47:00Z","dataType":"news","sim":0.5764706134796143,"url":"https://www.debka.com/mivzak/major-muscle-flexing-in-store-for-divided-g7-summit-in-canada/","title":"Major muscle-flexing in store for divided G7 summit in Canada - DEBKAfile","body":"US President Donald Trump flew to the G7 summit of rich nations Friday ready to fend off the indignant broadsides coming from fellow members over his hefty tariffs on imports from key members gathering in Charlevoix, Quebec. French President Emmanuel Macron said: \"Maybe the American president doesn't care about being isolated today, but we don't mind being six, if needs be,\" because \"we represent a real force at the international level today.\" Canadian prime Minister Justin Trudeau predicted \"robust discussions\" on trade. Trump on Twitter: \"Please tell Prime Minister Trudeau and President Macron that they are charging the US massive tariffs and create non-monetary barriers. We will match them and more...\" Interestingly, G7 members Japan, Italy and Germany have not so far taken sides in the rift.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4018976","shares":{"facebook":4},"wgt":4},{"uri":"880501853","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"08:22:00","dateTime":"2018-06-04T08:22:00Z","dataType":"news","sim":0.545098066329956,"url":"https://www.debka.com/mivzak/north-korean-military-reshuffle-ahead-of-trump-kim-summit/","title":"North Korean military reshuffle ahead of Trump-Kim summit - DEBKAfile","body":"The South Korean news agency reported Monday that three of the North's top military brass have been replaced ahead of Kim Jong-un's high-stakes summit with US President Donald Trump in Singapore on June 12. Kim Su-gil had reportedly been appointed director of the military's powerful General Political Bureau (GPB), replacing Kim Jong-gak; the chief of the general staff Ri Myong-su has been replaced by his deputy, Ri Yong-gil; and defense minister Pak Yong-sik has been succeeded by No Kwang-chol, previously first vice-minister.\n\nThis wholesale shake-up is widely interpreted as designed to remove possible opponents to changes in Pyongyang's nuclear policy following the summit, as well as giving Kim and his ruling party tighter control over the military (Korean People's Army)","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4009820","shares":{"facebook":4},"wgt":4},{"uri":"883435354","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"09:30:00","dateTime":"2018-06-08T09:30:00Z","dataType":"news","sim":0.5686274766921997,"url":"https://www.debka.com/mivzak/putin-russian-military-presence-in-syria-not-long-term/","title":"Putin: Russian military presence in Syria - not long-term - DEBKAfile","body":"President Vladimir Putin said Thursday night that Russian troops \"will stay there [in Syria] for as long as it is to Russia's advantage, and to fulfill our international responsibilities.\" Speaking in his annual televised call-in show, the Russian leader added, \"we are not building long-term installations there and if necessary can withdraw our servicemen quite quickly without any material losses.\" He did not elaborate on his intentions for the naval base at Tartus or the Khmeimim air base which Russia had leased from Syria.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4018843","shares":{"facebook":3},"wgt":3},{"uri":"883404066","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"08:31:00","dateTime":"2018-06-08T08:31:00Z","dataType":"news","sim":0,"url":"https://www.debka.com/mivzak/israel-boosts-security-by-land-and-air-for-gaza-ramadan-outbreaks/","title":"Israel boosts security by land and air for Gaza Ramadan outbreaks - DEBKAfile","body":"Early Friday, DEBKAfile reported Israeli Air Force light planes torched the piles of tires Hamas had heaped up along the Gaza Strip border for its biggest anti-Israel turnout later on the last Friday of Ramadan. From Thursday night, Israeli troops were positioned along the Gaza border, ready to hold back mob assaults and counter rocket fire with tanks, Iron Dome batteries, snipers and interceptor drone teams for the swarming Palestinian incendiary kites. The IDF, having just finished a large-scale air exercise, warned that Israeli warplanes, armed with heavy, high-precision bombs, are on high readiness for multiple, simultaneous strikes in response to the first Palestinian rocket to be launched against Israel. In Jerusalem, too, police and border guard units were beefed up to ward off potential Palestinian violence, as tens of thousands of Muslims gathered for festival worship at Al Aqsa.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":null,"shares":{},"wgt":0},{"uri":"881234382","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"09:26:00","dateTime":"2018-06-05T09:26:00Z","dataType":"news","sim":0,"url":"https://www.debka.com/mivzak/162899/","title":"- DEBKAfile","body":"Trump's envoy slams Hamas for kites as more land near Israeli homes\n\nJason Greenblatt, President Donald Trumps special Middle East envoy, condemned Hamas Tuesday for its \"attack kites,\" tweeting \"they are not harmless playthings or metaphors for freedom. They are deployed as propaganda and an indiscriminate weapon against Israel. They have started hundreds of fires, destroyed thousands of acres and wasted millions of dollars,\" he said.\n\nTuesday, a burning kite from Gaza landed at Moshav Netiv Ha'Asara and started a brush fire near residential buildings. Firefighters on daily duty for the past month outside the Gaza Strip were on hand to extinguish the fire.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":null,"shares":{},"wgt":0},{"uri":"880585650","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"10:44:00","dateTime":"2018-06-04T10:44:00Z","dataType":"news","sim":0.4627451002597809,"url":"https://www.debka.com/mivzak/netanyahu-due-in-berlin-at-start-of-europe-tour/","title":"Netanyahu due in Berlin at start of Europe tour - DEBKAfile","body":"Prime Minister Binyamin Netanyahu and his wife Sarah kick of their swing round three European capitals Monday at a meeting with German Chancellor Angela Merkel in Berlin. Before flying out, Netanyahu described his mission as focusing on Iran's nuclear program and its aggressive stance from Syria. Tuesday, he calls on French President Emmanuel Macron before heading for London to meet with Prime Minister Theresa May and Foreign Secretary Boris Johnson.","source":{"uri":"debka.com","dataType":"news","title":"debka.com"},"eventUri":"eng-4007804","shares":{},"wgt":0}]}}