{"articles":{"page":1,"totalResults":61,"pages":2,"results":[{"uri":"882123391","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"12:12:00","dateTime":"2018-06-06T12:12:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/finance-and-economics/2018/06/02/if-wages-are-to-rise-workers-need-more-bargaining-power","title":"If wages are to rise, workers need more bargaining power","body":"\"IT'S just not going to happen,\" said Troy Taylor, the boss of a Coca Cola bottling company, when asked at a recent Federal Reserve event whether he foresaw broad-based wage gains. His remarks (unlike the fizzy drinks he sells) were unsweetened. But experience suggests he may have a point. In most rich countries, real pay has grown by at most 1% per year, on average, since 2000. For low-wage workers the stagnation has been more severe and prolonged: between 1979 and 2016, pay adjusted for inflation for the bottom fifth of American earners barely rose at all. Politicians are scrambling for scapegoats and solutions. But addressing stagnant wages requires a better understanding of the relationship between pay, productivity and power.\n\nIn the simplest economic models, productivity is almost all that matters. Workers are paid exactly and precisely in accordance with their contribution to a firm's output. Were they paid less, rival employers could profit by luring them away with higher pay, and wages would be bid up until they came into line with productivity. Firms paying more than workers contribute would be losing out for no reason.\n\nThis sort of view suggests a few ways to improve workers' lot. Governments could pursue policies that would help workers move from low-productivity jobs to high-productivity ones, for instance. That might mean investing in education and training, or removing obstacles to relocation or moving from one employer to another, such as high housing costs in places with productive companies, or laws that enforce non-compete clauses in job contracts. When productivity-boosting strategies are not enough to do the trick, a government's best option is to top up low pay as efficiently as possible. Economists favour wage subsidies, such as Milton Friedman's proposed negative income tax, which influenced the design of America's earned-income tax credit. Such subsidies encourage people to stay in work in order to qualify, and do not make workers more expensive and thus discourage hiring. They are also simple to administer.\n\nBut it has long been clear that wage-setting is more complicated than the simplest models allow. Growth in pay is linked to growth in productivity, as Anna Stansbury and Lawrence Summers noted in a paper last year. But other influences seem to depress wages. Thus labour productivity rose by 75% in America from 1973 to 2016, while average pay rose by less than 50% and median pay by just over 10%. A direct link between pay and productivity would imply that raising the minimum wage would automatically cut employment, as those workers who had been paid according to their contributions suddenly became overpaid (and, shortly thereafter, unemployed). But no such clear, negative relationship shows up in the data.\n\nThe reason, economists reckon, is power. New hires generate a surplus, reflecting the fact that both worker and firm expect to gain from the transaction. Wage bargaining is a negotiation over how to split this surplus. If firms have the upper hand, because a new job is harder to find than a new worker, employers capture most of the surplus, creating a gap between the value created by workers and what they are paid. A rise in the minimum wage could then boost pay without reducing employment by redistributing some of this surplus, leaving a firm with a smaller gain than before, but a gain nonetheless.\n\nThere is good reason to think that power imbalances play a big part in the rich world's wage stagnation. Product markets have become more concentrated, meaning that fewer firms account for a larger share of output. That increases companies' power in labour markets, since workers are less able to find alternative employment or to pit rival employers against each other in a bidding war. In a recent paper Suresh Naidu, Eric Posner and Glen Weyl estimate that this rise in firms' power may reduce labour's share of national income by as much as a fifth. They argue that one way to help struggling workers might be to use antitrust policies to make product markets less concentrated and more competitive.\n\nA complementary approach would be to increase workers' power. Historically, this has been most effectively done by bringing more workers into unions. Across advanced economies, wage inequality tends to rise as the share of workers who are members of unions declines. A new paper examining detailed, historical data from America makes the point especially well. Henry Farber, Daniel Herbst, Ilyana Kuziemko and Mr Naidu find that the premium earned by union members in America has held remarkably constant during the post-war period. But in the 1950s and 1960s the expansion of unions brought in less-skilled workers, squeezing the wage distribution and shrinking inequality. Unions are not the only way to boost worker power. More radical ideas like a universal basic income -- a welfare payment made to everyone regardless of work status -- or a jobs guarantee, which extends the right to a government job paying a decent wage to everyone, would shift power to workers and force firms to work harder to retain employees.\n\nStrong bad\n\nEconomists are unlikely to cheer such proposals. A broad jobs guarantee would transform society in unpredictable and costly ways. And unions look like monopoly sellers of labour -- cartels, intended to leech rents from society as a whole. But the powerful unions of the post-war decades did not stop productivity growing much faster than advanced economies have since managed. And it was during that period that growth in real pay most closely tracked growth in labour productivity, as the simplest economic models reckon it should. More empowered workers would no doubt unnerve bosses. But a world in which pay rises are unimaginable is far scarier.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":4834,"pinterest":100},"wgt":4934},{"uri":"882895786","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"13:59:00","dateTime":"2018-06-07T13:59:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/leaders/2018/06/07/donald-trumps-demolition-theory-of-foreign-policy-wont-work","title":"Donald Trump's demolition theory of foreign policy won't work","body":"PICTURE this: next week in Singapore President Donald Trump and Kim Jong Un crown their summit with a pledge to rid the Korean peninsula of nuclear weapons. A few days later America and China step back from a trade war, promising to settle their differences. And in the summer, as sanctions bite, the streets of Tehran rise up to cast off the Iranian regime.\n\nThese gains would be striking from any American president. From a man who exults in breaking foreign-policy taboos, they would be truly remarkable. But are they likely? And when Mr Trump seeks to bring them about with a wrecking ball aimed at allies and global institutions, what is the balance of costs and benefits to America and the world?\n\nDon't you ever say I just walked away\n\nYou may wonder how Mr Trump's narcissism and lack of detailed understanding could ever transform America's standing for the better. Yet his impulses matter, if only because he offers a new approach to old problems. Like Barack Obama, Mr Trump inherited a country tired of being the world's policeman, frustrated by jihadists and rogue states like Iran, and worried by the growing challenge from China. Grinding wars in Afghanistan and Iraq, and the financial crisis of 2008, only deepened a sense that the system of institutions, treaties, alliances and classically liberal values put together after 1945 was no longer benefiting ordinary Americans.\n\nMr Obama's solution was to call on like-minded democracies to help repair and extend this world order. Hence the Iranian nuclear deal, choreographed with Europe, Russia and China, which bound Iran into the Nuclear Non-Proliferation Treaty. And hence the Trans-Pacific Partnership, which sought to unite America's Asian allies around new trading rules that would one day channel Chinese ambitions.\n\nMr Trump has other ideas. He launched air strikes on Syria after it used nerve gas in the name of upholding international norms -- and thus looked better than Mr Obama, who didn't. Otherwise he treats every relationship as a set of competitive transactions. When America submits to diplomatic pieties, conventions or the sensitivities of its allies, he believes, it is negotiating with one hand tied behind its back.\n\nIf any country can bully the world, America can. Its total military, diplomatic, scientific, cultural and economic power is still unmatched. Obviously, that power is there to be exploited, which is why every president, including Mr Obama, has used it to get his way abroad even if that involves threats, intimidation and, occasionally, deception. But it is hard to think of a president who bullies as gleefully as Mr Trump. No other modern president has routinely treated America's partners so shoddily or eschewed the idea of leading through alliances. None has so conspicuously failed to clothe the application of coercive power in the claim to be acting for the global good.\n\nIn the short term some of Mr Trump's aims may yet succeed. Iran's politics are unpredictable and the economy is weak. Mr Kim probably wants a deal of some sort, though not full disarmament (see article). On trade, China would surely prefer accommodation to confrontation.\n\nYet in the long run his approach will not work. He starts from false premises. He is wrong to think that every winner creates a loser or that a trade deficit signifies a \"bad deal\". He is wrong, too, to think that America loses by taking on the costs of global leadership and submitting itself to rules. On the contrary, rules help deter aggressors, shape countries' behaviour, safeguard American interests and create a mechanism to help solve problems from trade to climate change. RAND, a non-partisan think-tank, has spent two years assessing the costs and benefits of the postwar order for America. It powerfully endorses the vision that Mr Trump sneers at -- indeed, it concludes, this order is vital for America's security.\n\nMr Trump's antics would matter less if they left the world order unscathed (see Briefing). But four years will spread anarchy and hostility. The trading system will be unable to enforce old rules or forge new ones. Short of a war with, say, Russia, America's allies will be less inclined to follow its lead. In Europe more voices may complain that sanctions against Russia are harmful. In Asia countries may hedge against America's unreliability by cosying up to China or by arming themselves, accelerating a destabilising arms race. Countries everywhere will be freer to act with impunity. These changes will be hard to reverse. Sooner or later, America will bear some of the costs.\n\nWorst of all, Mr Trump's impulses mean that China's rise is more likely to end in confrontation. He is right to detect a surge in Chinese ambitions after the financial crisis and the arrival of Xi Jinping in 2012. That justifies toughness. But Mr Trump's dark, zero-sum outlook is destined to lead to antagonism and rivalry, because it refuses to see that China's rise could benefit America or to follow the logic that China might be content to live within a system of rules that it has helped devise.\n\nI just closed my eyes and swung\n\nIf the \"master negotiator\" so underestimates what he is giving up, how can he strike a good bargain for his people? He values neither the world trading system nor allies, so he may be willing to wreck it for the empty promise of smaller bilateral deficits. That could lead to retaliation (see article). Iran could resume nuclear work, as ruling clerics ape North Korea's strategy of arming themselves before talking. Mr Trump may give Mr Kim the prize of a summit and an easing of sanctions in exchange for a curb on North Korea's long-range ballistic missiles. That would protect America (and be better than war), but it would leave Asian allies vulnerable to the North's nukes. America First today; in the long run America Alone.\n\nAmerica's unique willingness to lead by fusing power and legitimacy saw off the Soviet Union and carried it to hegemony. The world order it engineered is the vehicle for that philosophy. But Mr Trump prefers to fall back on the old idea that might is right. His impulses may begin to impose a new geopolitics, but they will not serve America or the world for long. Remember the words of Henry Kissinger: order cannot simply be ordained; to be enduring, it must be accepted as just.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":2776,"pinterest":6},"wgt":2782},{"uri":"881620386","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"17:56:00","dateTime":"2018-06-05T17:56:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/graphic-detail/2018/06/05/malta-leads-the-way-for-gay-and-transgender-rights-in-europe","title":"Malta leads the way for gay and transgender rights in Europe","body":"EVERY year ILGA-Europe, an NGO, produces a \"Rainbow Index\" comparing the rights of LGBTI people across European nations. The organisation ranks countries by their laws and policies. It gives high marks to those that bar discrimination against gay and transgender people; recognise gay marriage; punish \"hate crimes\" (including speech); recognise people as belonging to whichever gender they say they do; and grant asylum to refugees from homophobic countries. Of the 49 countries in the study, the top finisher in this year's index was Malta.\n\nA small Mediterranean island state, Malta is deeply Catholic, and hardly an oasis of liberalism. It did not legalise divorce until 2011, and still bans abortion. However, in 2013 the centre-left Labour Party took power after 15 years in opposition. It has prioritised gay-friendly policies. In the past five years, Malta became the first country in Europe to ban \"conversion therapy\", a psychological treatment intended to change people's sexual orientation. It also changed the language used to refer to domestic and family relationships in legal documents, making them gender-neutral. Evelyne Paradis of ILGA-Europe says both laws have become global benchmarks. Malta overtook Britain to grab the top spot in the ranking in 2016, even though it did not legalise same-sex marriage until last year.\n\nIn general, countries in northern and western Europe, which are the continent's richest and most liberal nations, tend to score well. Some in eastern Europe were pushed in a liberal direction during the process of applying to join the European Union, which makes respecting minority rights a condition of membership. The most illiberal places in the ranking tend to cluster in eastern Europe and central Asia. The majority-Muslim states of Turkey and Azerbaijan sit near the bottom.\n\nAlthough the \"Rainbow Index\" broadly correlates with different countries' levels of tolerance towards minorities, it is calculated solely on the basis of laws and regulations. It does not try to measure how gay people are actually treated by their neighbours. Ms Paradis notes Croatia and Hungary have reasonably liberal laws but an increasingly hostile atmosphere towards LGBTI people.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":2753},"wgt":2753},{"uri":"882223336","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:53:00","dateTime":"2018-06-06T14:53:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/leaders/2018/05/31/does-chinas-digital-police-state-have-echoes-in-the-west","title":"Does China's digital police state have echoes in the West?","body":"THEY'RE watching you. When you walk to work, CCTV cameras film you and, increasingly, recognise your face. Drive out of town, and number-plate-reading cameras capture your journey. The smartphone in your pocket leaves a constant digital trail. Browse the web in the privacy of your home, and your actions are logged and analysed. The resulting data can be crunched to create a minute-by-minute record of your life.\n\nUnder an authoritarian government such as China's, digital monitoring is turning a nasty police state into a terrifying, all-knowing one. Especially in the western region of Xinjiang, China is applying artificial intelligence (AI) and mass surveillance to create a 21st-century panopticon and impose total control over millions of Uighurs, a Turkic-language Muslim minority (see Briefing). In Western democracies, police and intelligence agencies are using the same surveillance tools to solve and deter crimes and prevent terrorism (see Technology Quarterly). The results are effective, yet deeply worrying.\n\nBetween freedom and oppression stands a system to seek the consent of citizens, maintain checks and balances on governments and, when it comes to surveillance, set rules to restrain those who collect and process information. But with data so plentiful and easy to gather, these protections are being eroded. Privacy rules designed for the landline phone, postbox and filing cabinet urgently need to be strengthened for the age of the smartphone, e-mail and cloud computing.\n\nI spy with my many eyes\n\nWhen East Germany collapsed in 1989, people marvelled at the store of information the Stasi security service had garnered on them, and the vast network of informants it took to compile it. Since then the digital revolution has transformed surveillance, as it has so much else, by making it possible to collect and analyse data on an unprecedented scale. Smartphones, web browsers and sensors provide huge quantities of information that governments can hack or collect; data centres allow them to store it indefinitely; AI helps them find needles in the digital haystacks thus assembled. Technologies that once seemed a friend of freedom, allowing dissidents in dictatorships to communicate and organise more easily, now look more Orwellian, letting autocrats watch people even more closely than the Stasi did.\n\nXinjiang is the nightmarish extreme that the new technology makes possible: a racist police state. Fearing insurrection and separatism, China's rulers have reinforced techniques of totalitarian control -- including the mass detention of Uighurs for re-education -- with digital technology. In parts of the province streets have poles bristling with CCTV cameras every 100-200 metres. They record each passing driver's face and the car's numberplate. Uighurs' mobile phones must run government-issued spyware. The data associated with their ID cards include not just name, sex and occupation, but can contain relatives' details, fingerprints, blood type, DNA information, detention record and \"reliability status\". All this and more is fed into the Integrated Joint Operations Platform (IJOP), an AI-powered system, to generate lists of suspects for detention.\n\nTotalitarianism on Xinjiang's scale may be hard to replicate, even across most of China. Repressing an easily identified minority is easier than ensuring absolute control over entire populations. But elements of China's model of surveillance will surely inspire other autocracies -- from Russia to Rwanda to Turkey -- to which the necessary hardware will happily be sold. Liberal states have an obligation to expose and chastise this export of oppression, however limited their tools of suasion.\n\nThe West must look at itself, too. These days its police forces can also have access to a Stasi's worth of data. Officers can set up bogus phone towers to track people's movements and contacts. Data from numberplate-readers can track a person's movements for years. Some American cities have predictive-policing programs akin to IJOP that analyse past crimes to predict future ones. All this allows the monitoring of possible attackers, but the potential for abuse is great. Hundreds of American police officers are known to have used confidential databases to dig dirt on journalists, ex-girlfriends and others.\n\nWatching the detectives\n\nHow to balance freedom and safety? Start by ensuring that the digital world, like the real one, has places where law-abiding people can enjoy privacy. Citizens of liberal democracies do not expect to be frisked without good cause, or have their homes searched without a warrant. Similarly, a mobile phone in a person's pocket should be treated like a filing cabinet at home. Just as filing cabinets can be locked, encryption should not be curtailed. A second priority is to limit how long information on citizens is kept, constrain who has access to it and penalise its misuse fittingly. In 2006 the European Union issued a directive requiring mobile-phone firms to keep customers' metadata for up to two years. That law was struck down by the European Court of Justice in 2014. Misuse of police data should be a criminal offence for which people are punished, not a \"mistake\" absolved by a collective apology.\n\nA third priority is to monitor the use of AI. Predictive-policing systems are imperfect, better at finding patterns of burglary than of, say, murder. Face-recognition may produce lots of \"false positive\" results. AI trained with biased data -- eg, patterns of arrest that feature a disproportionate number of black people -- may reproduce those biases. Some sentencing algorithms are more likely to label black defendants than white ones as being at high risk of reoffending. Such algorithms must be open to scrutiny, not protected as trade secrets.\n\nVigilance and transparency must be the watchwords. They may enhance the technology's effectiveness: the routine wearing of bodycams by police, for instance, appears to reduce public complaints. Consultation matters, too. A bill recently proposed in California would compel police agencies to disclose what surveillance gear they have, publish data on its use and seek public input before buying any more. If that makes progress slower so be it. Police rightly watch citizens to keep them safe. Citizens must watch the police to remain free.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":2660,"pinterest":4},"wgt":2664},{"uri":"882977198","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:11:00","dateTime":"2018-06-07T16:11:00Z","dataType":"news","sim":0.5215686559677124,"url":"https://www.economist.com/the-americas/2018/06/09/argentina-moves-closer-to-legalising-abortion","title":"Argentina moves closer to legalising abortion","body":"WHEN María Florencia Alcaraz discovered that she was pregnant in 2015 she was unprepared for motherhood. The contraceptives she was taking hadn't worked. Aged 30, she was employed as a journalist in the justice ministry. With a general election in the offing she worried that she would lose her job under a new government. Unable to end the pregnancy legally in Argentina, she turned to friends for advice. One gave her misoprostol, a stomach-ulcer drug often used to induce abortions. At 13 weeks into her pregnancy she popped the pills alone at home and spent a day in bed. The DIY abortion gave her \"a sense of relief and autonomy\", she recalls.\n\nLike many countries in Latin America, where mores have been shaped by the Catholic church, Argentina outlaws most abortions (see map). Women who undergo them can be jailed for four years (or longer if the baby is deemed to be viable outside the womb). The law makes exceptions for pregnancies that are the result of rape or that endanger the mother's health or for fetuses that are malformed. Despite Argentina's restrictive rule, nearly a half-million abortions a year take place there, say campaigners for less restrictive laws.\n\nOn June 13th the lower house of Argentina's congress will vote on a bill to legalise elective abortions within the first 14 weeks of gestation. A Yes vote, followed by approval in the senate, would have repercussions beyond Argentina. Elective abortion is now legal for just 3% of women in Latin America and the Caribbean. If Argentina votes to allow it, that will rise to 10%. Women from neighbouring countries might come to Argentina for abortions. Other countries might follow Argentina's lead.\n\nIn practice, Argentina has a two-tiered abortion regime. Rich and middle-class women can get relatively safe (but illegal) abortions by taking misoprostol, which costs about 2,800 pesos ($112). Although prescriptions can be hard to get, instructions are available on the internet. Women who want a surgical abortion, which causes less bleeding, can usually find private doctors willing to perform them. That can cost $1,000 -- far more than most poor women can pay. Even misoprostol may be out of their reach, especially for teenagers or for women whose husbands or boyfriends control the cash. Some resort to backstreet abortions or unsafe medication sold online. Argentina's health ministry counted 31 deaths from abortions in 2016, which may be an underestimate.\n\nThe biggest problem for many comes after the procedure. Whereas rich women can go to their doctors if something goes wrong, the poor must seek treatment in public hospitals, where staff might report them to the police. In 2014, the latest year for which official figures are available, 47,000 women were hospitalised for complications. Although the vast majority are treated and sent home, a few high-profile punishments have frightened many women. In 2016 a 27-year-old woman who miscarried was sentenced to eight years in prison for murder after hospital staff accused her of inducing an abortion. Her conviction was overturned on appeal.\n\nTragedies and injustices have changed Argentines' conservative attitudes towards abortion, says Maxine Molyneux, a sociologist at University College London. In 2004 two-thirds of Argentines opposed liberalising the law. According to a poll published in March this year, the same proportion now favour legalisation.\n\nFeminist groups such as Ni Una Menos (Not One Less), formed in 2015, have campaigned with increasing vigour against domestic violence and the macho culture that encourages it. That has spilled over into demands for more liberal abortion laws. A younger generation of women has helped that cause. On this year's International Women's Day, March 8th, tens of thousands of women wearing green scarves, many of them teenagers, marched in support of legislation. \"Get your rosaries off our ovaries\", their banners demanded. The same month a smaller crowd responded by carrying a huge papier mâché fetus through the centre of Buenos Aires, chanting \"yes to life, no to abortion\".\n\nCongressional opinion has not shifted as much as voters' attitudes have. The vote in the lower house is expected to be very close. If the measure passes, it will move on to the senate, where most legislators have already said they will vote against it. Argentina's president, Mauricio Macri, who is personally against liberalisation, says legislators should vote according to their consciences. He says he will not veto a law that loosens restrictions. Even if the measure fails, campaigners believe that legalisation will soon happen. \"It's inevitable,\" says Sabrina Cartabia, a pro-choice activist. \"The country has moved on.\"","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4015441","shares":{"facebook":1853},"wgt":1853},{"uri":"882968783","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:57:00","dateTime":"2018-06-07T15:57:00Z","dataType":"news","sim":0.6000000238418579,"url":"https://www.economist.com/europe/2018/06/09/italys-new-government-wants-to-deport-500000-people","title":"Italy's new government wants to deport 500,000 people","body":"SOMETIMES silence speaks louder than words. Italy's interior minister, Matteo Salvini, did not utter a word of condemnation of the murder of Soumaila Sacko, a 29-year-old Malian trade unionist, on June 2nd. Mr Sacko was campaigning to improve the miserable conditions of thousands of African day-labourers who pick fruit and vegetables in Calabria, the \"toe\" of Italy. Some, like Mr Sacko, are legal residents. Others are not. Mr Sacko was helping two other immigrants find metal sheets to use as roofs for their shacks when a man opened fire from a car. It was left to the prime minister, Giuseppe Conte, to express his condolences three days later in a speech asking the Senate for a vote of confidence in Italy's new, populist government (he duly obtained the backing of the upper house and, on June 6th, that of the lower house, the Chamber of Deputies).\n\nMr Conte, a law professor, belongs neither to the Northern League, which Mr Salvini leads, nor to the Five Star Movement (M5S), the senior partner in the coalition. He was originally proposed by M5S, and his somewhat more sensitive approach reflected differences between the two parties over immigration that could yet undermine their collaboration.\n\nNo sooner had Mr Salvini been sworn in than he was proclaiming his eagerness to kick out the 500,000-600,000 immigrants who are reckoned to be living without authorisation in Italy. \"The good times for illegals are over,\" he declared. \"Get ready to pack your bags.\" The NGOs who save migrants from drowning in the Mediterranean and land them in Italian ports (so far with the full permission of the Italian authorities) he branded as \"substitute people-smugglers\". And he announced that immigrants who are refused humanitarian protection would henceforth be shut into closed encampments.\n\nThat sort of talk has helped to push the League's poll ratings up to 26% from less than 18% at the general election held on March 4th. But it can be counter-productive. On the day that at least 60 migrants, most of them Tunisians, drowned trying to reach the Italian island of Lampedusa, Mr Salvini claimed Tunisia \"often and willingly exports convicts\". The government in Tunis summoned the Italian ambassador to convey its \"profound astonishment\".\n\nIt is true that in the year to June 6th, Tunisians made up the largest national contingent among migrants reaching Italy, accounting for 21% of the total. Two factors, however, explain that. A controversial deal made by the previous government in Rome with the UN-recognised administration in Libya, and allegedly with some of the country's powerful militias, has drastically reduced the flow of arrivals via Libya. The overall number of migrants reaching Italy this year has fallen to 13,768 from 61,201 in the same period last year. Meanwhile, the number of Tunisians ready to risk their lives to seek work abroad because of the economic crisis in their country has risen sharply. But Mr Salvini appears to have believed a rumour that the increase was due to an amnesty (in reality, an annual pardon that led to the release of only around 400 prisoners).\n\nOne reason that Italy cannot expel its illegal immigrants is that most of their countries of origin refuse to have them back. Mr Salvini said that he intends to negotiate more repatriation agreements. Italy has more than 20 of these, but Mr Salvini's ill-judged words have jeopardised one of the few of them that works. So far in 2018, Tunisia has taken back 1,224 of its citizens. Mr Salvini's blunder signalled a looming doubt: whether poor countries of origin will be any readier to co-operate with the leader of a xenophobic, hard-right party than they have been with previous, moderate Italian governments.\n\nIn his speeches to parliament, Mr Conte vowed to lobby for new EU rules on immigration, including the \"compulsory and automatic\" distribution of migrants from Italy to partner states. But the latest attempt to hatch a deal, at talks in Luxembourg, was failing as he spoke. Mr Salvini has mooted an alliance with Hungary. Yet it is the government of Viktor Orban and others in eastern Europe that constitute the main obstacle to a compromise.\n\nParadoxically, Mr Salvini may get a more receptive hearing further west in countries that are the ultimate destination of many of the migrants crossing the Mediterranean. The prospect of a government in Rome keen to tighten border control should be welcome there. Austria's interior minister, Herbert Kickl, a member of the right-wing Freedom Party, greeted Mr Salvini as an ally. More significantly, Germany's chancellor, Angela Merkel, took a more sympathetic line than before in an interview in which she said Italians had felt left alone to cope with the migrants who began to pour out of Libya after the fall of its late dictator, Muammar Qaddafi, in 2011. Her remark did not go unnoticed in Italy. Sometimes words speak louder than silence.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4022868","shares":{"facebook":1702},"wgt":1702},{"uri":"883752341","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:39:00","dateTime":"2018-06-08T18:39:00Z","dataType":"news","sim":0.7960784435272217,"url":"https://www.economist.com/democracy-in-america/2018/06/08/trumps-man-in-germany","title":"Trump's man in Germany","body":"AMBASSADORS tend to be men and women of tact and good manners. They follow a set of unwritten rules as they try to build relationships of mutual trust in order to represent their country's interests effectively. Three guiding rules of the job are not to make headlines, not appear partisan, and never to lecture other governments on how to run their business. It took America's new ambassador to Germany, Richard Grenell, less than two months to break all these rules.\n\nLast week Mr Grenell, a loyal supporter of President Donald Trump, gave an interview to Breitbart, a far-right news site, in which he said he wanted to \"empower\" conservatives in Europe. \"There are a lot of conservatives throughout Europe who have contacted me to say they are feeling there is a resurgence going on,\" he said. \"I absolutely want to empower other conservatives throughout Europe, other leaders. I think there is a groundswell of conservative policies that are taking hold because of the failed policies of the left.\" He also described Germany's spending on NATO as \"woeful\" and criticised Angela Merkel, the German chancellor, for her immigration policies.\n\nMr Grenell's pronouncements prompted scathing commentary on both sides of the Atlantic. \"If the German ambassador in Washington were to say that I am here to strengthen the Democrats, he would be sacked immediately,\" fumed Martin Schulz, the former boss of Germany's centre-left Social Democrats, adding that the ambassador behaved like \"far-right colonial officer\". Johannes Wadepfuhl, a deputy parliamentary leader of the centre-right (and generally pro-American) Christian Democrats, talked about an \"unacceptable interference into our internal affairs\". Sahra Wagenknecht, a leader of the far-left (and anti-American) Die Linke, demanded that the government \"immediately expel\" Mr Grenell. \"He personally assured me that once he became Ambassador he would stay out of politics,\" tweeted Chris Murphy, a Democratic senator from Connecticut. \"This interview is awful-Ambassadors aren't supposed to 'empower' any political party overseas\".\n\nIt was not the first time Mr Grenell has upset his host country. On his first day on the job in May, he tweeted that German companies doing business in Iran should \"wind down operations immediately\" because American sanctions would target critical sectors of Iran's economy. Germans were astonished and irritated by this. Wolfgang Ischinger, a former German ambassador to Washington, tweeted back: \"Never tell the host country what to do, if you want to stay out of trouble\".\n\nMr Grenell is ruffling feathers at a delicate time for the German-American relationship, which was exceptionally harmonious under President Barack Obama. Relations were strained by Mr Trump's decision to pull out of the Paris climate accord and the Iran deal, and by his imposition of tariffs on imports of steel and aluminium from the European Union. Mr Trump has become hugely unpopular in a country once enamoured of America. Der Spiegel, a weekly, recently depicted Mr Trump on its cover as a blond-mopped, raised middle finger, accompanied by the words, \"Goodbye, Europe!\". According to the centre-left magazine, Germany's \"relationship with the United States cannot currently be called a friendship and can hardly be referred to as a partnership. President Trump has adopted a tone that ignores 70 years of trust\". It concludes that \"it is impossible to overstate what Trump has dismantled in the last 16 months\".\n\nMr Grenell doesn't seem to be the right man to repair any of this damage. A former contributor to Fox News, he was nominated by Mr Trump to be America's next envoy to Germany in September. It took the Senate until April 26th to confirm Mr Grenell because of his history of making insulting comments to women. Asked about such these during his confirmation hearing, Mr Grenell claimed he was trying to be funny.\n\nGermans are not amused by an ambassador. Mr Grenell insists that he has been misinterpreted. \"Don't put words in my mouth,\" he tweeted. \"The idea that I'd endorse candidates/parties is ridiculous. I stand by my comments that we are experiencing an awakening from the silent majority -- those who reject the elites & their bubble. Led by Trump.\" Like his master, Mr Grenell does not apologise, faults the \"elites\" and likes to communicate via Twitter. He has made himself even less popular with the German government by inviting Sebastian Kurz, the young Austrian chancellor whom he considers a \"rock star\" for lunch next week. Mr Kurz is another vocal critic of Mrs Merkel's immigration policies.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4024919","shares":{"facebook":1320},"wgt":1320},{"uri":"882830270","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"12:16:00","dateTime":"2018-06-07T12:16:00Z","dataType":"news","sim":0.6313725709915161,"url":"https://www.economist.com/asia/2018/06/07/talks-between-america-and-north-korea-might-succeed-at-a-terrible-price","title":"Talks between America and North Korea might succeed -- at a terrible price","body":"WHEN a great power promises a smaller country a \"win-win\" deal, diplomats mordantly joke, that means the great power plans to win twice. Yet the summit between America and North Korea in Singapore on June 12th may prove an exception: a negotiation that could conceivably allow not only the two main protagonists to preen and claim victory, but that might also please several interested observers. Both South Korea and China have high hopes for the meeting. Japan is more suspicious. But the biggest loser, if a deal is struck, is likely to be totally obscured by the flashing cameras and swooning anchors: the American-led security architecture that has brought decades of stability to Asia.\n\nThe summit is taking place in a posh hotel on Sentosa Island, a resort district connected to the rest of Singapore by bridge, cable-car and monorail. Close at hand are many golf courses, beaches, a wax museum and a Universal Studios theme park, complete with a space ride billed as an \"intergalactic battle between good and evil\" and \"Revenge of the Mummy\", which promises a \"plunge into total darkness\".\n\n\"Sentosa\" is a Malay word meaning \"peace\" or \"tranquility\". This is seen as a good omen in South Korea, where fortune-tellers and pregnant symbolism are held in high regard. The island only acquired its current name in 1972, however, with help from Singapore's tourism board. Before that, it was known as \"Pulau Blakang Mati\", which translates as \"Island of death from behind\".\n\nDiplomacy between America and North Korea has always had a surreal edge. At a powwow in 2000 in Pyongyang, the North Korean capital, Madeleine Albright, then America's secretary of state, was greeted with mass callisthenics and bayonet drills. The two sides have been negotiating over the North's nuclear-weapons programme since 1992, when Kim Il Sung, the grandfather of the current despot, Kim Jong Un, was in power (see timeline). The North has broken many promises to forgo nuclear arms. Korea-watchers have long debated whether the Kim regime sees nuclear weapons as vital to its survival, or rather as useful leverage over the outside world. After all, the North's ability to pound the capital of the South, Seoul, with thousands of dug-in artillery pieces has given it decades of deterrence without nukes.\n\nEither way, the \"complete, verifiable and irreversible disarmament\" that America seeks is probably out of reach. But the summit could still be declared a success, as both President Donald Trump and the young Mr Kim seem keen to make it so. Simply meeting face-to-face will allow them to crow about their fortitude and foresight in forcing the other to the table.\n\nThe White House staked early bragging rights on June 4th. Team Trump marked the boss's 500th day in office -- or as aides put it, \"President Donald J. Trump's 500 days of American Greatness\" -- with an assertion that the American-led campaign to tighten UN sanctions on North Korea over the past 18 months is responsible for pushing the North closer than ever before to giving up its deadly arsenal. Under Mr Trump, America has pursued a policy of \"maximum pressure\" on the North, including threats to rain \"fire and fury\" on it should it persist in its intransigence.\n\nBack in his Stalinist dystopia, Mr Kim has peddled a conflicting but equally stirring story, says a scholar from a Chinese government-sponsored think-tank who travels to North Korea several times a year. \"Kim Jong Un has told the North Korean elites that when they kept testing nuclear weapons and missiles last year, the aim was to force the United States to the table,\" the scholar says. \"So the North Korean people think this is a victory for Kim Jong Un.\"\n\nKodak moment\n\nBeyond the immediate photo-ops, however, it is not clear what the summit will yield. American veterans of Korea talks have aired all sorts of possible inducements to get Mr Kim to disarm: the loosening of sanctions, big dollops of aid and investment, a formal peace treaty to end the Korean war, establishing diplomatic relations in the form of \"interests sections\" (one step short of embassies). Mr Trump has talked of offering \"very strong\" guarantees that the Kim regime will be safe from American attack if it agrees to disarm.\n\nThe problem is that all this has been tried before. The two Koreas first forswore nuclear weapons in a solemn agreement in 1992, shortly after America removed tactical nuclear weapons from its bases in South Korea. But in 1994 the ageing \"Great Leader\", Kim Il Sung, kicked out international inspectors and threatened to divert plutonium from a nuclear reactor into half a dozen primitive bombs. Under an \"Agreed Framework\" in late 1994 the North promised to abandon illicit work on plutonium weapons, in return for American aid, oil and civilian nuclear reactors. In 1999 the North was bribed with sanctions relief to give up missile testing, and in 2000 a summit between leaders of the two Koreas prompted talk of a visit by President Bill Clinton (in the end, he only made the trip after leaving office). By 2002 North Korea revealed it had a secret uranium weapons programme and expelled international inspectors, leading to a multilateral peace drive called the \"six-party talks\". Those lasted until a nuclear test in 2006. The North tested five further nuclear devices between 2009 and 2017. North Korea also defied the UN Security Council to test ballistic missiles of increasing range, culminating last year in several tests of devices capable of hitting the American mainland.\n\nChristopher Hill, a former American diplomat, recalls stirring language about working towards a \"permanent peace regime on the Korean Peninsula\" in an agreement signed by America, China, Japan, North Korea, Russia and South Korea in 2005, as part of the six-party talks. That agreement also included North Korean promises to give up nuclear weapons, submit to international inspections, and rejoin the Nuclear Non-Proliferation Treaty (NPT) from which it had earlier stalked.\n\nBack then, America offered explicit security guarantees that it had no intention to attack or invade North Korea with either nuclear or conventional weapons and guaranteed that it had no nuclear weapons deployed in South Korea. Even the idea of exchanging interests sections has been tried, at China's urging, Mr Hill recalls. He worked mightily to convince a sceptical Bush administration to agree to the idea, then took it to the North in 2007. \"They rejected it on the spot,\" the former ambassador sighs. \"The North Koreans tend to want something until they don't want it.\"\n\nJust maybe\n\nThere are reasons to imagine, however, that the North may be more eager for a deal this time than it has been in the past. Though nuclear weapons remain the pillar of Mr Kim's regime and are popular with ordinary North Koreans, the elites have also become attached to the minor economic boom over which Mr Kim has presided, says Andrei Lankov of Kookmin University in Seoul. Mr Kim has even promised to embrace growth as well as defence, after years of putting weapons-building first.\n\nMr Kim has gone further than his forebears in giving priority to economic development, tolerating a big, semi-legal \"grey market\" and allowing the running of de facto private enterprises within state-owned firms. He has even encouraged private investment by his subjects. One government regulation calls for the \"utilisation and mobilisation of the unused funds of residents\". Since Mr Kim took over in 2011, the economy has grown in the low single digits every year bar one, according to statistics compiled by South Korea's central bank. Although those numbers are unreliable, they mark a striking departure from the economic collapse and widespread famine over which Mr Kim's father presided. North Korean officials have told foreign visitors that Mr Kim hopes to emulate Vietnam, which has grown rapidly after making peace with America, in part to hedge against a rising China.\n\nAt a minimum, Mr Kim will be keen to secure some easing of sanctions. Imports of solar panels from China, which had been rising rapidly until last year as well-to-do residents of Pyongyang tried to become independent of the unreliable power supply, fell to zero in March for the first time in eight years, according to Chinese customs statistics analysed by NK News. Fuel prices spiked in early April, and NGOs have begun to notice shortages of fertiliser in the countryside. None of this will have improved the mood of North Korea's quasi-capitalists. \"These people like making money, and if they stop making money or suffer discomfort, that will be a problem for the leadership,\" says Mr Lankov.\n\nWhat is more, Mr Kim may see a chance of a breakthrough. North Korea has made great efforts to understand American politics in the Trump era. North Korean officials have been asking foreign contacts about such arcana as the implications of the recent Republican loss of a Senate seat in Alabama. According to the Chinese academic, the regime has decided that Mr Trump has no firm ideology and is a dealmaker unlike any president they have encountered. Against that, his recent pull-out of the Iran nuclear deal makes him look like a deal-breaker. On balance, he says, Mr Kim's side senses opportunities worth testing. The current rivalry between America and China provides another opportunity, to play them off against each other.\n\nMr Trump, meanwhile, seems determined to be emollient. Despite declaring in late May that he was calling off the summit because of the North's \"open hostility\", Mr Trump warmly received one of Mr Kim's henchmen at the White House, bearing an absurdly large letter from his boss. Soon afterwards, Mr Trump reinstated the meeting, despite the lack of any clear public commitments from the North on disarmament, for example. (The contents of the giant letter have not been disclosed.) John Bolton, Mr Trump's national security adviser, has been kept in the background, after he infuriated the North by citing Libya's complete dismantling of its nuclear programme as a model, even though the Libyan leader who agreed to this, Muammar Qaddafi, ended up dead in a ditch.\n\nMost importantly, Mr Trump seems to be backing away from his all-or-nothing talk. He says he no longer wants to use loaded phrases like \"maximum pressure\", given how well things are going. As June 12th nears he has played down the prospects of swift success on disarmament and talked up the chances of a symbolic win, involving a peace deal formally ending the Korean war after nearly 65 years of uneasy truce. That could lead to more protracted negotiations on weightier issues -- a prospect Mr Trump has endorsed by calling the summit a \"get to know you\" meeting.\n\nAccording to the Chinese academic, Mr Kim cannot give up his entire nuclear weapons programme without pushback from the armed forces, which do not trust American security guarantees. On June 4th reports emerged that he had replaced three senior defence officials, prompting speculation that he was trying to quell opposition to his new foreign policy.\n\nInstead, one theory holds, Mr Kim will offer Mr Trump a choice: either an immediate scrapping of missiles capable of hitting America, or a slower, step-by-step programme of the sort previously attempted, leading to the eventual dismantling of the North's nuclear programme. That would be a trap, albeit an open one. In all likelihood, the step-by-step process would go the way its predecessors have, with North Korea benefiting from the easing of sanctions before pulling out in time to preserve its nuclear capacity. One possible fudge (and source of future disputes) would be for the North to give up nuclear weapons but to retain nuclear facilities that could be depicted as civilian. Mr Trump might find a limited deal on missiles appealing, by contrast: it would allow him to say he had kept his promise to protect America.\n\nBut a deal of that sort is a nightmare for America's closest allies in the region, South Korea and Japan, who would be left at the mercy of North Korea's short- and medium-range missiles, possibly tipped with nuclear bombs. Such bald proof of America's willingness to sell out its allies, in turn, would alter the strategic balance in Asia in the long run. Friends would begin to question whether America would stand up for them in disputes with China, for example. The natural response would be to hedge bets and to reach an accommodation with China, dramatically diminishing America's clout in the region.\n\nChina can see several ways to end up ahead after a Kim-Trump summit. If North Korea reduces its nuclear capabilities, that eases a security headache in China's backyard. Even if North Korea may have partly faked the recent demolition of an underground nuclear test site, as American officials have claimed, China has reason to cheer Mr Kim's promise to stop nuclear tests, which took place alarmingly close to the border between the two countries. If concessions from North Korea are matched by a reduction in America's military presence in South Korea, \"that would be double good news for China,\" says Zhao Tong of the Carnegie-Tsinghua Centre for Global Policy, a think-tank in Beijing.\n\nEven if Mr Trump balks and walks away from negotiations, as he has repeatedly threatened to, America's interests are likely to suffer. The summit seems bound to dissipate the pressure on the North, especially if it is seen to have failed because of Mr Trump's obstreperousness. Mr Zhao says that as soon as Mr Trump agreed to meet Mr Kim, America lost the bargaining power painstakingly built up over recent years as international sanctions have tightened. According to Mr Zhao, Chinese officials believe that even if the Kim-Trump talks fall apart, \"there is very little chance that the US could now launch a disarming military strike.\" South Korea would be the first to protest against any such \"bloody nose\" attack, and China and Russia would also be loudly opposed, he predicts.\n\nNor do experts in the region see much chance that North Korea will face additional international sanctions, even if the summit ends in rancour. \"North Korea can live with the consequences of a failed summit with all the sanctions staying in place. That's fine. Sanctions are not going to get tougher,\" says Mr Zhao. China, notably, never really believed that sanctions alone could bring about the American goal of forcing North Korea to disarm, and only strengthened them reluctantly. This week it allowed flights to resume between Pyongyang and Beijing. They had been suspended last year at the height of tensions over the North's weapons-testing.\n\nSouth Korea, too, seems likely to try to preserve its detente with the North, even if America reverts to hostility. Last week the two sides agreed to reopen a liaison office in the Kaesong industrial complex, which was shut down after a nuclear test by the North in 2016. South Korean companies have been buying up land near the demilitarised zone that divides the two countries. Some have set up their own offices for inter-Korean co-operation. \"The South Koreans,\" says Mark Fitzpatrick of IISS, an international think-tank, \"may well find ways to work around sanctions or interpret them in a way that allows them to re-up economic engagement.\"\n\nIn other words, Mr Kim has very little to lose from the summit. Mr Trump may feel that he, too, is likely to get good press from the event. But America could come out worse off, even if its president does not.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4012386","shares":{"facebook":1297},"wgt":1297},{"uri":"881715784","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"20:59:00","dateTime":"2018-06-05T20:59:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/democracy-in-america/2018/06/05/why-people-vote-against-their-economic-interests","title":"Why people vote against their economic interests","body":"A COMPLAINT often made of Donald Trump's presidency is that many of the voters who delivered him to the Oval Office will suffer from his policies. They include the tax cut, with its benefits heavily skewed towards the rich. The complaint builds on the growing frustration of partisans of both parties that many people who seem to be natural allies are instead rivals. This may be one result an increasing cultural division in America's politics -- the culture wars are trumping the class wars. But it may also be caused by the belief that politicians won't make a big difference to economic outcomes anyway.\n\nExpressing opinions that clash with self-interest is a bipartisan activity. Wealthy Democrats support higher taxes; they are more likely to favour higher taxes on wealthy households than are poorer Democrats. Republicans , meanwhile, are not much in favour of increased spending on Medicaid and Social Security, though many of them are likely to need it. In 2017, only 35% of Republicans said they were in support of increased spending on Medicaid, compared to 61% of Democrats; there was a similar difference in opinion over spending on for Social Security. And yet Republican support skews old: in 2016, 53% of those aged 71 to 88 identified as Republican or leaned Republican compared to 36% of those aged 18-35. And it is old people who benefit most from such transfers: in 2013, for example, government accounted for 73% of the health spending of those aged over 65 compared to 27% of the expenditures of those under 65.\n\nThis disconnect between personal financial interest and partisan lean may be partly explained by the fact that increasingly, other things matter more than money when it comes to political affiliation. According to Gallup polling, the proportion of Americans who say the gap between rich and poor is America's most important problem, at 2%, is much smaller than those who cite immigration (11%) or race relations (7%). And there is evidence that factors including location, race and religion influence party affiliation more than income does. In 2016, Pew research suggested 47% of those in families with incomes between $30,000 and $50,000 identified as Republican -more than the 46% of those with incomes over $150,000. Compare that to the 55% to 33% gap between rural and urban support for Republicans, or the 76% Republican support amongst white non-Hispanic evangelical Protestants compared to the 7% support amongst black Protestants.\n\nAnother reason for voting against one's economic self-interest is the belief that Washington won't successfully implement transformative economic policies -good or bad. Pew polling suggests that the proportion of people who suggested they could trust the government in Washington to do what is right \"just about always\" or \"most of the time\" last December was 18%. As those numbers suggest, distrust is bipartisan. Just 15% of Democrats and 22% of Republicans -- less than a quarter of those who identified with the party controlling both houses of Congress-- had faith in Washington to do the right thing. When Democrats were in the same situation in December 2009, it was little better: 25% of Democrats expressed faith in government. Perhaps it is inevitable that partisanship has become about signaling values rather than worrying about economic outcomes.\n\nThe lack of belief that Washington can act to voters' benefit is regrettable because the federal government does still have an impact on individual finances, and could have a bigger one. Estimates by Christopher Weimer, an economist, suggest 12% of Americans are kept out of poverty thanks to tax and welfare programmes. Analysis by the bipartisan Tax Policy Centre suggests that if the tax deduction destined for the top fifth of earners thanks to last year's reform had instead been distributed to the bottom quintile, it would have raised their incomes by 50%. Perhaps the most corrosive effect of believing that government won't make a difference is that it abandons those to whom it really could to the whims of ideologues.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":1108,"pinterest":3},"wgt":1111},{"uri":"882977194","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:11:00","dateTime":"2018-06-07T16:11:00Z","dataType":"news","sim":0.7529411911964417,"url":"https://www.economist.com/the-americas/2018/06/09/time-is-running-out-for-nicaraguas-president-daniel-ortega","title":"Time is running out for Nicaragua's President Daniel Ortega","body":"MAY 30th was Mothers' Day in Nicaragua. On that day hundreds of thousands of people marched in Managua, the country's capital, in solidarity with mothers of students who had been killed in protests against the government of Daniel Ortega, the authoritarian president. By the end of the day more mothers had cause to mourn. Masked men fired on the crowd at sundown, killing 16. In Masaya, a town near Managua, nine people, including a 15-year-old boy, were killed by security forces on June 2nd. Human-rights groups are investigating claims that a plane sprayed cypermethrin, an insecticide, on citizens.\n\nBy the count of the Inter-American Commission on Human Rights, at least 127 people have been killed and 1,000 injured in protests that began in April. They started as a reaction to cuts in pensions, which Mr Ortega imposed after his regime had frittered away much of the national pension pot. He later reversed the cuts, but other grievances, including corruption, presidential power grabs and the elevation of Mr Ortega's wife, Rosario Murillo, to the vice-presidency, continue to inspire protests. State media suggested that the killings were caused by protesters to stir up anti-government sentiment.\n\nThe repression has disrupted an alliance with business formed by Mr Ortega, who led the left-wing Sandinistarevolution against a thuggish dictatorship in the 1970s and returned to power after an election in 2006. Business leaders gave him a free hand in politics, which he used to take control of independent institutions, subvert opposition parties and rig subsequent elections. In return, Mr Ortega adopted business-friendly policies. That led to economic growth of better than 4% a year on average from 2007 to 2017; inflows of foreign investment more than trebled over that period.\n\nMr Ortega's brutality has exposed that bargain as morally bankrupt and politically unstable. The unrest since April has cost the economy $600m, about 4% of GDP, says José Adán Aguerri, the head of Cosep, an employers' association. Hundreds of millions of dollars have left the country. Nicaragua's three most powerful businessmen called for early elections in interviews with newspapers. \"The model that got us here is exhausted,\" said Carlos Pellas, Nicaragua's only dollar billionaire. Business leaders now talk openly of a post-Ortega era and of a \"permanent consensus-seeking dialogue\" between the government and such groups as students, farmers and representatives of civil society.\n\nHoping to end the turmoil Mr Ortega agreed to participate in talks with his foes, mediated by Catholic bishops. This has not allayed his opponents' anger. In televised meetings last month the president listened impassively as teenage students called him a murderer and read out a list of the dead. Opposition groups want the negotiations to be about restoring democratic institutions and holding early elections. Mr Ortega refused to talk about that. The bishops withdrew from the talks, in effect ending them. Then came the Mothers' Day deaths, which destroyed the trust that might have allowed them to prosper if they resume.\n\nThis leaves Mr Ortega with few choices. To become an outright dictator, like Nicolás Maduro in Venezuela, may not be possible. Nicaragua's private sector is more powerful than was Venezuela's in 2013, when Mr Maduro became the country's president, points out Mateo Jarquín, a graduate student in political science at Harvard University. No one knows how the armed forces would respond to an imposition of dictatorship. Mr Ortega has largely abandoned the left-wing ideology that helps sustain Mr Maduro's tyranny.\n\nThe alternative to continued repression is to accede to the opposition's demands for an early election, probably in 2019, two years before it is due. A fair vote would probably end Mr Ortega's rule. His foes will not participate in an election if he runs. His candidacy would only be legal because the national assembly scrapped presidential term limits at his bidding in 2014. The opposition would also boycott the vote if Mr Ortega nominates his wife, Ms Murillo, to run in his stead.\n\nBefore any election the opposition will demand the dismantling of the machinery that Mr Ortega set up to perpetuate his power. The changes needed include replacing all seven members of the electoral council, says Juan Sebastián Chamorro, the director of Funides, a think-tank financed by the private sector. If Mr Ortega does not agree to such demands, calls for his immediate resignation will grow louder. Some opponents favour a national strike, like the one that brought Mr Ortega to power in 1979, as a last resort.\n\nThe last time he lost an election, in 1990, the Sandinistasdid not go quietly. On the eve of the transition the central bank transferred millions of dollars to government loyalists on Mr Ortega's orders. As bureaucrats vacated their offices they carried desks and chairs with them. Nicaraguans call that episode of asset-stripping la piñata. The carnage of Mother's Day shows that the price of getting rid of Mr Ortega this time will be even higher.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4020267","shares":{"facebook":1083},"wgt":1083},{"uri":"884964793","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"21:45:00","dateTime":"2018-06-08T21:45:00Z","dataType":"news","sim":0.6352941393852234,"url":"https://www.economist.com/graphic-detail/2018/06/08/spain-now-has-the-most-female-cabinet-in-europe","title":"Spain now has the most female cabinet in Europe","body":"LIBERALS around the world delighted in Justin Trudeau's response when he was asked, shortly after becoming Canada's prime minister, why half the members of his cabinet were female. \"Because it's 2015,\" he quipped.\n\nIn France last year, president Emmanuel Macron named a cabinet in which half of the 22 cabinet posts were taken over by women. Yet the progress of women in politics has been slow. According to the most recent figures from the International Parliamentary Union, just 24% of parliamentarians around the world are women, twice the share recorded 20 years ago.\n\nUntil Mariano Rajoy was ousted as the prime minister of Spain on June 1st, just two of the 28 countries in the EU had cabinets with equal representation by gender. The EU average was a paltry 28%. Spain's new prime minister, Pedro Sánchez, has done his best to rectify the imbalance. His Socialist party took power for the first time since 2011 on June 2nd, when Mr Rajoy's conservative People's Party, embroiled in a corruption scandal, lost a no-confidence vote. One week later, Mr Sánchez announced a cabinet with women filling 11 of the 18 jobs, a leap from five women out of 14 ministers in Mr Rajoy's cabinet. Spain thus overtook Sweden to become the country with the highest share of female members of government in the EU. Women took over many of the most important portfolios, including defence, economy, finance and education. Mr Sánchez's move is striking given that countries in southern and eastern Europe have lagged behind their northern counterparts.\n\nIs more equal representation of women in government a silver lining of Europe's political turmoil? Almost certainly not. Women might have moved forward in the governments of Spain and France, but they have made no progress in Italy. The new all-populist government of Giuseppe Conte had just five women among the 18 ministers. And the nationalist government in Hungary holds a dire record: all 12 ministerial positions are filled by men.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4020562","shares":{"facebook":943,"pinterest":3},"wgt":946},{"uri":"882968784","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:57:00","dateTime":"2018-06-07T15:57:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/europe/2018/06/09/a-dutch-park-that-mimics-nature-angers-animal-rights-activists","title":"A Dutch park that mimics nature angers animal-rights activists","body":"ON A cloudy night Anderijn Peeters, a horse-trainer turned environmental protester, parks at a wildlife preserve 30km east of Amsterdam. The back of her van is full of hay. Two more cars of activists pull up, after driving circuitously through neighbouring suburbs to confuse police. Their mission: to feed the wild animals. They sling a bale of hay over the fence. Suddenly, a pickup truck driven by off-duty park rangers speeds into the lot, fog lights blazing. Angry words are exchanged. Soon the police arrive. \"This is something I'm prepared to go to jail for,\" says Ms Peeters. But the officers leave it at a scolding.\n\nMs Peeters and thousands of others are up in arms over the government's policies in the Oostvaardersplassen, a park of 56 square km reclaimed from the sea in the 1960s. In 1995 the forest service adopted a plan inspired by a maverick ecologist, Frans Vera, who wanted to recreate what he believed was the diverse pre-human ecosystem of the Netherlands. Rangers introduced red deer, wild horses and Heck cattle, a German breed created to mimic the ancient aurochs, and let them roam. The result is a landscape of plains, wetlands and forest roamed by thousands of hoofed mammals. Some call it the Dutch Serengeti.\n\nThe problems begin in winter. With no predators, the herds are limited only by the food supply. (Mr Vera wanted to re-introduce the wolf, but residents were not enthusiastic.) In December, the animals begin to go hungry and edge up to the fences. Passers-by watch them starve. But the Netherlands has one of the world's strongest animal-rights movements (the Party for the Animals has five seats in parliament). Its outrage has led the forest service to compromise: rangers now shoot animals that are too far gone. Feeders prefer to intervene.\n\nActivists like Ms Peeters say the Netherlands is too small for a wild park, and that fencing animals in makes humans responsible for them. But Joke Bijl, a forest service spokeswoman, says this is a misunderstanding: all animal populations run up against barriers. A cull may be on the cards, but the animal underground expects to be back next winter, dodging the rangers with bales of hay.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":898},"wgt":898},{"uri":"882980218","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:16:00","dateTime":"2018-06-07T16:16:00Z","dataType":"news","sim":0.5568627715110779,"url":"https://www.economist.com/middle-east-and-africa/2018/06/09/ethiopias-new-prime-minister-wants-peace-and-privatisation","title":"Ethiopia's new prime minister wants peace and privatisation","body":"THE speed of events caught Ethiopians off guard. When Abiy Ahmed took office as prime minister on April 2nd he did so as the head of a deeply divided ruling coalition. The inexperienced 42-year-old, who came from the Oromo wing of the ethnically based coalition, was viewed with deep suspicion by many of his establishment colleagues. He was taking charge of a country under a state of emergency after more than three years of anti-government protests and ethnic unrest. Few expected him to achieve much soon.\n\nThe past few weeks have pleasantly surprised. After an inaugural address in which he called for unity and apologised for the government's killing of protesters, the former army officer toured the country to muster support. At mass rallies and town-hall meetings he adopted a strikingly different tone from that of his two most recent predecessors. Hailemariam Desalegn, who resigned in February, was timid and aloof. Meles Zenawi, who ruled as a strongman from 1995 to 2012, was stern and cerebral. Mr Abiy, by contrast, presents himself as a friend of the country's young protesters. \"We want to work hand-in-hand with you,\" he told cheering crowds in Oromia, the centre of unrest.\n\nExiled opponents have been invited home. Representatives of dissident media outlets based abroad have been encouraged to set up shop in Addis Ababa, the capital. Terrorism charges against dozens of activists have been dropped, including against a British citizen, Andargachew Tsige, who had been on death row.\n\nMr Abiy says he plans to amend the constitution and introduce term limits for his position. On June 2nd his cabinet said the state of emergency would be lifted two months earlier than planned. Then, on June 5th, the politburo of the ruling coalition, the Ethiopian People's Revolutionary Democratic Front (EPRDF), said it would at last implement a peace agreement, signed in 2000, that would hand over disputed territories to Eritrea and put a formal end to the war the two countries fought (and Ethiopia won) from 1998 to 2000. That could pave the way for reconciliation and, perhaps, give Ethiopia renewed access to Eritrea's ports.\n\nBusy, busy Abiy\n\nUntil this week Mr Abiy appeared to be paying less attention to Ethiopia's troubled economy. His few remarks suggested that he planned to leave untouched the state-led development model pursued by the EPRDF since it came to power in 1991. At a meeting with business leaders in April he said that the government would preserve its monopoly in key sectors such as infrastructure, banking and telecoms. Few regarded him as an economic liberal.\n\nSo the news that the EPRDF would in fact liberalise swathes of the economy to boost growth and exports came as another shock. The plan, according to a statement released on June 5th, would see the government opening state-owned telecoms, electricity and logistics, as well as the highly profitable national airline, to foreign investors for the first time. It would also allow full or partial privatisation of railways, sugar factories, industrial parks, hotels and some manufacturing firms.\n\nRecent economic indicators seem to have jolted the government into action. A vast programme of public investment propelled annual GDP growth to around 10% for most of the past decade, albeit from a low base. But the IMF reckons that growth will slow by more than two percentage points this year (to a still respectable 8.5%). Public debt, most of which is in foreign currency, has hit almost 60% of GDP. There has been a spate of defaults on Chinese loans in recent weeks, and local contractors complain the government is not meeting its obligations. Earlier this year the IMF raised Ethiopia's risk of debt distress to \"high\" because of the possibility that it will not earn enough foreign currency to pay its debts.\n\nExport revenues have barely budged for five years. In some important industries that the government is trying to promote, such as garments and leather goods, they have even declined. As a result, Ethiopia's foreign reserves are thought to cover just over a month's worth of imports. Businesses say the shortage of foreign exchange is the worst in recent memory; many have waited more than a year to receive their allocation from state-owned banks. Pharmacies are running low on basic medicines such as antibiotics. Solomon Mulugeta, general manager of the metal manufacturers' association, says factories are lying idle for want of raw materials. Inflation is running at nearly 15% a year.\n\nThe planned sell-offs should ease some of the hard-currency strains. The announcement also sends an important signal to foreign investors that the government is now serious about economic reform. But Getachew Teklemariam, a consultant and former government adviser, argues that simply selling minority stakes in public monopolies is insufficient. \"It's only the ownership structure which will change,\" he says. \"The rules of the game are the same.\" Others fret that hasty privatisations might be marred by corruption.\n\nThe question is whether Mr Abiy has a vision for the economy beyond the part-sale of public enterprises. Ethiopia still has no stockmarket. The banking industry, which will remain off-limits to foreigners, is overdue a shake-up, for instance by allowing management contracts with foreign banks. The foreign-exchange regime, which allocates currency to industries the government wants to support, is riddled with graft. Businesses are hobbled by red tape. Conglomerates owned by the army and party dominate much of the economy.\n\nMarket reforms, as well as a new approach to peace with Eritrea, had been under discussion within the ruling coalition for many months before Mr Abiy took office. But he has brought an urgency to decision-making that had been lacking ever since the death of Meles six years ago. \"These are pretty much the decisions of the politburo taken five months ago,\" says one Ethiopian analyst. \"The difference is the pace of change.\"","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4014646","shares":{"facebook":871},"wgt":871},{"uri":"882796083","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"11:18:00","dateTime":"2018-06-07T11:18:00Z","dataType":"news","sim":0.43529412150383,"url":"https://www.economist.com/finance-and-economics/2018/06/07/american-firms-will-be-hit-hard-by-retaliatory-tariffs","title":"American firms will be hit hard by retaliatory tariffs","body":"\"LOOK at all these bikers...we love the bikers!\" declared the pre-presidential Donald Trump, surveying a crowd of motorcycle-owners gathered by the Lincoln Memorial in Washington, DC, in 2016. Riders of Harley-Davidsons, in particular, have been among Mr Trump's noisiest supporters since the early days of his campaign. Riders of \"hogs\" often see themselves as rowdy rebels. Perhaps this is why many have identified with Mr Trump's disdain for conventional politics.\n\nAlas, the love affair may be heading for trouble. Mr Trump's trade policies have put Harley-Davidson in a double bind. The company uses a lot of steel and aluminium to make its bikes. Although much of that is domestically sourced, Mr Trump's tariffs on imports have led to higher prices for locally made metals, too, thus raising costs. And the European Union is poised to impose retaliatory tariffs on a variety of American exports, including motorcycles and whiskey. Harley-Davidson had bet on a continued boom in European sales, which make up about 16% of its total.\n\nThe EU's tariffs on Harleys are just one of several acts of retaliation taken or planned by America's trade partners, some intended to cause political as much as economic pain. Harley-Davidson is based in Wisconsin, home state of Paul Ryan, the retiring Speaker of the House of Representatives. Kentucky, the turf of Mitch McConnell, the Republicans' leader in the Senate, distils a lot of bourbon.\n\nHarleys are not the only hogs on the chopping block. American pork producers learned on June 5th that Mexico, their leading export market ($1.5bn last year), plans a 20% tariff on a variety of their products. Americans typically disdain shoulder, but Mexicans happily consume the cut in dishes such as tacos al pastor. These tariffs are \"potentially devastating\" for farmers, says Gregg Hora, president of the Iowa Pork Producers Association. Granjas Carroll, a top producer in Mexico, estimates that prices there may rise by 15% or more, which it worries will drive down consumption.\n\nMexico's list of threatened tariffs will bring pain to peddlers of fruit, too. Some 1,300 apple-growers in Washington state, the leading source of exports, sell between 12m and 15m bushels a year to Mexico. Todd Fryhover, president of the Washington Apple Commission, estimates that exports to Mexico were on track to top $240m this year. \"This new tariff puts that goal in doubt,\" he laments.\n\nDairy farmers are also complaining. Yogurt is among the dozens of American products, from chocolate to orange juice, in Canada's sights. Mexico is targeting cheese. It is the top destination for American dairy exports; in March, for example, it bought 8,700 tonnes of cheese. Tom Vilsack, a former Secretary of Agriculture who now runs the US Dairy Export Council, a trade body, notes that market instability and a lack of clarity on policy, as well as tariffs, are hitting dairy prices.\n\nThe trail of potential harm to companies -- both from America's tariffs and from retaliation by others -- also shows how globalisation makes a mockery of attempts to aim tariffs precisely at foreigners. American carmakers and their vendors have strung their supply chains across the Canadian and Mexican borders. Granjas Carroll, a loser from Mexico's pork levy, is partly owned by WH Group, a giant Chinese food producer.\n\nAnd of course consumers lose, too. The EU's proposed tariffs on motorcycles, jeans and whiskey amount to a cruel tax on Hells Angels across Europe. The innocent always suffer.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4013821","shares":{"facebook":830},"wgt":830},{"uri":"882981805","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:19:00","dateTime":"2018-06-07T16:19:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/united-states/2018/06/09/berned-out","title":"Berned out","body":"THE little smile, hastily suppressed, said it all. Bernie Sanders is a grim, almost mirthless, figure. Yet a cry of \"Bernie for president!\" -- echoing around Los Angeles's docklands like a portent -- caught the 76-year-old senator from Vermont off-guard. One moment his craggy face was glowering over the mistreatment of the local truckers, fleeced of job security and benefits; the next it had melted, like frost in spring, into a joyful smirk. Mr Sanders, the runner-up to Hillary Clinton in the 2016 Democratic primaries, still burns with ambition. But are Democrats still feeling it?\n\nA recent day on Mr Sanders's tail in southern California, where he fired up a trio of left-wing crowds, suggested many are. At a gathering of unionised workers at Disneyland, the \"Happiest Place on Earth\", he raised cheers by angrily endorsing their demand for a $15-minimum hourly wage. (But he had bad news for their children: \"Ducks don't talk, mice really don't talk,\" said Mr Sanders, taking no prisoners. \"That's fantasy, this is reality.\") In a stirring rally in downtown Los Angeles, he was later feted by the leaders of the Black Lives Matter movement who once derided him. In 2016 Mr Sanders appeared to have given little thought to their cause. Now, burnished by a new campaign for criminal justice, he was welcomed by some of America's foremost civil-rights activists as a visiting prophet. \"I believed that he could beat Donald Trump and I still believe he could!\" hallooed Shaun King, a campaigner with a million followers on Twitter.\n\nThis is a kind of fervour the centre-left, retreating in America and across the West before the populist right, rarely conjures. It recalls Mr Sanders's thrumming, thrown-together campaign rallies, so unlike Mrs Clinton's dull appearances. No wonder many hope he will reignite in 2020. Polls suggest Mr Sanders is the most popular politician in America. Betting markets make him the favourite for the next Democratic nomination. If the contest were held next month, his superior name-recognition and lists of small-time donors might see him home with ease. Yet the vote is two years off, and the punters are probably mistaken. Mr Sanders's following, influence and prospects have all been exaggerated.\n\nSet aside, for now, his crotchety-great-uncle charisma, and the idea that Mr Sanders is a major force rests on two myths. The first is that he almost won the Democratic nomination: had he not been stiffed by the party establishment, which assisted Mrs Clinton, Sandernistas say, he would have done. President Donald Trump says the same. It is nonsense. Mr Sanders won 4m fewer votes than Mrs Clinton and none of the most populous states. He won quirky, liberal hotbeds like New Hampshire, or through the caucus system that mimics them. He was considered competitive chiefly as a result of bored journalists' efforts to inject drama into the yawnathon of Mrs Clinton's slow-walk to the nomination.\n\nThe most fervent Sandernistas tended not to be Democrats at all. They were college kids and independents, many of whom subsequently drifted off to a third-party nominee. A middle-aged Sandernista in the crowd in Los Angeles, Jacinta, said she voted for the Green candidate in 2016, considered Democrats and Republicans as birds of a feather, and was frustrated that neither backs free movement across the southern border. Most Sanders voters, by contrast, were loyal Democrats who simply didn't much like Mrs Clinton. Having little attachment to Mr Sanders's statist ideas, they nonetheless swung grumblingly behind her. This helps explode the second myth: that the Democrats have veered to the left, where the rumpled Mr Sanders awaits them.\n\nThere are, to be sure, signs of a long-running leftward drift in the party, as it loses its last conservative whites to the populist right. But there are also counter-signals. Mr Sanders's demand for \"universal health care\" has been taken up by almost every Democratic candidate in the mid-terms -- but there is such ambiguity about what it entails as to make this no more meaningful than civil rights among other distant aspirations. None of Mr Sanders's other big ideas -- including free college and massive public works -- is getting much play. Nor have Sanders-endorsed candidates fared well in the primaries. Our Revolution, a group Mr Sanders formed to promote his acolytes, has been a failure. \"It doesn't do anything,\" gripes a strategist for one of its candidates.\n\nRumpled, crumpled, Trumpled\n\nThe energy on the left is focused on opposing Mr Trump's attack on liberal democracy, not on carrying forward Mr Sanders's revolution. The success of moderate candidates in the Democratic primaries suggests this is making the party more pragmatic and mindful of party unity than Mr Sanders, an ideologue who is not a Democratic Party member, might like.\n\nThis illustrates how asymmetrical the extremist drift in American politics is. While the right gallops towards the ethno-charged edge of reason, the more diverse, heterodox left yo-yos between defining itself against its governing wing, as Sandernistas did in 2016, and swinging back to moderation to stave off the latest Republican attack. Put another way, the Democrats, unlike their counterparts in Europe's multiparty systems, are often spared the burden of having to work out what they stand for beyond opposing the right. Despite a lot of blather about liberals and progressives, to be a Democrat under Mr Trump is mainly to be pro-liberal democracy and protective of immigrants, minorities and other targets of the president. That leaves little free time to feel the Bern.\n\nMr Sanders still has a chance in 2020. His odd charisma, name recognition and ability to work up a devoted crowd are real advantages. His genuine concern for the underdog is all the more attractive set against Mr Trump's counterfeit concern. But if Democrats picked Mr Sanders, it would not be for his ideas, which have little support within their party, let alone America. It would also be delightful to Mr Trump, who fancies his chances of destroying \"crazy Bernie\". If only for that reason, it is good that Mr Sanders's moment in American politics has probably passed.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":763},"wgt":763},{"uri":"880840157","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"17:40:00","dateTime":"2018-06-04T17:40:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/graphic-detail/2018/06/04/tracking-america-in-the-age-of-trump","title":"Tracking America in the age of Trump","body":"DURING his first year as America's president Donald Trump attempted to redefine what it means to be leader of the free world. He has seen White House staffers come and go; been embroiled in scandal; waged war against \"fake news\"; and offended friends and foes alike. The first year of his presidency left many watchers overwhelmed by the Trump tornado. In an effort to clear the fog The Economist has compiled eleven charts that will keep tabs on Mr Trump's record as his presidency progresses.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":670},"wgt":670},{"uri":"882928398","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"14:50:00","dateTime":"2018-06-07T14:50:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/the-americas/2018/06/02/brazil-reinstates-fuel-subsidies-after-a-disruptive-lorry-strike","title":"Brazil reinstates fuel subsidies after a disruptive lorry strike","body":"AT RUSH hour, driving across São Paulo can take two hours. This week, however, taxis zipped from one district to another on eerily empty streets in just a few minutes -- those that still had fuel to burn. On May 21st hundreds of thousands of Brazilian lorry drivers started a strike, halting deliveries of food and petrol, grounding flights and costing as much as 50bn reais ($13.5bn), or 0.8% of GDP. Poultry producers said that 64m birds have starved as a result, and the stockmarket has fallen by 6.2%. One distribution centre for farm products that usually registers 1,500-2,000 shipments a day reported only 115. A vegetable vendor hired cabs to deliver lettuce; onions fetched five times the normal price.\n\nThe strike was organised not by a union but by self-employed drivers using WhatsApp. With slim profits and cumbersome taxes, the drivers' finances were already precarious; the near-doubling of fuel prices since 2016 has pushed them towards ruin. That increase was caused partly by a declining currency, but also by the government's decision last year to scrap the subsidies that Petrobras, the state-controlled oil firm, had lavished on domestic fuel sales.\n\nInvestors had cheered the reform, one of the biggest steps taken by the president, Michel Temer, to slim down Brazil's public sector. Once the drivers began setting up roadblocks on highways and burning tyres in protest, however, he backed down. On the ninth day of the strike, he agreed to reduce fuel prices by 0.46 reais per litre, freeze them for 60 days and eliminate several taxes on lorries for good, at a cost to the government of 9.5bn reais.\n\nThe president's about-face was a concession to political reality. Despite the shuttered petrol stations and empty supermarkets, 87% of Brazilians told pollsters that they supported the drivers. Another survey found that 95% disapproved of Mr Temer's response to the strike. These majorities reflect a broader disgust with Mr Temer -- and with government in general.\n\nMr Temer took office in 2016, after his predecessor, Dilma Rousseff, was impeached for breaking Brazil's budgetary laws. Following 14 years of rule by the free-spending Workers' Party, he has implemented conservative fiscal, monetary and labour policies, reducing inflation and advocating reform of the insolvent pension system. The economy has fared reasonably well on his watch: following the worst recession in Brazilian history, the IMF expected it to grow by 2.3% this year (though the strike should lower that estimate).\n\nThe president, however, gets little credit. Unemployment remains stubbornly high. Moreover, the \"Lava Jato\" investigation, which has unveiled a giant network of bribes paid by Petrobras and the construction firm Odebrecht, has inflicted political damage on Mr Temer as well. Last year prosecutors accused him of accepting bribes, although he denies wrongdoing and Congress voted to reject the charges.\n\nThe public's perplexing support of strikers wreaking havoc on the economy shows just how long a shadow Brazil's endemic scandals have cast. Outright graft makes up only a sliver of the inefficiency in government spending, the ultimate cause of the country's combination of high taxes and poor public services. The lion's share comes instead from unusually generous pensions, corporate subsidies and salaries for civil servants. But with fresh news of kickbacks day after day, says Chris Garman of Eurasia Group, a consultancy, \"Brazilians are starting to associate corruption with the government's inability to provide public services\". The risk is that when crooked politicians offer such a tempting scapegoat, it becomes harder to convince voters of the need to reform a system that lets much larger vested interests take regular helpings of taxpayers' money in ways that are perfectly legal.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":553},"wgt":553},{"uri":"882241285","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"15:24:00","dateTime":"2018-06-06T15:24:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/science-and-technology/2018/06/02/a-history-of-big-headedness","title":"A history of big-headedness","body":"\"HOW the human got his brain\" is probably the most important \"Just So\" story that Rudyard Kipling never wrote. Kipling did not ignore people in his quirky take on evolution. Two of his tales describe the invention of the alphabet and the invention of letter-writing. But he took for granted the human brains behind these inventions, which are three times the size of those of humanity's closest living relatives, the great apes, and are thus as characteristic of people as trunks are of elephants or humps are of camels.\n\nThis week, though, sees the publication of two studies which, added together, form an important paragraph in the story of the human brain. Both concern a version of a gene called NOTCH2, which has been known for some time to be involved in embryonic development. Both point to an event in the past which changed the activity of this gene in the evolutionary line that leads to modern people. And both are supported by experiments which suggest that the change in question is crucial to the emergence of the big brains which distinguish human beings from all other living animal species.\n\nThe two studies, which were carried out independently, are published in Cell. One was by a team led by David Haussler, a bioinformatician at the University of California, Santa Cruz. The other was directed by Pierre Vanderhaeghen, a developmental biologist at the Free University of Brussels, in Belgium.\n\nDr Haussler stumbled on his discovery while comparing the development of the brain's cortex in human beings and in macaques, a type of monkey. He and his colleagues found in humans what appeared to be several previously undiscovered versions of NOTCH2, alongside the established one. The new genes, which they refer to as NOTCH2NLs, were absent from their macaques and -- as a search of genetic databases showed -- from all other living animals except chimpanzees and gorillas. In these two great apes there were two NOTCH2NL genes, but they seemed to be inactive. The difference between apes and humans is that in the human line one of these NOTCH2NLs has now become active, and has multiplied to create three versions, known as A, B and C.\n\nCrucially, this A, B, C pattern is replicated in the DNA of two extinct species of human, Neanderthals and Denisovans. By looking at minor differences between the various NOTCH-related genes in the three human species and the two great apes, the researchers were able to estimate when the active NOTCH2NL arose: 3m-4m years ago. That is when, according to the fossil record, the craniums of mankind's ancestors started expanding.\n\nTo follow up this discovery Dr Haussler created what are known as organoids (specifically, brainoids), which are in vitro replicas of developing brains, made in this case using mouse cells. He used these to test the effects of adding or deleting his newly discovered genes. In the absence of NOTCH2NL, the organoids developed normally. With it added, stem cells in the organoid which would otherwise have generated new neurons divided instead to create more stem cells. The result, when those stem cells did eventually turn into neurons, was more neurons than normal, and thus a bigger organoid. In effect, NOTCH2NL had generated a larger brain.\n\nEncouraged by this discovery, Dr Haussler and his colleagues performed one further test, with the co-operation of real human beings. These were people with macro- or microcephaly (unusually large or small brains). After testing the DNA of each of these volunteers, the team found that NOTCH2NL, though present in people with larger than average brains, was absent from those whose brains were abnormally small -- confirming the suspicion that it is involved in the hypertrophication of human brains.\n\nCogito ergo sum\n\nUnlike Dr Haussler, who came across his initial result serendipitously, Dr Vanderhaeghen set out from the start to find genes that are unique to people, are directly responsible for creating new brain cells in the cortex, are active and are specifically working to encourage the development of stem cells into neurons. The needle that emerged from this haystack of demands was the same set of NOTCH2NLs that Dr Haussler's team had lit upon. Seeking confirmation of the genes' function, Dr Vanderhaeghen introduced them into mouse embryos and found that the number of stem cells in the embryos' brains was thereby increased. He then repeated the experiment using stem cells taken from human fetuses and got the same results as Dr Haussler's team had observed in their organoids. Sure enough, NOTCH2NLs encouraged stem cells to proliferate without turning into neurons, increasing the total number of neurons generated.\n\nTaken together, these two studies suggest that NOTCH2NL has played a crucial role in the tale of \"How the human got his brain\". They do not, however, answer the question of why this happened. Mutations occur all the time. It is improbable that this was the first occasion in history something like NOTCH2NL has arisen. For NOTCH2NL to have prospered in the way that it did, natural selection would have had to have favoured it. Big brains, in other words, must have been useful in the context in which the mutation occurred.\n\nWhat that context was is unclear. Though it is hard for human beings to contemplate the idea that big brains could ever be undesirable, small-brained animals do perfectly well without them. And big brains are expensive to maintain. Some calculations suggest humans could not afford them calorifically without the invention of cooking -- a process that liberates otherwise indigestible nutrients. Humans now dominate Earth, but that was not true for most of the 3m-4m years since active NOTCH2NL arose and brain hypertrophication began. Until 10,000 years or so ago, when agriculture was adopted, humans were rare.\n\nThe ultimate cause of human brain expansion thus remains unknown. Tool-making is one explanation. A more intriguing theory is that human brains are the equivalent of brightly coloured plumage in birds, permitting the sexes to show off to each other what good mates they would make. Yet another idea, the Machiavellian-intelligence hypothesis, is that big brains enable people to manipulate others to their own advantage -- a trick that the invention of language would also assist. Nor need manipulation be malevolent. Collaboration is also a form of manipulation.\n\nThese ideas are not, of course, mutually exclusive. Any or all of them may be correct. Whether human beings are big-brained enough to decide between them and thus complete the missing \"Just So\" story remains to be seen.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":523},"wgt":523},{"uri":"883657613","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"15:44:00","dateTime":"2018-06-08T15:44:00Z","dataType":"news","sim":0.5490196347236633,"url":"https://www.economist.com/democracy-in-america/2018/06/08/the-trump-administration-joins-a-lawsuit-to-shred-obamacare","title":"The Trump administration joins a lawsuit to shred Obamacare","body":"TO REPUBLICANS, the Affordable Care Act, also known as Obamacare, is the zombie that endures countless hits to rise from its knees and haunt America's health-care industry. The signature legislative achievement of Barack Obama's presidency, which brought health coverage to 20m Americans, faced dozens of House repeal votes during Mr Obama's two terms in office and survived a pair of Supreme Court challenges (in 2012 and 2015). It even, thanks to the vote of Senator John McCain, wriggled out of what appeared to be a Republican death grip when Donald Trump implored legislators to kill it in July 2017.\n\nThe Republican Party managed to hack off one of the ACA's limbs last December when the law's individual mandate (requiring most Americans to buy health insurance) was gutted in the tax overhaul. But unable to legislate away Obamacare's more popular provisions -- in particular, the rule against denying coverage or charging high rates to people with pre-existing medical conditions -- the Trump administration is now enlisting the Department of Justice (DoJ) to join a battle in the courts.\n\nIn an extraordinary move that even ACA critics are calling \"cynical\" and \"absurd\" (Jonathan Adler) and \"just fucking terrible\" (Will Chamberlain), the DoJ has filed a brief in Texas v United States, a case in which 20 states say the heart of Obamacare will soon be unconstitutional. Ordinarily, the DoJ defends laws passed by Congress and signed by the president from attacks like this. But Mr Trump's DoJ is no ordinary DoJ. It has made dramatic reversals in major cases involving voting rights, LGBT protections and union fees, to name a few. And again Jeff Sessions, the attorney-general, has overseen a sudden switch. The DoJ takes the challengers' side, arguing that in January 2019, when the penalty for not carrying health insurance drops from $695 to $0, the individual mandate will no longer be constitutional and protections for people with pre-existing conditions should evaporate.\n\nSome are blaming this blatant politicisation of the DoJ's work on Mr Obama, whose administration decided in 2011 that it could no longer defend the heterosexuals-only Defence of Marriage Act (DOMA) against constitutional challenges. But the circumstances are quite different. As Nicholas Bagley, a law professor at the University of Michigan, puts it, the Obama-era example was based on the idea that \"it was no longer constitutionally tenable to deny equal rights to gay people\". What is the analog in Texas v US? Not a deep constitutional principle, but a twisted, logic-challenged and apparently one-time-only interpretation of \"severability\" -- the technical term for what happens to some parts of a law when other parts of it are deemed unconstitutional. The DoJ argues, without any plausible warrant, that if the individual mandate falls, so must the so-called \"guaranteed issue\" and \"community rating\" provisions -- the bits of the ACA that prevent health-insurance companies from denying coverage or unduly jacking up rates for people with serious (and expensive) medical conditions. These provisions of Obamacare rise or fall together, the DoJ brief says, and Congress could not possibly have intended for the individual mandate to go off into the night while the other rules stayed in place. As law professors Leah Litman and Ian Samuel colourfully observe, that is ludicrous: the tax package Congress passed in December in fact sent the individual mandate packing while leaving the other parts of the ACA untouched. So it is quite possible that members of Congress imagined that state of affairs: it is the one they legislated for.\n\nSo much for the legal arguments. There seems to be little doubt that the DoJ's are terrible; not a single career lawyer there would put his name to the brief. Shortly before the government filed it, three lawyers from the DoJ abruptly withdrew from it.\n\nWhat are the stakes of this legal stunt, besides giving America fresh cause to worry about the stability of the rule of law? The lawsuit may not die immediately: it is not impossible that the carefully selected federal judge in Texas who gets first crack at it would side with the 20 states and the Trump administration to kneecap the ACA. But by the time the case reaches the Fifth Circuit Court of Appeals, or, failing that, the Supreme Court, the lawsuit stands little chance of finally dismembering the ACA once and for all.\n\nThe latest attempt to slay the Obamacare beast may, however, backfire on the Trump administration. Polls show that health care is voters' top concern as they think toward House and Senate races in November. A recent poll found that 22% of voters rank health care over all other issues, with the economy and jobs in second place at 19%. Among Democrats, health care is the priority of 32% of likely voters; well ahead of the second-place issue (guns). The Republican Party Intervening to drive more stakes through the ACA's heart is unlikely to be a winning strategy for the Republican Party. Perhaps recognising these electoral risks, the administration is asking the courts to wait until January to declare the individual mandate and other purportedly inseverable provisions unconstitutional. But the brief is out there now, and Democrats have the summer and autumn to tell voters how the Trump administration is just getting started in its efforts to dismantle American's health-care protections. This may be the nicest thing Jeff Sessions has done for Democrats in a long time.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4020347","shares":{"facebook":518},"wgt":518},{"uri":"882958469","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:38:00","dateTime":"2018-06-07T15:38:00Z","dataType":"news","sim":0.6274510025978088,"url":"https://www.economist.com/finance-and-economics/2018/06/09/in-developing-countries-many-people-cannot-afford-not-to-work","title":"In developing countries, many people cannot afford not to work","body":"AMERICA'S unemployment statistics attract close attention, even from presidents. Early on June 1st President Donald Trump tweeted that he was looking forward to the latest figure (3.8%), released that morning. China's unemployment numbers, by contrast, attract mostly ridicule. They have barely budged since 2011 despite the upheavals of the period.\n\nMany China-watchers therefore hoped that a new measure of unemployment, dating from 2016 but published monthly since April, would be more revealing. Unlike the older statistic, which counts only those registered as jobless at local labour offices, the new measure draws on a survey of the labour force, collected by trained enumerators and beamed directly to Beijing beyond the grasp of local officials. It now covers 120,000 households across urban China (on top of a longer-running survey of 31 cities), providing, in theory, a representative snapshot of the biggest unemployed population in the world.\n\nTo no one's surprise, the new number is well below the government's target of 5.5%. And unlike America's figure, it also seems boringly stable (see chart). That has led many to dismiss it as propaganda. But such a judgment may be too hasty. If China's unemployment figures do not behave like America's, that may be because Asian unemployment bears little resemblance to its Western counterpart.\n\nIn many developing countries, unemployment is low simply because few people can afford it. Jobless benefits are patchy. In their absence, most people have to eke out a living to survive. Unemployment is, in effect, a \"luxury good\", notes Ajit Ghose of India's Institute for Human Development, a research organisation.\n\nEven when they are available, benefits may not be worth the bother. In Thailand, for example, payments last six months and range from 1,650 baht per month ($52) to 15,000. To be eligible, a Thai worker must register with the social-security office. But only one in three does so, according to Warn Lekfuangfu, an economist at Chulalongkorn University. Many remain outside the formal economy, where they are denied benefits but also spared taxes.\n\nWhat do they do instead? A laid-off factory worker might lend a hand on the family farm, become a casual day labourer, or sell trinkets on the street. \"There's a plethora of low-wage jobs\" in the region, points out Sara Elder of the International Labour Organisation (ILO) in Bangkok. At her husband's gym, ten people wait to help him with the climbing wall. In France, he would have to get by with only one.\n\nWhen Annan Chanthan left his job as a graphic designer in Bangkok five years ago, he thought about collecting unemployment benefits, but never bothered. He now earns more money selling lottery tickets next to Hua Lamphong railway station than he did in his former profession.\n\nIn poor countries, unemployment is paradoxically concentrated among the better off and better educated. They can afford to wait a bit for a job that matches their aspirations and qualifications. Their behaviour may also explain unemployment's curious stability. \"Even relatively well-off people cannot wait indefinitely,\" Mr Ghose points out. Thus when times are bad, they may settle for a worse job or stop looking, rather than wait longer, which would add to the rate of unemployment.\n\nFulsome employment\n\nThe peculiarities of unemployment figures are not always appreciated by the governments that publish them. Some policymakers even complain that the statistic is too low. \"They hate the unemployment rate in Africa; they're very vocal about it,\" Ms Elder says. For many years, Liberia's jobless rate was said to be 85%, an outlandish figure that nonetheless symbolised the country's genuine economic distress. When the government carried out a proper count in 2010, it discovered that the true rate, strictly defined, was under 3%.\n\nSome governments nudge the measure upwards. They count people who are not immediately available to start work or not actively seeking it. Indonesia, for example, includes \"discouraged workers\", who have given up looking for a job. Its national number was 5.4% in 2017, compared with the ILO estimate of 4.2%.\n\nCountries seeking higher rates may soon get their wish. In 2013 the world's labour statisticians resolved to change the definition of the labour force, excluding people, such as subsistence farmers, who produce goods for their own family's use. That does not change the number of unemployed. But it does shrink the labour force. Thus when the new definition is implemented, an unchanged number of unemployed people will constitute a higher percentage of a smaller labour force. In a rural country like Laos, the effect is dramatic. Its unemployment rate was 0.7% in 2010 using the old definition but jumped to 9.6% in 2017, using the new, stricter one.\n\nUltimately, a low unemployment rate is evidence only that people are working, not that they are working well. Work may be poorly paid, periodic and precarious. In Indonesia, less than half of those in employment collect a recognisable wage or salary. The rest mostly work for themselves or their families.\n\nPatchy employment is by no means the preserve of poor countries. It is becoming more prominent in richer nations also, notes Mr Ghose. On his last visit to Cambridge University, he learnt that some staff in the faculty cafeteria did not find out until Friday whether they would be working the following week. When he was a student at Cambridge decades ago, things were not like that at all, he says. In Britain and America, the unemployment rate is now reminiscent of that past age of full employment. But as Asia demonstrates, full employment can sometimes be surprisingly threadbare.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4016878","shares":{"facebook":508},"wgt":508},{"uri":"882958470","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:38:00","dateTime":"2018-06-07T15:38:00Z","dataType":"news","sim":0.7490196228027344,"url":"https://www.economist.com/finance-and-economics/2018/06/09/a-referendum-on-the-way-money-is-created","title":"A referendum on the way money is created","body":"TO ITS opponents, the Vollgeld initiative is \"suicidal\" and a \"dangerous experiment\". To its supporters, it is the ticket to a \"fairer and more stable banking system\". Swiss voters will decide for themselves on June 10th, when the proposal for sovereign money, which would rewire the country's banking system, are put to a referendum that, in theory, would be binding.\n\nThe heart of the argument is whether private-sector banks should be able to create money. In modern economies, most money takes the form of deposits in commercial banks, rather than the cash in circulation and the reserves determined by the central bank. And bank deposits are mainly created through bank lending. Lenders can thus lend far more than they hold in central-bank reserves.\n\nVollgeld supporters want to take such money-creating powers away from banks. Bank deposits are not as safe as sovereign money, they say. If a bank collapses, depositors lose uninsured funds. Instead the public should hold current accounts directly with the Swiss National Bank (SNB), the central bank. Banks' lending should be funded entirely by time deposits (savings accounts) or by borrowing of their own. Vollgeld's backers say that bank runs would be much less likely and there would be no need for taxpayer-funded bail-outs. Similar ideas floated among economists in America in the 1930s, but have never been put into practice.\n\nThe initiative's opponents, which include the Swiss government, the SNB and the banks, say sovereign money would incur large costs for little gain. The transition to Vollgeld would be expensive and unpredictable as banks reorganised themselves and sought alternative, dearer, sources of funding. Interest rates would rise, at great cost to the Swiss economy.\n\nDaniel Kalt, an economist at UBS, a bank, believes that sovereign money would not stop financial crises. In 2007-08 a seizure in interbank funding, rather than bank runs, toppled financial institutions with no retail deposits, such as Lehman Brothers. Thomas Jordan, the head of the SNB, has argued that sovereign money would not prevent banks from granting risky loans or overestimating future returns. Today's macroprudential rules will do more to avert a crisis than tearing down the system.\n\nSovereign money could also complicate monetary policy. Rather than setting interest rates to influence bank lending, the SNB would have to control inflation by regulating the amount of cash in circulation directly. The SNB also frets that, if granted the power to distribute money and credit, it will become embroiled in politics.\n\nWith opinion polls suggesting that only a third of respondents will vote in its favour, the radical initiative is unlikely to pass. But authorities in several countries are contemplating the merits of digital currencies, which could allow the public to hold deposits with the central bank. Vollgeld might not pass, but some more cautious monetary experiments may well be on their way.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4018026","shares":{"facebook":503},"wgt":503},{"uri":"882958472","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:38:00","dateTime":"2018-06-07T15:38:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/finance-and-economics/2018/06/09/the-market-for-driverless-cars-will-head-towards-monopoly","title":"The market for driverless cars will head towards monopoly","body":"THE race to bring driverless cars to market is fierce and crowded. All the leading carmakers are in the field: on May 31st SoftBank's Vision Fund said that it would invest $2.25bn in the autonomous vehicle (AV) arm of General Motors. So are tech upstarts, from Uber to Tesla to Waymo, Alphabet's self-drive division and the leader in driverless technology, which recently announced plans to add 62,000 minivans to the fleet of cars that will make up its autonomous ride-hailing service. Intense competition has both benefits and costs, but will probably prove short-lived. Thanks to powerful economies of scale, the roads may soon be ruled by no more than a handful of firms.\n\nThe advantages of scale begin with data. Like humans, the computers which power driverless cars improve with experience. The computers sitting in AVs are essentially in the business of learning and improving on what a good human driver would do, write Ajay Agrawal, Joshua Gans and Avi Goldfarb in their new book, \"Prediction Machines\". The more data they have, the better they become at predicting whether that blur ahead is a pedestrian or sunlight reflecting off the road, and reacting accordingly. And the more miles under an AV project's belt, the more unusual events -- a moose in the road, say -- the system faces.\n\nFortunately such lessons, once learned by computers, are not forgotten, and can be drawn upon by every vehicle using the same software. This, and the fact that AVs never fall asleep at the wheel or pull their eyes from the road to check their phone, suggests that driverless cars should ultimately be far safer than the human-driven sort, which contribute to the roughly 1.25m road deaths each year worldwide, a bigger body-count than malaria. But some AV systems will be safer than others. Those that beat competitors on safety and general reliability will attract more drivers and corporate partners, allowing them to gather more data still.\n\nRegulators might further thin the field, by forcing firms with poor safety records to curtail testing or by setting standards that only the best can meet. Indeed, performance gaps could create ethical quandaries for governments: should the safest firms be forced to share their technology; should they be given exclusive rights to the roads; should policymakers tolerate preventable deaths in cars using inferior software? Such questions might not remain academic for long. Between December 2016 and November 2017 Waymo reported three collisions in 350,000 miles (560,000km) of driving in California; GM, the nearest American competitor, had 22 in 132,000. Neither has been involved in a fatal accident, as Tesla and Uber have.\n\nScale will yield still other benefits. Though some people will want their own driverless cars, the market is likely to favour AV-based ride-hailing services. Driverless cars will not come cheap. But cars used in ride-sharing services will cost less per mile than personal vehicles, which spend much of their time sitting idle. Maintenance and other costs should be lower for fleets of hailable AVs, because centralised facilities ought to enjoy productivity advantages over distributed mechanics' shops, and because individual owners are at an informational disadvantage to their mechanics, which creates opportunities for overcharging.\n\nIndividual owners might nonetheless shell out for the convenience of a car at their personal beck and call. Yet car-hailing services, like bike-sharing businesses, become more useful as their user-base grows. The more riders there are in an area, the more vehicles it pays to operate, and the more likely a user is to find an open ride nearby. If waiting times fall to almost nothing -- as clever AVs learn to roll up at the time you usually leave home or work -- the extra value of having your own car will fade.\n\nConvenient, safe AVs, which allow riders to nap rather than mind the wheel, should reduce the hassle of travelling by car. That creates a potential snag: people may travel more, making congestion worse. Ironically, though, scale could fix this too. Congestion occurs because individual drivers do not take into account the inconvenience they cause to others. One way to solve this is to force drivers to bear those costs, by charging them a fee. But governments' plans to introduce congestion tolling are unpopular -- and charging is consequently rarer than chronically jammed highways.\n\nBut a ride-hailing service which grew to account for a substantial share of traffic would face a different set of incentives. Congestion costs imposed by one of its cars on another would be internal to that firm, which would have both the reason and the ability to do something about it -- by varying prices with demand, perhaps, or by offering reduced rates to customers willing to share a car. Other cars or services could attempt to free-ride on the free-flowing traffic created by dominant firms. But concentrated control over roadways could make the politics of road fees more tractable: as the winning firms' bargaining power rose, as fewer middle-income households owned their own cars, and especially if, as Daniel Rauch and David Schleicher of Yale University suggest, AV firms join with governments to provide public transport and mobility services.\n\nWaymo regulation\n\nAssuming, that is, that governments do not take a much larger role in the market. Historically, scale economies in transport, from railways to public transit, pushed systems towards monopoly and eventual government interference. Economies of scale will likewise thin the ranks of driverless contenders and create pressure for government involvement. Driverless cars might not be much faster than those controlled by humans. But the market could go from cut-throat competition to oligopoly to state control with extraordinary speed.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":465},"wgt":465},{"uri":"882980214","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:16:00","dateTime":"2018-06-07T16:16:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/middle-east-and-africa/2018/06/09/the-calculations-of-muhammad-bin-salman","title":"The calculations of Muhammad bin Salman","body":"THE holy month of Ramadan used to be an occasion for royal amnesties in Saudi Arabia. But instead of granting pardons, Muhammad bin Salman, the crown prince and power behind the throne, has added to the 2,000 or so political prisoners detained since September. Over the past month his goons have arrested 17 liberal activists. Nine are women, some of whom campaigned for the right to drive.\n\nPrince Muhammad has loosened the kingdom's social restrictions. The decades-old ban on female drivers will be lifted on June 24th. But when citizens demand new rights, instead of waiting patiently to be granted them by royal decree, they are often locked up. The effect has been stifling. Before talking politics over the phone, Saudis take precautions, such as using virtual private networks and encrypted dialling services. Many have purged their Twitter accounts or closed them. \"Sorry. I'm not ready to talk,\" writes a once-verbose activist. They are all terrified, says a diplomat.\n\nPrince Muhammad sees no contradiction in all this. His social contract apes that of the United Arab Emirates, which grants subjects social freedoms provided they forgo political ones. In less than a year as crown prince, he has taken direct control of media outlets and big businesses, or appointed his men to their boards. Once-powerful clerics and princely challengers have been squashed. Gone is talk of holding elections for the Shura council, a royally appointed proto-parliament.\n\nThe prince has also overhauled the state security police, recruiting former Egyptian officers to hound dissidents. Activists used simply to disappear into custody. Now they are named and shamed after being arrested. Photos of female campaigners appear on the front pages of the press, stamped in red with the words \"spies\", \"traitors\" and \"agents of embassies\". Twitter bots spread the allegations. Spyware, delivered as text messages, combs phones for fresh suspects.\n\nWestern firms, skilled in secret psychological operations, have been hired to help shape public opinion. They include SCL Group, the parent company of Cambridge Analytica, the political-data firm that claims to have helped President Donald Trump win election. Before Prince Muhammad's economic- and social-reform drive, SCL Group, a British firm, conducted dozens of focus groups with ordinary Saudis and found evidence of widespread discontent with the monarchy. It advised the regime on how to stay in power.\n\nPrince Muhammad's strategy of suppressing dissent while loosening up in some areas appears calculated. He has made many enemies by sidelining fellow royals, shaking down businessmen, locking up liberals and alienating religious leaders. But few question his rule. Saudis seem to be adapting to the likelihood that one unaccountable man will rule them for decades to come.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":445},"wgt":445},{"uri":"881158416","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"06:46:00","dateTime":"2018-06-05T06:46:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/the-economist-explains/2018/06/05/why-america-still-has-dry-counties","title":"Why America still has \"dry\" counties","body":"TODAY is National Moonshine Day, when American tipplers lift a mason jar to the illegal liquor that got them through Prohibition. For most drinkers, that world of bootleggers and secret stills is just a part of history. But roughly 18m Americans still live in \"dry\" counties or municipalities, where the sale of alcohol is banned by law. How have these holdouts survived into modern times, and what are the consequences for people who live there?\n\nParts of the United States were dry even before the start of Prohibition. Maine implemented its own anti-booze rules as early as the 1840s. In 1919, the 18th amendment spread these restrictions nationwide. While many Americans lamented the ban -- and dodged it by getting legal whisky prescribed by doctors -- others rejoiced. Some Protestants saw boozing as sinful, while others fretted about the social dangers of letting immigrants and the poor get drunk. These attitudes persisted even after 1933, when President Franklin D. Roosevelt switched on the taps again. Several states kept up their own prohibitions. Mississippi bars only reopened their doors in the 1960s. As late as 2006, South Carolinians visiting a local bar could only buy shots from tiny bottles better suited to an airliner's drinks trolley.\n\nStatewide bans on alcohol have now disappeared. But around 10% of the country, by area, keeps up local restrictions, especially in the South. As of late last year, six counties in Texas and 35 in Arkansas were still dry. Rules in parts of Alaska are so strict that the mere possession of alcohol is illegal. Even so-called \"moist\" counties only permit drinking in certain areas, or limit drinking in other ways (by restricting alcohol sales to large restaurants, for example). Though campaigners try to loosen rules -- in 2016 Alabamians voted to abolish their last teetotal county -- change can be slow. This is partly social. Americans might be more liberal than they were in 1919, but cautious attitudes remain. A culture of abstinence \"has had a lasting residual impact\" in some areas, explains one modern prohibitionist. Legal hurdles hardly help. Thirsty citizens in Arkansas can only get prohibition repeal on a ballot if 38% of voters in any given jurisdiction sign a petition, whereas other issues qualify for a referendum with just 15%. Some drinkers even sabotage repeal efforts themselves. Bootleggers in a dry corner of Alaska, worried their business would collapse, plied voters with free drink to persuade them to vote against going legally wet.\n\nThese desperate tactics are unsurprising: prohibition still offers space for unscrupulous vendors to get rich. At the Pine Ridge Indian Reservation, near South Dakota's border with Nebraska, bootleggers sell beers for $3 and vodka (mixed with hand sanitiser) for $10. Prohibition can be dangerous in other ways, too. Because people in dry areas need to travel for a fix, drunk-driving accidents are far more common. For homebodies, drug-abuse rates can increase. Researchers at the University of Louisville found that dry counties in Kentucky were nearly twice as likely to be caught hosting illegal meth labs as their wet neighbours. No wonder punters from Kansas to Maryland have voted to relax prohibition in recent years. If for no other reason, letting in the booze makes financial sense. One study from 2014 found that turning three dry Arkansas counties wet could bring in over $30m a year to the local economy -- good cause for cracking open a bottle or three.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":412},"wgt":412},{"uri":"882724473","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"09:07:00","dateTime":"2018-06-07T09:07:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/the-economist-explains/2018/06/07/how-to-do-the-most-good-possible","title":"How to do the most good possible ","body":"IMAGINE you are walking in a park and come across a boy drowning in a pond. Chances are, you would not hesitate to jump in to save him, even if it meant ruining an expensive pair of shoes. Yet, if you read a news report about thousands of children drowning because of a flood in a distant country, you may not feel compelled to act all. What could explain this seemingly incongruous gap in empathy? One reason is that you, as a human, are simply hard-wired to care more about those in your immediate vicinity. But another is that you might believe that you have no ability to meaningfully affect the lives of distant strangers. The \"effective altruism\" movement, a group of scientifically minded do-gooders, argue that this view is too pessimistic. They reckon that social science has advanced to the point where it is possible for individuals to do a tangible amount of good.\n\nThe most obvious way to affect the world is to choose the right career. Teaching is considered a natural vocation for a would-be do-gooder, but it is not clear that it should be. Effective altruists argue that if you are choosing a career and want to help the world, you should not worry about how much good a profession does overall -- rather, you should focus on the impact you would make if you join them. If you become a teacher, chances are you would not actually increase the total number of teachers in your country. Instead, you would simply be taking a spot away from another candidate with a CV that looks a lot like yours. A better option might be to get a job on Wall Street. If you become a derivatives trader and commit to giving a large portion of your salary to charity, you might make a very positive impact on the world since you would be taking a job away from someone who probably would not donate the same amount of money.\n\nOne of the biggest intellectual achievements of the effective-altruism movement has come in the form of charity evaluation. GiveWell, a non-profit firm, has taken research from development economics and used it to calculate how much good each dollar donated to a number of charities can do. It measures a charity's success not in financial returns, but rather by factors such as how much it costs the charity to save a life. For example, the Against Malaria Foundation distributes antimalarial bednets in sub-Saharan Africa. GiveWell reckons that the benefits of its work add up to the equivalent of a life saved for every $2,000 spent by donors.\n\nA typical household in America makes around $58,000 a year. Suppose it commits 10% of that, every year, to efficient charities. Over the course of a 40-year working life, this would add up $232,000. GiveWell's analysis implies that such a family would be responsible for saving the lives of 116 children if it were to give to the Against Malaria Foundation. Peter Singer, an Australian philosopher who first came up with the drowning-child argument, notes that the efficiency of the charity to which one gives is as important as the amount given. This is true for many causes. For instance, if you are interested in maximising the public enjoyment of art, you could choose to buy an expensive picture for a museum. Or you could spend just $100 and help someone living in a poor country get surgery to prevent blindness from trachoma. They could then spend their entire life gazing upon paintings.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":368},"wgt":368},{"uri":"882968785","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:57:00","dateTime":"2018-06-07T15:57:00Z","dataType":"news","sim":0.729411780834198,"url":"https://www.economist.com/europe/2018/06/09/spains-new-prime-minister-pedro-sanchez-assembles-a-reassuring-team","title":"Spain's new prime minister, Pedro Sánchez, assembles a reassuring team","body":"WITH unforeseen suddenness, a new political era has begun in Spain. Having ousted Mariano Rajoy, the long-serving conservative prime minister, in a parliamentary censure by 180 votes to 169, this week Pedro Sánchez, the Socialist leader, formed a new government. It will be weak, commanding an even smaller minority in Congress than its predecessor, but not necessarily brief: a general election may not come for at least a year.\n\nMr Sánchez, a 46-year-old economist, has appointed a cabinet that mixes old faces from previous Socialist administrations with new figures, several from regional governments that his party runs. Its make-up sends three messages. Some are designed to rebut the charge by Mr Rajoy's People's Party that the new prime minister is a hostage to the Catalan nationalists and Podemos, a populist leftist party, whose parliamentary votes helped to bring him to office.\n\nThe first message is stability and commitment to Europe. Mr Sánchez has made a virtue of his limited support by pledging to stick to Mr Rajoy's budget (and its target of cutting the fiscal deficit to 2.3% of GDP). This would \"guarantee the governability of our country at an extraordinarily complex moment\", he said in Congress. Raising more than a few socialist eyebrows, he named Nadia Calviño, currently the European Commission's director-general for budgets, as his economy minister.\n\nThe new prime minister has not offered to repeal Mr Rajoy's liberalising labour-market reform, as the unions would like. This reform has helped to spur a rapid fall in unemployment during the past four years of strong economic recovery from the euro crisis. All this means that the political shake-up has caused scarcely a ripple among investors, who are more concerned with Italy's political crisis.\n\nSecond, the new foreign minister, Josep Borrell, is an experienced former minister and president of the European Parliament, and also a Catalan. Mr Borrell campaigned against the drive for independence by Carles Puigdemont, Catalonia's former regional president. His appointment signals that the new government will uphold the constitution (which bars secession) and will be more active in making that case abroad.\n\nThird, in a country where feminism is gaining ground, 11 of the new cabinet's 17 members are women. It is a cabinet \"in the image of Spain\", Mr Sánchez said, committed to social and gender equality as well as economic modernisation, with science and innovation as motors.\n\nSuch gestures will be an important part of Mr Sánchez's rule, because his scope for bringing about radical change is small. His Socialists, who have only 84 of the 350 seats in Congress, will govern alone. Mr Rajoy's PP had 134 seats and could count on Ciudadanos, a liberal party, with 32.\n\nThe ghost of the past\n\nBefore calling an election -- due in the summer of 2020 at the latest -- Mr Sánchez promises to roll back several measures (such as restrictions on freedom of assembly) imposed by the PP when it had a majority, and to which most of the current parliament is opposed. He promised a law requiring equal pay for equal work for women and men, and more efforts to help the long-term unemployed.\n\nAbove all, Mr Sánchez brings a breath of fresh air. Polls show that the country had tired of Mr Rajoy. He doggedly hauled Spain out of a deep economic slump with reforms of the broken financial system as well as of the labour market. But the constitutional crisis over Catalonia took its toll on his government. Above all, Mr Rajoy failed to grapple with, investigate or apologise for a steady stream of corruption cases and scandals involving his party.\n\nOn May 24th a court found that the PP had run an illegal financing scheme, and that Mr Rajoy's evidence denying this lacked credibility. Since he had often highlighted, in the Catalan context, that Spain's judiciary is independent and the rule of law paramount, that made his position untenable, as Mr Sánchez quickly grasped. Mr Rajoy, a great survivor whose stolid appearance hides sharp political instincts, had been outwitted at last. This week, in a tearful farewell, he resigned as the PP's leader, a post he has held for the past 15 years.\n\nMr Sánchez is nothing if not daring. Just 19 months ago his political career seemed over, after he was deposed as leader of the Socialist party by its regional barons. They had turned against him following two election defeats, and because he was prolonging a parliamentary deadlock by refusing to allow the formation of Mr Rajoy's minority government. His response was to get into his ancient Peugeot and travel round the country, rallying the party faithful. In May 2017 he got his revenge by unexpectedly winning back his old job in a party primary election.\n\nHis position is not without risks. The PP still controls the Senate; it thinks it has been unfairly bundled out of office without an election and promises the incoming government a rough ride. Mr Sánchez said he would try to get a more generous budget passed for next year, but that depends on maintaining his heterogenous base of support. Nevertheless, it is hard to unseat a Spanish prime minister, since the constitution requires a parliamentary majority for an alternative. Mr Rajoy was the first to suffer this fate in 40 years of restored democracy. If necessary, a government can roll over a budget for a second year.\n\nThe biggest challenge remains Catalonia. Mr Sánchez supported Mr Rajoy's imposition of direct rule after Mr Puigdemont's unilateral declaration of independence. This week that was lifted as the separatists formed a new government. The prime minister said he wants dialogue, as did Quim Torra, his Catalan counterpart. Mr Sánchez can try to lower the tension, for example by appointing a less militant attorney-general. But creating common ground will take time.\n\nThe risk for Mr Sánchez is that his government is seen as a last gasp of the old political duopoly, discredited during the economic crisis as well as by corruption (which has spattered the Socialists, too). The unspoken reason for the success of the censure was that Ciudadanos, riding high in the polls, is the only party wanting an immediate general election; the rest want to avoid one. The Socialists are becalmed at around 20%. Mr Sánchez hopes he will be able to lift that number before going to the country. It is his biggest battle yet.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4020562","shares":{"facebook":325},"wgt":325},{"uri":"882812994","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"11:47:00","dateTime":"2018-06-07T11:47:00Z","dataType":"news","sim":0.5254902243614197,"url":"https://www.economist.com/finance-and-economics/2018/06/07/president-trumps-tariffs-have-united-his-opponents-at-home-and-abroad","title":"President Trump's tariffs have united his opponents at home and abroad","body":"\"HOW am I going to compete?\" asks Sohel Sareshwala. He runs Accu-Swiss, a Californian company making customised components for the manufacture of semiconductors and cars. President Donald Trump's tariffs on steel and aluminium, both of which he uses as inputs, are eating into his profit margins and delaying his orders. Meanwhile, Mr Sareshwala's competitors abroad, free of such concerns, can undercut him.\n\nMr Sareshwala is not alone in his frustration. On June 1st Mr Trump extended tariffs to countries that supplied 81% of America's steel imports and 96% of aluminium imports in 2017, arguing that this was necessary to protect national security. Tight quotas apply to most of the rest. Only Australia was let off, perhaps because of a friendship between the president and Greg Norman, an Australian golfer, who lobbied on his government's behalf. Mr Trump's tariffs and quotas have drawn a chorus of disapproval from American buyers of metal, the governments of Mexico, Canada and the European Union, and anyone concerned about the health of the rules-based system of world trade.\n\nPlenty of business people besides Mr Sareshwala are finding that inputs are dearer and scarcer. Tariffs, imposed or threatened, have dulled foreign competition and pushed up the price of American-made metal. On June 5th hot-rolled steel cost $329 per tone more in America than in western Europe, according to data from S&P Global Platts, a price-benchmark provider. The gap for aluminium was $290. The tariffs work like a tax, leading to more expensive bridges, pipelines, cars and beer cans. The quotas make planning nightmarish. When South Korea's were announced, some categories had already been filled.\n\nDisquiet among the consumers of affected products is no surprise. More surprising is the resistance from those the tariffs are supposed to help. Though it at first supported tariffs, the United Steelworkers, a trade union, denounced them when they were unveiled because they included Canada, whose metalworkers happen to be members of the union too.\n\nThe Aluminum Association, an industry body, also weighed in. Its head, Heidi Brock, labelled Mr Trump's decision an \"unfortunate outcome\". Ms Brock had hoped that any measures would be aimed at tackling Chinese subsidies and overcapacity. Instead, because 97% of the American industry's jobs are in aluminium processing, and supply chains cross back and forth in North America, the tariffs are a headache for her members.\n\nMore pain is on the way. America's trading partners are promising tariff retaliation that could affect as much as $43bn of its exports (see chart). They have picked products ranging from motorcycles to pork (see article). Retaliation adds to worries that Mr Trump will harm America's economy not help it. Taking both his trade restrictions and retaliation by others into account, Joseph Francois, Laura Baughman and Daniel Anthony of the Trade Partnership, a consulting firm, estimate that for every job in steel and aluminium gained, 16 would be lost elsewhere.\n\nTrade diplomacy is likely to be damaged, too. Mr Trump is supposedly still trying to renegotiate the North American Free-Trade Agreement (NAFTA) with Canada and Mexico. On June 5th Larry Kudlow, his economic adviser, insisted that the president was not planning to withdraw from it. But talks are stalled and Mr Trump's tariffs are diminishing the pact's value. NAFTA includes special conditions that its members must meet before attacking each other with tariffs; when President George W. Bush imposed broad steel tariffs in 2002, America's NAFTA partners were therefore spared. Mr Trump is doing his best to show that while he is in charge, such conditions count for little.\n\nAmerica's offended allies are showing unusual unity. Collectively, their response looks larger than the biggest authorised by the World Trade Organisation (WTO) since its founding in 1995. But its nature is more notable than its size. Normally, WTO dispute-resolution panels hear legal arguments and issue a ruling before plaintiffs retaliate. But although the EU and several countries have filed formal cases, they seem unlikely to wait for the WTO's blessing this time.\n\nThe quarrel falls into a legal grey area. The Trump administration is claiming that it is acting in the name of national security and that no WTO judge should be able to question a country's own assessment of that right. Canada, China, the EU, India, Japan, Mexico and Turkey all say that Mr Trump's national-security claim is phoney. America is instead \"safeguarding\" its industry. Under WTO rules, they say, that gives them the right to retaliate. (Canada and Mexico can claim different retaliatory rights under NAFTA.) All these claims can and will be disputed.\n\nNot that Mr Trump would pay much attention to an adverse WTO ruling on his national-security claim. His administration is strangling the WTO's dispute-settlement body anyway, by blocking the appointment of new judges. He prefers raw power to rules. Retaliation, even if it bends the rules, may remind Mr Trump of the dangers of a power-based system and a united opposition -- even though that is a risky stance for those who believe that rules are paramount. \"Is this the beginning of the end of the international trading system?\" asks Luis de la Calle, a Mexican former trade negotiator. \"I say this is the beginning of the defence of the international trading system.\"","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4013821","shares":{"facebook":228},"wgt":228},{"uri":"882895787","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"13:59:00","dateTime":"2018-06-07T13:59:00Z","dataType":"news","sim":0.5372549295425415,"url":"https://www.economist.com/leaders/2018/06/07/americas-allies-should-stand-up-to-its-reckless-trade-policy","title":"America's allies should stand up to its reckless trade policy","body":"OF ALL President Donald Trump's assaults on multilateralism, his trade policy is the most relentless. On June 1st his administration expanded tariffs of 25% on steel and 10% on aluminium to include imports from allies: the European Union, Canada and Mexico. The tariffs are justified by \"national security\", a ruse to render them legal at the World Trade Organisation (WTO). The White House may not stop there. It is investigating whether imports of cars and car parts also pose a \"threat\". America's allies are brandishing their own lists of levies on American imports, as is China. Should they strike back?\n\nThe arguments against retaliation are clear. A tit-for-tat trade war will unleash destructive mercantilism, which lurks everywhere, not just in the White House. Even in good times, politicians usually forget that the main benefits of trade are higher productivity and cheap imports. Instead, they keep tariffs low chiefly to open foreign markets for their hard-lobbying exporters. The more barriers they encounter abroad, the less value they will see in supporting the global trading system. Decades of progress towards freer trade could unravel.\n\nBut doing nothing entails costs, too. Mr Trump's goals go far beyond tariffs on a few metals. He seeks trade terms that will force supply chains to move to America, damn the economic consequences. For example, the administration wants the North American Free-Trade Agreement (NAFTA) to expire automatically after five years, robbing firms of the certainty they need to invest in Mexico. To roll over on tariffs today would invite further, more damaging assaults tomorrow.\n\nThere are no good options. But on balance, it is better to try to deter Mr Trump now, while the scale of the dispute is small. Countries should organise their response so that it has maximum effect at minimum cost.\n\nThey should act in unison and within the spirit of the rules-based system. Condemnation of America's actions by the rest of the G7 on June 2nd was a first step. Countries are also right to complain about the tariffs to the WTO. The rules may yet permit retaliation; the idea that Mr Trump's tariffs have anything to do with national security is laughable; and it would smack of double standards for retaliators to defend the multilateral system while circumventing it.\n\nAny retaliation should be carefully calibrated. It is sensible to target symbolically important goods. Mexico has imposed tariffs on bourbon and pork, which are produced in states that are home to Republican leaders. Canada plans to tax imports from swing states, such as chocolate from Pennsylvania and orange juice from Florida. Mr Trump's trade policy is already unpopular among Republicans in Congress, some of whom are trying to curtail the president's power to act unilaterally on trade. America's allies should aim to weaken the remaining support for protectionism.\n\nRetaliatory tariffs should be structured so as to do as little economic damage as possible at home. That means omitting goods for which there are few available substitutes, as well as parts and components. Otherwise, supply chains will be put at risk and governments will probably be drawn into the business of picking winners. To see how easily that happens, witness the thousands of requests by American importers for exemptions from Mr Trump's steel and aluminium tariffs.\n\nBully pulpit\n\nThe Economist was founded in opposition to tariffs and mercantilism. Barriers to trade distort economies and harm consumers, especially poor ones. Yet, in the long run, a measured show of strength in the face of Mr Trump's aggression offers the best hope for keeping markets open.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4013821","shares":{"facebook":184},"wgt":184},{"uri":"882312192","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"17:19:00","dateTime":"2018-06-06T17:19:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/europe/2018/06/06/bosnias-politicians-are-arguing-about-a-mysterious-wave-of-arrivals","title":"Bosnia's politicians are arguing about a mysterious wave of arrivals","body":"THEY have been living in tents in parks and community centres and the authorities are straining to care for them. But 23 years after the end of the Bosnian war, which saw 2.2m people, or half the population, displaced, the new refugees in Bosnia are Syrians, Afghans, Iraqis and others. Some 500 a week have recently been crossing into the country, on what they hope is their way to western Europe.\n\nThe Balkan route to Europe from Syria via Turkey closed in 2016, so it has been a big surprise that so many refugees have suddenly started turning up. Some are fleeing recent fighting, but most are not. According to Peter Van der Auweraert, of the International Organisation for Migration, the majority of the new arrivals are people who have been stuck in Serbia or Greece and, frustrated by their situation, are trying this new route. Refugee centres in Serbia are rapidly emptying out. Others come via Albania and Montenegro.\n\nLast year only 755 new refugees were registered in Bosnia; this year the number has already reached almost 5,000, of whom half may have already left for Croatia, an EU member since 2013 and formerly, with Bosnia, part of Yugoslavia. On May 30th Croatian police opened fire on a van with migrants crossing from Bosnia, injuring two children. Ministers from the region are due to hold a meeting on the mounting crisis in Sarajevo, the Bosnian capital, on June 7th.\n\nIn an effort to halt the flow, Bosnia has sent extra police to its borders with Serbia and Montenegro. Hungary, which built a highly effective fence on its border with Serbia to stop illegal crossings, has promised 23km of razor wire fencing to Montenegro to help seal parts of its border with Albania. Among the refugees are a new category. Some 10% are Iranians. Last year Serbia and Iran stopped requiring visas for each other's citizens. In March cheap direct flights between the two countries began.\n\nThe new arrivals, most of them Muslims, have stirred up political argument. When Bosnia's bloody war ended in 1995 the country was divided into two; the mainly-Serb Republika Srpska and the Bosniak (Muslim) and Croat Federation. Milorad Dodik, the president of Republika Srpska, claims that Bosniak politicians have a secret plan to import Muslim migrants to change Bosnia's demography and thereby take control of the whole country. In fact, few of them want to stay. But with elections looming in October, facts do not stand in the way of political point-scoring.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":174},"wgt":174},{"uri":"880442010","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"05:55:00","dateTime":"2018-06-04T05:55:00Z","dataType":"news","sim":0.4823529422283173,"url":"https://www.economist.com/the-economist-explains/2018/06/04/what-may-happen-in-novembers-mid-terms","title":"What may happen in November's mid-terms","body":"IN NOVEMBER, as they do every two years, Americans will go to the polls to elect a new Congress. The Republicans enjoy majorities in both chambers and a president who is usually sympathetic to their agenda, but the current Congress has been long on drama, with some unexpectedly tight votes. Major legislative initiatives, such as health-care reform, have failed; even a tax-cut measure passed by only a handful of votes. The Democrats, buoyed by energetic opposition to Donald Trump's presidency, will believe they can win control of one or both chambers. Republicans will hope that a strong economy and a low unemployment rate will help them hold on. What will determine the winner?\n\nThe two-chamber structure of Congress is the result of an 18th-century dispute that occurred when the first of the states agreed to unite. Big states wanted population to determine seats in the legislature; small states preferred equal votes for each state, regardless of size. The founders did both. In the House of Representatives states get seats in accordance with their population. In the Senate, each state has two senators serving six-year terms. All 435 members of the House stand for election every two years, to keep them dependent on and sympathetic with the people. Only a third of senators, on the contrary, stand for election at any given time, so the Senate tends to change more slowly: it was intended as a moderating influence in government.\n\nThe Democrats (and their independent allies) need just two more seats to win a majority in the Senate come November, and 25 seats to win control of the House. Yet though the Democrats might seem closer to winning the Senate, they are in truth on shakier ground there. Of 35 Senate seats up for grabs this year, 26 are already held by the Democrats or their allies. Ten of those 26 represent states that voted for Mr Trump in 2016. Gaining another two seats will be tricky. In the House, too, Republicans have an advantage. Because Democrats tend to live in compact, heavily Democratic areas and because Republicans have been more successful at gerrymandering, the House is tilted in their favour. Democrats will have to win 5m-6m more votes than Republicams to gain a House majority, according to our statistical model of the House election. Still the Republicans are on the back foot. Their representatives have opted to retire in unusually high numbers, among them Paul Ryan, the Speaker of the House. Democrats have done well in special elections -- those held to fill vacancies that arise during a term -- and lead strongly in polling. Based on these and other factors, our model rates the Democrats as narrow favourites to gain control of the House.\n\nEven if Republicans keep control of the House they are likely to lose seats, and a smaller majority will make laws harder to pass. Should they lose either chamber it could force cross-party compromise, but more probably will prevent all but the most anodyne or most essential laws being passed. Moreover, with control of either chamber, Democrats could conduct formal investigations of Mr Trump and his administration over his business dealings or alleged co-ordination with Russia. Democrats, unable to get major legislation past the president's veto, might content themselves with hearings and summons that tie up the Trump administration for months. (Democratic leaders, though, have downplayed the prospect of impeachment.) In addition, since the Senate must approve the president's nominees to cabinet and federal judgeships, Democratic control could severely limit his choices. Though Mr Trump himself will not be on the ballot, these elections will define the next phase of his presidency.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4006232","shares":{"facebook":152},"wgt":152},{"uri":"882993147","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:40:00","dateTime":"2018-06-07T16:40:00Z","dataType":"news","sim":0.5764706134796143,"url":"https://www.economist.com/middle-east-and-africa/2018/06/09/yemens-main-port-could-become-the-next-battleground","title":"Yemen's main port could become the next battleground","body":"YEMENI forces backed by Saudi Arabia and the United Arab Emirates (UAE) have been on a roll lately. Over the past month the coalition has pushed 80km north (see map), repelling the Houthis, a group of Shia rebels that chased the government out of Sana'a, the capital, in 2015. It is now 12km from Hodeida, the main port, which is held by the Houthis.\n\nWere it to take Hodeida, the coalition could further squeeze Houthi-controlled areas, where most Yemenis live. The port is Yemen's primary conduit for humanitarian aid, which 22m people, or 80% of the population, depend on. War would disrupt the flow, leaving 8m people at risk of starvation, says the UN.\n\nThe UN and some Western governments have urged the coalition to stop. Six times over the past two years, humanitarian appeals and American pressure have staved off an Emirati-led attack on Hodeida. But control of the port would bring the coalition closer to its goal of regaining the entire coastal plain, landlocking the Houthis and giving it more leverage in peace talks.\n\nThe main fighting force is led by the UAE, which has already taken several Yemeni ports in the south. It commands a force comprised of three Yemeni groups. The largest consists of southern fighters, often with Salafist and separatist leanings. They have been joined by northern fighters once loyal to Ali Abdullah Saleh, a former dictator whom the Houthis killed in December when Saleh broke off their alliance. Local Sunnis, who call themselves the Tihama (coastal plain) resistance, also lend support. All told, they number over 20,000.\n\nThe Houthis, meanwhile, are showing signs of attrition. Many were demoralised by the death of Saleh al-Sammad, the head of their political council, in a Saudi air strike in April. Warlords have swept down from the mountains to reinforce Houthi positions. But many Yemenis feel alienated by the zealous highlanders. Sunnis in the coastal plains are particularly disgruntled. Should Hodeida fall, they could provide the coalition with fresh recruits.\n\nMartin Griffiths, the UN envoy to Yemen, hopes a deal on Hodeida will lead to new peace talks. As The Economist went to press, he was heading to the UAE with a Houthi promise to leave the port if the UN runs it. In return, the UN hopes the coalition will allow the central bank to resume paying civil servants in rebel-held areas.\n\nOne man could stand in the way. Muhammad bin Salman, the crown prince of Saudi Arabia, entered the war in 2015 at the invitation of the government. With a chance finally to hobble the Houthis, and stick it to their Iranian backers, he may not want peace.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4011995","shares":{"facebook":139},"wgt":139},{"uri":"882935305","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:01:00","dateTime":"2018-06-07T15:01:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/books-and-arts/2018/06/09/secrets-and-lies-of-the-nuclear-age","title":"Secrets and lies of the nuclear age","body":"THE Hanford nuclear complex in Washington state contained radioactive alligator carcasses. Nuns used their blood to daub crosses on a missile silo in Colorado. In Cumbria, northern England, 1,500 contaminated birds were killed and buried with some radioactive garden gnomes.\n\nThese lurid tales from the nuclear world are all real. But the industry also generates myths that are widely accepted as true. For example, Chernobyl is not a dead zone: its wildlife thrives (see picture), and many returnees have lived into ruddy old age, eating produce from the radioactive soil. The evidence suggests those who die early are the evacuees who, Fred Pearce writes, \"languish unhappily in distant towns -- free of radiation but often consumed by angst, junk food and fear.\" Likewise, no one seems to have died as a direct result of the meltdown at Fukushima. The deaths related to the accident were mainly suicides prompted by the chaotic evacuation and loss of home, jobs and family. \"Psychological fallout\" can be lethal.\n\nWhen the truth seems ludicrous, and falsehoods are widely believed, facts can be elusive. In \"Fallout\" Mr Pearce, a veteran science journalist, travels the world to pin down what he calls \"the radioactive legacies of the nuclear age\". He moves between weaponry and energy, cataloguing mistakes, dishonesty and irrational fears. The result is a panorama of atomic grotesquerie that is at once troubling, surprising and ruthlessly entertaining.\n\nHis nuclear odyssey yields some hideous examples of the industry's secrecy, particularly a visit to the Russian village of Metlino, on the Techa river in the Urals. In the 1950s this was the world's most radioactive river; Mr Pearce reckons it may have been responsible for more sickness than all of the other nuclear incidents in history combined. Upstream sat the Mayak power plant, which \"poured into it an average of one Olympic swimming pool's worth of highly radioactive liquids every two hours.\" Villagers received \"staggering\" doses of radiation; scientists quietly monitored the rates of illness and death.\n\nSuch callous episodes, and better-known calamities such as Chernobyl and Fukushima, dominate the nuclear debate. As Mr Pearce observes, similar attention is rarely given to various studies demonstrating that no link exists between nuclear plants and local cancer rates, nor the painstaking schemes, such as those in Germany, to safely dispose of nuclear waste. His deepest worry is about Britain's Sellafield plant, home to a massive stockpile of plutonium. In 1995 its fence was easily scaled by Greenpeace activists, who sprayed \"bollocks\" on the walls. A bomb sent across the fence could result in \"a terrorist Chernobyl\", yet Mr Pearce saw little being done to reinforce the site.\n\nHe asks how long the beleaguered nuclear-power industry can survive -- hobbled as it is by the association with nuclear weapons (\"the Achilles' heel of civil nuclear power\"), a litany of disasters and the doomsday hyperbole of anti-nuclear activists. Mr Pearce recognises that \"most civilian nuclear activities are safe\", but notes that in democracies, at least, the public has the power of veto, however sensibly they wield it.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":133},"wgt":133},{"uri":"882812995","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"11:47:00","dateTime":"2018-06-07T11:47:00Z","dataType":"news","sim":0.729411780834198,"url":"https://www.economist.com/britain/2018/06/05/britains-government-cuts-its-losses-on-royal-bank-of-scotland","title":"Britain's government cuts its losses on Royal Bank of Scotland","body":"IF YOU are selling shares, they are worth not what you paid for them, but what someone else will offer. For the Royal Bank of Scotland (RBS), the sum that counts is £2.71 ($3.62). On June 5th UK Government Investments, which manages the state's stakes in companies, said it had placed 7.7% of RBS at that price -- 10p below the previous day's market close -- with institutional buyers, reducing its holding to 62.4%. The government paid £5.02 per share to rescue the bank in 2008. So on those 925m shares, taxpayers have lost £2.1bn.\n\nThis is the government's second sale at a loss. It flogged 630m shares, or 5.4% of the bank, for £3.30 a pop in 2015. The state has long looked unlikely to recoup its outlay, let alone the £6.25 per share that the National Audit Office, a public-finance watchdog, reckoned last year was a fair benchmark after adding the cost of financing the bail-out. Even if the stockmarket valued RBS as highly as the book value of its assets -- which is true of few big European banks, and in Britain only of HSBC -- the price would still be only £4. It is more than three years since it last peeped over that level. Short of cash and eager to return RBS to private hands, the government may as well take what it can. It sold its last shares in Lloyds Banking Group, also bailed out in the crisis, last year. On that rescue it made a small profit.\n\nIn the nine years after the crisis, RBS's losses amounted to a staggering £58.4bn, as write-downs, fines and restructuring costs piled up. After the hubristic purchase in 2007 of ABN AMRO, a Dutch lender, that led to its undoing, RBS was briefly the world's biggest bank, with assets of over £2trn. Now it is about a third of that size and ranks only tenth even in Europe. Its investment bank, which brought in more than a third of operating profit before the crisis, accounted for under a tenth of a far smaller sum in the first quarter of 2018.\n\nYet RBS is still one of Britain's biggest banks -- and underneath it all, these days in fair shape. In the first quarter its return on equity was 9.3%, a bit short of the 10% that analysts still regard as par but decent by European standards. Its ratio of equity to risk-weighted assets, a key measure of capital strength, is a robust 16.4%. Last year it made its first net profit since its fall.\n\nThe sale is another step in the bank's slow emergence from the shadow of the crisis. Only last month did RBS say that it had agreed in principle with America's Department of Justice to settle, for $4.9bn in cash, charges that it had mis-sold residential mortgage-backed securities between 2005 and 2007. It might have been worse: $3.5bn was covered by provisions RBS had already made. The charges had long hung over RBS. Deutsche Bank, Germany's biggest, had settled in December 2016 and American banks well before that. The settlement cleared the way for the British government's sale this week.\n\nAnother legacy of the past is still to be cleared up. Last year, as part of the price of the bail-out, the government and the European Commission agreed on a scheme under which RBS will give up about 3% of the British market for small businesses, which it leads. The bank is putting up £425m to build up smaller banks' capabilities, plus £350m for incentives to customers to switch banks. The bosses of the independent body that will divide the cash were appointed only in May. Financial crises cast long shadows. RBS isn't in the sunshine yet.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4011402","shares":{"facebook":122},"wgt":122},{"uri":"882936177","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:02:00","dateTime":"2018-06-07T15:02:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/china/2018/06/09/will-writing-is-becoming-more-popular-in-china","title":"Will-writing is becoming more popular in China","body":"IN THE past few decades China's rapid economic growth has enabled many of its people to amass fortunes, big and small. The country is home to nearly 400 billionaires, second only to America. But with the population now ageing, a growing proportion of China's citizens are grappling with a related problem: what should be done with this dosh after they die?\n\nChina has no tradition of writing wills. Scholars have found only a smattering of examples of ones made during the country's 2,000 years of dynastic rule. After the Communists seized power in 1949, wills became redundant. The wealthy fled or had their assets confiscated. Under Mao, private property was banned. It was only in the 1980s that the Communist Party gave its approval for people to get rich.\n\nWill-writing is now coming into vogue. Last year notary offices in Guangzhou, a southern city, handled over 24,000 wills, up 20% from 2016. The numbers have been rising at a similar rate in Shanghai. According to the Ministry of Justice about 1.4m wills are lodged at notary offices around the country, five times as many as there were two decades ago.\n\nIn imperial China, the first son normally inherited his father's titles. Property was divided among the deceased's offspring, with sons getting far more than daughters. These days a common motive for writing a will is to preserve such patriarchal values in the face of what some people see as an assault by freewheeling lifestyles and soaring divorce rates which have made family relationships more fluid and complex. A study in 2015 by the China Notary Association found that families overwhelmingly favoured sons over daughters in allocating wealth. The Chinese Will Registration Centre, which functions like a national notary office, says many parents use wills to try to make it clear that assets should be kept within the bloodline rather than passed on to their children's spouses.\n\nThe actual number of wills may be far higher than official figures suggest because many people choose not to involve notaries. Legally, wills are private. But some people worry that officials could still gain access to them in order to work out how much income tax they really owe (dodging the tax authorities is a national pastime, see article). They could also be used one day to calculate death duty, they fear, should the government decide to introduce such a tax. Officials have long been debating whether to do so. For now, they appear reluctant, knowing that levying one would arouse considerable opposition, even if only the richest were affected. The government worries that more people would simply move abroad, taking their wealth and their wills with them.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":95},"wgt":95},{"uri":"882977199","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:11:00","dateTime":"2018-06-07T16:11:00Z","dataType":"news","sim":0.6470588445663452,"url":"https://www.economist.com/the-americas/2018/06/09/how-a-strike-by-lorry-drivers-will-shape-brazils-elections","title":"How a strike by lorry drivers will shape Brazil's elections","body":"A SEMBLANCE of normality returned to São Paulo, Brazil's biggest city, after a ten-day strike by lorry drivers that had paralysed traffic, shut down petrol stations and emptied grocery-store shelves. The annual gay-pride parade, held on June 3rd, brought 3m people to Avenida Paulista, the city's main street. Football fans packed bars to watch Brazil's team play a World Cup warm-up game against Croatia.\n\nBut this resumption of ordinary life is deceptive. The drivers' strike, called to protest against higher fuel prices, marks an ominous beginning to a political season that will culminate in national elections in October. It has demonstrated Brazilians' taste for irresponsible policies and boosted the prospects of the most extreme candidate in the presidential race, Jair Bolsonaro, a right-wing former army captain.\n\nIt also showed that the next president will have a hard time enacting the reforms needed to maintain economic stability. The strike ended only after Michel Temer, the country's unpopular president, agreed to subsidise diesel for 60 days and to adjust its price monthly rather than daily. That prompted the resignation on June 1st of Pedro Parente as chief executive of Petrobras, the state-controlled oil company, which had raised prices in response to higher international oil prices and a weaker real. The strike could prove to be a watershed moment for the elections, says Pablo Ortellado, a professor of public policy at the University of São Paulo.\n\nAlthough the lorry-drivers' rebellion made life miserable, 87% of Brazilians supported it, according to Datafolha, a pollster. As well as calling for cheaper fuel, many drivers demanded a crackdown on corruption and crime, which have dominated headlines under recent administrations, including that of Mr Temer. Petrobras has been a byword for graft. Under earlier bosses it was the conduit for enormous bribes paid by construction companies to politicians. Celso Rogerio Gomez das Neves, a mechanic taking a break at a corner bar in São Paulo, admits that Petrobras raised prices to compensate for higher costs, but also thinks that its executives were \"stealing from the Brazilian people\".\n\nFear of Jair\n\nSome drivers hung banners from their cabs demanding \"military intervention\" to deal with crime and corruption. Far-right groups dominated online discussion of those themes during the strike, according to an analysis by a data lab run by Fabio Malini, a scholar of internet culture at the Federal University of Espírito Santo. The digital savvy of the strikers, who organised through thousands of interconnected WhatsApp groups, foreshadows the role that social media are likely to play in the presidential election, says Mr Malini.\n\nBoth the ideology and the techie tactics have echoes in the campaign of Mr Bolsonaro, whose Social Liberal Party counts for almost nothing but whose Facebook page has 5.5m followers. He tweeted support for the drivers but distanced himself from appeals for political intervention by the army. Military rule might \"return by the ballot\", meaning through the generals that he plans to appoint to his cabinet if he is elected, he told reporters at an evangelical \"march for Jesus\" on May 31st.\n\nNo candidate reflects better the electorate's anti-establishment mood. The proportion of Brazilians saying that \"traditional political parties do not care about people like me\" jumped from 69% in November 2016 to 86% in March this year, according to IPSOS Global, a pollster. The share who think Brazil needs \"a strong leader who will break the rules\" rose from 48% to 89%. Mr Bolsonaro \"feeds off fear and hopelessness\", says Cláudio Couto, a political scientist. His view that \"a gay son needs a beating\" appeals to some social conservatives. His iron-fisted approach to crime (he would give police a \"blank cheque\" to shoot miscreants) is popular with a bigger group. Like Donald Trump, or Rodrigo Duterte in the Philippines, he gets points for supposedly plain speaking. \"He says what he thinks,\" says a taxi driver in São Paulo as he drops off a carful of revellers clad in rainbow colours at the pride parade.\n\nIn the first nationwide poll since the strike of voting intentions for the first round of the presidential election, Mr Bolsonaro came out ahead against three different lists of potential rivals, with 21-25% of the vote. Three-quarters of his supporters say they will not change their vote before election day. The only politician who outpolls him is Luiz Inácio Lula da Silva, a left-wing former president. But he is in jail for corruption and is unlikely to be able to run.\n\nMr Bolsonaro's closest rival is Ciro Gomes, a centre-left former governor who occasionally sounds like a populist. He gets the support of 11-12% of voters. That would rise if Lula endorses him. Geraldo Alckmin, the centrist former governor of the state of São Paulo, is backed by just 6-7% of voters. His Facebook page has 900,000 followers, about a sixth of the number that Mr Bolsonaro's has.\n\nMr Alckmin's supporters argue that he will do much better than the polls suggest. His Party of Brazilian Social Democracy (PSDB) has a large number of seats in congress, which will entitle him to lots of free advertising time on television and public money for his campaign. The PSDB can add to that by forming coalitions; last week it opened negotiations in congress with centre-right parties. By early August, Brazilians will come to realise that Mr Alckmin, who trained as an anaesthesiologist, is a \"doctor\" for the country's economic and political ills, says Luiz Felipe d'Avila, an adviser. Voters \"are more rational than irrational\", he believes.\n\nThe financial markets hope that is true. Mr Alckmin is the only one of the leading candidates with any enthusiasm for the programme of economic reforms begun by Mr Temer, which helped pull Brazil out of its worst-ever recession. Mr Temer pushed through a constitutional amendment to freeze government spending in real terms and liberalised the labour market. But he has failed to curb pension spending, the main long-term threat to the budget. His cave-in on diesel prices will add to the fiscal burden that the next president will inherit. The lorry drivers have made it more urgent that Brazil elect a reformer as president in October. They have also made that less likely.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4019221","shares":{"facebook":90},"wgt":90},{"uri":"882980223","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:16:00","dateTime":"2018-06-07T16:16:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/middle-east-and-africa/2018/06/09/fighting-between-nigerian-farmers-and-herders-is-getting-worse","title":"Fighting between Nigerian farmers and herders is getting worse","body":"MARIS GIDWELL unwinds the bandage from her forearm and removes a wooden splint. Two fingers are missing. Her arm shakes as she tells how, as dawn broke, she heard shouts warning the residents of Lawaru, in Adamawa state in north-east Nigeria, to flee. She ran towards a neighbouring village with her 25-year-old son. Tragically, men wielding machetes caught them. They robbed and wounded Ms Gidwell, and murdered her son.\n\nThe attack on Lawaru and its surrounding villages was probably carried out by nomadic Fulani herdsmen, a group that is scattered across much of west Africa's semi-arid Sahel, from Mali to the Central African Republic. Many of those killed were sedentary farmers, mostly from the Bachama tribe. The incident is part of a growing wave of violence between nomads and farmers that has ebbed and flowed across Nigeria's central \"Middle Belt\" since at least 2011.\n\nAlthough strife between herdsmen and farmers dates back centuries, it has escalated sharply as climate change pushes herders south. Clashes are deadlier, too, thanks to guns looted from the arsenals of Libya's former dictator, Muammar Qaddafi, and smuggled around the region.\n\nThe fighting is stretching a government that is also trying to contain a jihadist insurgency in the north-east and banditry in the oil-rich Niger Delta. Violence in the Middle Belt, which is about a third of Nigeria's land mass, is every bit as brutal.\n\nIn the past year armed Fulani groups have surpassed Boko Haram, a jihadist group, as the deadliest threat to civilians. The Armed Conflict Location & Event Data Project (ACLED), a non-profit organisation, estimates that armed Fulani men have killed almost 1,000 civilians this year; Boko Haram have slaughtered 200 or so.\n\nThe fighting aggravates religious tensions in a country with a perilous north-south, Muslim-Christian divide. Most Fulani herders are Muslim; most of the farmers they attack are Christian. In April two Catholic priests were killed in Benue state, along with 17 congregants. The massacre provoked national protests. \"One spark could ignite a flame that no one can extinguish,\" says an aid worker trying to reduce intercommunal violence.\n\nThat spark may well come from the government. Ms Gidwell says that, after her village was attacked on December 4th, residents who tried to help her were fired on by a Nigerian military helicopter. The chief of a neighbouring village says his palace was destroyed in an air strike after the herdsmen had left. Amnesty International, a watchdog, says that Nigeria's air force killed at least 35 people fleeing Fulani attacks. An air force spokesman initially claimed that only \"warning shots\" were fired. Later he said that a helicopter and fighter jet had returned fire at \"hoodlums\".\n\nThat Nigeria is using the air force to separate warring communities suggests that the police cannot cope. It would help if they sorted out their priorities. On paper Nigeria has about 300,000 police, but perhaps half of them guard the homes, offices and convoys of political bigwigs.\n\nThe general lack of security also afflicts Fulanis, who say they have taken up arms to protect themselves. Indeed, just weeks before the raid on Lawaru that injured Ms Gidwell, at least 50 unarmed Fulanis, most of them children, were killed in an attack they blamed on farmers.\n\nNigeria's government is often bad at easing tensions. Some states, such as Benue, have passed laws that ban herdsmen from grazing cattle on open land. Prominent southern Christians such as Wole Soyinka, an author and Nobel laureate, think the ban does not go far enough. They want Fulani herdsmen to be declared terrorists. That would give the police greater powers to restrict their movement. Many northerners think such a ban would infuriate herders and fuel further conflict.\n\nA more promising approach is being tried in states such as Plateau, where officials are attempting to revive and protect traditional grazing reserves and routes. Many of these date back centuries but have been encroached on by farmers as Nigeria's population has expanded. Plateau state has also been praised for organising peace talks and mediating between hostile groups. Things do not have to fall apart. But the government needs to urge people to talk rather than reach for their guns.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":82},"wgt":82},{"uri":"882981789","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:19:00","dateTime":"2018-06-07T16:19:00Z","dataType":"news","sim":0.7098039388656616,"url":"https://www.economist.com/united-states/2018/06/09/experimental-treatments-offer-hope-to-ailing-libertarians","title":"Experimental treatments offer hope to ailing libertarians","body":"ON May 30th, surrounded by patients and their families, President Donald Trump signed into law the spectacularly misnamed \"right to try\" legislation. The new law appears to offer terminally ill patients the right to get experimental new drugs that might save their lives. In fact, it does no such thing. Sitting at his desk in the Oval Office, pen in hand, Mr Trump predicted it would save \"hundreds of thousands\" of lives. It will not do that either.\n\nThe main point of right-to-try laws is to cut the Food and Drug Administration (FDA) out of the picture when terminally ill patients want access to an unproven medicine. The FDA is already fairly gung-ho about providing this. It receives about 1,000 applications a year and approves all but 1%. The agency makes sure there is sound science behind the request, and no obvious indication that the medicine would harm the patient. Sometimes its drug experts are able to recommend better ways of getting the treatment.\n\nThankfully these irritating bits of bureaucracy have been duly dispatched. This victory comes courtesy of campaigning work by a libertarian think-tank, the Goldwater Institute, based in Arizona. It has been pushing right-to-try legislation for around four years, and it can now be found in 40 states. Speaking about the impact of these laws on patients, Arthur Caplan, a professor of bioethics at NYU School of Medicine in New York, says he can think of one person who may have been helped.\n\nStarlee Coleman, a policy adviser for the Goldwater Institute, is clear that the motivation behind the federal law is, in good measure, philosophical. The institute believes that dying patients, who know the risks, should not have to ask the government's permission to try a medicine.\n\nThe law does offer pharma firms legal cover in situations where a patient is given an experimental drug and this ends up killing or harming them. But Dr Caplan says pharma firms are more concerned over how such \"adverse\" events damage them on Wall Street, something the law cannot address. Irrespective of right-to-try legislation, some pharma firms simply will not give away drugs until they are at a late stage and have FDA approval, as there is too much risk involved. Even firms willing to take those risks may not be in a position to help. This can be because supplies of drugs are limited, or because a right to try could make it harder to recruit patients for trials that use a control group.\n\nEven those rare patients who have the financial means to get experimental drugs, which are not covered by insurance, are unlikely to benefit. Only one in ten drugs that go into trials end up proving safe and effective. Of those, most offer incremental improvements. All these things raise concerns that the new law could mainly benefit those looking to make a quick buck from the desperate and the dying.\n\nMany believe the Goldwater Institute is only just getting warmed up in its attempts to limit the FDA's powers. Ms Coleman disagrees, saying the new law isn't an \"opening salvo\". However, she does say the institute is working on another proposal. This is to allow pharma firms to talk to doctors about using medicines for ailments for which they have not been approved. There are known harms to such \"off label\" promotion, so the FDA prohibits it. \"We think that is silly,\" says Ms Coleman.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4022796","shares":{"facebook":80},"wgt":80},{"uri":"882331798","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"17:55:00","dateTime":"2018-06-06T17:55:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/books-and-arts/2018/06/06/kevin-powers-has-written-a-harrowing-resonant-civil-war-novel","title":"Kevin Powers has written a harrowing, resonant civil war novel","body":"A Shout in the Ruins. By Kevin Powers. Little, Brown; 272 pages; $26. Sceptre; £16.99\n\nKEVIN POWERS'S first novel, the much-lauded \"The Yellow Birds\", was heavily influenced by his experiences as a machine-gunner in Iraq. It was followed by a debut poetry collection with a similar theme, \"Letter Composed During a Lull in the Fighting\". A grim knowledge of military practice, combined with poetic gifts, is displayed once more in \"A Shout in the Ruins\", in which Mr Powers uses his native Richmond, Virginia, as the backdrop for an examination of the civil war and its aftermath.\n\nIn short, densely packed chapters, Mr Powers fashions two overlapping stories. The first is set in antebellum Virginia, and runs on through the brutality of the war. It concerns the slaves Rawls and Nurse (so named because she is forced to wet-nurse the plantation's babies); slave-owners Reid and Levallois; and Reid's daughter and sole heir, Emily. The second is set in 1956. George Seldom, aged over 90, is searching for his origins. His earliest clear memory is of being left on the porch of a house in rural North Carolina, \"with nothing but his name, the clothes he wore, and a hurriedly inscribed note that said 'Look after me, I now belong to you'.\" It was 1866; he was nearly three years old. George's connection to the slave plantation is revealed gradually, momentously.\n\nMr Powers moves easily into the realm of historical fiction. The world he portrays is in chaos. From the fading reign of the South's white mansions and the terrible cruelty concealed within them, the novel advances to the slaughter of the battlefield. Decades later the sensations of war still twitch in George's memory: \"The whole world smelled like burned powder, a scent that would subsequently send him reeling into the past toward that obscure moment for the rest of his life.\"\n\nMuch as in \"The March\", E.L. Doctorow's epic civil war novel, Mr Powers gives a strong sense of a vast body of humanity caught up in a tumult that still reverberates today. His characterisation is adept, from Reid, the slave-owner who loses his property and his daughter Emily to his ambitious, sadistic neighbour Levallois, to the enigma of Emily herself. Rawls and Nurse endure, and ultimately resist, abhorrent treatment in the hope that the end of the war will bring freedom. There are unforgettable cameos from George's rescuer, a principled but vengeful outlaw soldier, and Lottie Bride, a kind-hearted woman whom George meets in a diner on the last day of his life. Objects return like portents of fate: a knife with the handle of an elk antler; a pair of blood-spattered glasses.\n\nAbove all this troubling, stirring book is informed by Mr Powers's deep understanding of war's complexities, and of how people are broken and shaped by it. It is not, oddly enough, during the scenes of combat in which this wisdom is crystallised, but during one in which George and Lottie go to a cinema to watch \"Shane\", a gun-fighter film starring Jack Palance. To George, the actor's \"dark, pin-pricked eyes told the truth at the heart of every story, that violence is an original form of intimacy, and always has been, and will remain so forever\". Mr Powers's fine novel reaches the same bleak, brave conclusion.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":72},"wgt":72},{"uri":"883064642","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"18:52:00","dateTime":"2018-06-07T18:52:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/science-and-technology/2018/06/09/the-cambrian-explosion-was-caused-by-a-lack-of-oxygen-not-an-abundance","title":"The Cambrian explosion was caused by a lack of oxygen, not an abundance","body":"DURING the Cambrian period, which began 541m years ago, animal life took a remarkable leap forward. The first creatures believed by most (though not all) palaeontologists to be multicellular animals appear in the previous geological period, the Ediacaran. But though they are abundant and reasonably diverse, Ediacaran creatures do not look ancestral to modern animals. That is in contradistinction to Cambrian fossils, among which are found representatives of all the main animal groups (annelids, arthropods, brachiopods, chordates, cnidarians, echinoderms, molluscs and so on) that are around today. And these groups appear in what is, in geological terms, an eyeblink.\n\nSeveral explanations have been put forward to explain the Cambrian explosion of animal life. One of the most popular is that it was fuelled by a dramatic rise in oxygen levels, permitting large and active creatures to thrive. However, a study just published in Geology by Wei Guangyi of Nanjing University suggests this tale is not true. Though oxygen levels certainly did rise in the late Ediacaran and early Cambrian, he and his colleagues suggest that what propelled animal evolution was actually two occasions when they crashed.\n\nDr Wei's evidence comes from rocks in the Chinese provinces of Hubei and Yunnan. Specifically, he and his colleagues looked at uranium in limestone that had formed in shallow Ediacaran and Cambrian seas. Uranium has two isotopes, U and U, that differ by three in the number of neutrons in their nuclei. This small mass difference is enough to affect the speed of chemical reactions involving them, particularly if those reactions are biologically mediated by, say, bacteria, and thus involve interactions with enzymes. The upshot is that uranium compounds precipitated in well-oxygenated water have more U in them than those from anoxic water.\n\nArmed with this information, Dr Wei and his colleagues looked at the ratio of uranium isotopes in their rock samples and found two moments when U levels plunged with respect to those of U. The first was between 542m years and 541m years ago -- that is, immediately before the Cambrian. The second was between 524m years and 523m years ago, after the Cambrian had been going for some time. Crucially, these dates match what look, from the fossil record, like two pulses of evolution in the history of the animals. The first saw the emergence of brachiopods and molluscs, the second that of annelids, cnidarians, echinoderms and chordates (a group that includes the vertebrates).\n\nIn Dr Wei's view, then, what happened in the Cambrian was similar to subsequent incidents of biological diversification, such as that of the mammals after the extinction of the dinosaurs. First, some sort of environmental catastrophe wiped out many of the previous incumbents. Then, new groups emerged to fill the empty ecological niches. In the case of the dinosaurs, the catastrophe was an asteroid impact. In the case of the Cambrian it was periods of anoxia of as-yet-unknown cause. It remains true that rising oxygen levels on Earth at the time were necessary to permit animals to prosper. But the trigger for their diversity may well have been the reverse.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":61},"wgt":61},{"uri":"880745974","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"15:09:00","dateTime":"2018-06-04T15:09:00Z","dataType":"news","sim":0.7254902124404907,"url":"https://www.economist.com/prospero/2018/06/04/kanye-wests-failed-redemption","title":"Kanye West's failed redemption","body":"IT IS easy to forget how deeply the world reviled Kanye West in 2009. He had committed what seemed at the time a virtuoso act of indecency at an awards show, interrupting a 19-year-old singer accepting a prize to tell her \"Imma let you finish\" before letting everyone know that a more deserving winner was sitting in the audience. Media commentators spent weeks bashing Mr West for his rudeness. He was forced to cancel an upcoming tour. A reality-TV star named Donald Trump urged a boycott on all things West \"so that this kind of thing doesn't happen again\".\n\nBut like it or not, pop culture's worst sinners are always only one artistic statement away from redemption. Mr West spent months in \"self-imposed exile\" in Hawaii and the ensuing album, \"My Beautiful Dark Twisted Fantasy\" (2010) is regarded by many as the finest of this decade. Its emotional centrepiece, \"Runaway\", spelled out the price of flawed genius: \"now pick your next move, you can leave or live with it.\" With the heights of his ambitions surpassing the weight of his worst behaviour, Mr West's past transgressions were forgotten.\n\nThis episode loomed in the background when Mr West reached scandalous new heights in April. Between tweeting about love and freedom and promising fans a new album on June 1st, the rapper turned his mind to Mr Trump, who has changed careers since 2009. \"The mob can't make me not love Trump,\" Mr West tweeted, calling the American president his \"brother\" and claiming they \"are both dragon energy\". He donned a \"Make America Great Again\" cap and suggested that African-Americans who suffered under slavery for four centuries had chosen their own fate. Mr Trump has seemingly warmed to him. \"Kanye West has performed a great service to the Black Community,\" he tweeted.\n\nFans disagreed. To many, Mr West's past impulses, like when he veered off script at a Hurricane Katrina appeal on live television, were amusing and empowering (he stated that \"George Bush doesn't care about black people.\") Black Americans who feel unable to speak their mind enjoyed seeing what Mr West could get away with. They loathed watching him identify with a president many regard as a white supremacist. Others were less shocked. \"Wow, I can't believe Kanye likes a rich guy with megalomania and an inferiority complex,\" honked one commentator. Hovering above the rancour was the question of whether Mr West could repeat the trick from 2010 and find absolution through his next release.\n\nAlas, \"Ye\", Mr West's eighth album, falls short of the overwhelming gesture he needed. The first problem is that it is too short. At 23 minutes, around a third of the length of \"My Beautiful Dark Twisted Fantasy\", Mr West simply does not give himself enough time and space to construct something memorable. It is partly not his fault: shorter albums are in vogue because they take less time to produce, so artists can make them more frequently (The Weeknd and Pusha T have also released 20-minute \"albums\" this year). \"Ye\" is part of a series of seven-track albums coming out on Mr West's record label this year. Still, it feels like Mr West has released a short story when fans were expecting the Great American Novel.\n\nThe production on \"Ye\", though excellent, branches from Mr West's earlier work, whereas past records felt like an experimental seed dropped in the ground to sprout in pop culture years for years ahead. Parts of the album seem rushed; several songs feel unfinished. His wife, Kim Kardashian West, said her husband took the photo that appears the album cover en route to the album's listening party on June 1st. Perhaps Mr West is planning a repeat of \"The Life Of Pablo\" (2016), which he constantly \"fixed\" after its release, updating it with new songs, production and lyrics. More likely is that he simply did not bother to develop \"Ye\" to his usual standards. Tellingly, the album's finest moments come when Mr West retreats from centre stage, in particular 707 Shake's cameo on \"Ghost Town\", the only track here likely to rank among fans' favourite Kanye West songs.\n\nMercifully, Mr West does not litter the album with political commentary. The only allusion to his comments about slavery is in \"Wouldn't Leave\", where he packages his own flaws along with everyone else's. \"For any guy that ever fucked up...this for you,\" he says at the end. \"Violent Crimes\", the closing track, provides another attempt at introspection: Mr West talks of learning at last to respect women after becoming the father of a daughter. Elsewhere, \"Ye\" gives the listener new exposure to Mr West's weak points. The rapper references his addiction to opioids, bipolar disorder, which he says he has, and suicidal thoughts. The result is at best an image of an ageing rapper with fading powers, who just about had enough in him for seven songs. At worst, it feels like a cry for help.\n\n\"Ye\" will probably fail to return scorned fans into Mr West's arms, but that is merely the latest ominous sign for the rapper. Approaching 41 in a profession that favours youth, he is not the type to transform gracefully into an elder statesman that says little. Some DJs say they now avoid playing his music in clubs because of a negative crowd response. Mr West's career has been defined by an obsession with fame and attention. \"I made that bitch famous,\" he rapped in 2016 about Taylor Swift, the young woman whose speech he had interrupted on stage seven years earlier. A rapper who sought out controversy and attention at the height of his fame might be about to endure the ultimate reckoning: the pain of declining cultural relevance.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4011911","shares":{"facebook":58},"wgt":58},{"uri":"882981790","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:19:00","dateTime":"2018-06-07T16:19:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/united-states/2018/06/09/donald-trumps-powers-are-not-quite-as-vast-as-his-lawyers-claim","title":"Donald Trump's powers are not quite as vast as his lawyers claim","body":"JUST as a frog in warming water cannot sense its own destruction, America is said to be increasingly inured to the harm President Donald Trump is doing it. The scandals and affronts are too many and too various to keep in mind -- and also too confusing. It is hard to tell a toxic tweet from a major corruption scandal from an attack on the constitution. Just as the frog begins to suspect there is something seriously amiss, along comes a reason to think his pond is just a bit warmer than normal.\n\nAn extravagant legal row this week suggests there may be little time left for complacency. In a leaked 20-page letter written to Robert Mueller, the special counsel who is, among other things, investigating Mr Trump for possible obstruction of justice, John Dowd and Jay Sekulow, both lawyers for the president at the time, made a series of breathtaking claims for the powers of his office. It amounted to an argument last heard from Richard Nixon: that the president is above the law. Yet the Republicans who control Congress, and are therefore chiefly responsible for checking the president's ambitions, mostly played along. To extend the amphibian analogy, this illustrates a combination of executive activism and congressional dysfunction that has been simmering for decades. It has left America more vulnerable to a rogue president than at any time since Watergate.\n\nThe president's lawyers made three broad claims for their client. They said he was not obliged to submit to Mr Mueller's request for an interview, on the basis that he had already provided the investigator with sufficient documentary evidence. That is surely wrong. The special counsel is believed to want to ask Mr Trump why he sacked James Comey. If he did so because he was dissatisfied with the FBI director's performance, Mr Trump acted within his power. But if he did so because Mr Comey was pursuing an investigation into Mr Trump's associates' ties to Russia, he abused it. As the president has offered both explanations, Mr Mueller reasonably wants oral clarification from him on the matter. And in a rule-of-law state, Mr Trump has no political grounds to refuse that request or the subpoena the special counsel could enforce it with.\n\nThe lawyers also claimed that Mr Trump was in any event incapable of obstructing the course of justice because, as America's chief law enforcement officer, he could do whatever he liked with Mr Comey's investigation. That is a more ticklish argument: the obstruction laws are complicated and the ambit of presidential power vast. Yet, again, it rests on the question of Mr Trump's motivation. The president is entitled to exercise his constitutional powers, but not for corrupt purposes, which is why Mr Mueller wants to ask Mr Trump what his purposes were.\n\nUneasy lies the head\n\nIn case the special counsel had the temerity to press his request, Mr Trump's lawyers raised a third spectre. The president \"could, if he wished, terminate the inquiry, or even exercise his power to pardon if he so desired.\" Two days after the letter was published, Mr Trump echoed that point on Twitter. \"As has been stated by numerous legal scholars, I have the absolute right to PARDON myself, but why would I do that when I have done nothing wrong?\"\n\nIt is unclear whether he really does have that power. No president has pardoned himself before. And the notion that one could seems to jar with the view, held by most legal scholars, that the president cannot be indicted in office. The nearest thing to an authority on the matter, though it has no legal force, is an opinion written in 1974 in which a justice department lawyer argued that the president did not have the power to self-pardon. Nixon resigned three days later.\n\nYet this was ultimately because Congress, belatedly but resoundingly, had turned on him. And that looks far less likely these days -- even in the event that Mr Trump defied a subpoena from Mr Mueller or absolved himself of a crime. Freed by his decision not to seek re-election, Paul Ryan, the Speaker of the House of Representatives, did muster the courage to say he was not for presidential self-pardoning. His counterpart in the Senate, Mitch McConnell, kept silent. Meanwhile he refuses to allow a vote on draft legislation intended to protect the Mueller investigation from the attack Mr Trump has threatened. If Congress will not fulfil its duty to check monarchical ambitions, America can expect more errant presidents.\n\nHow far Mr Trump may be willing to test Congress's acquiescence is one of the most important questions of his presidency. It is possible to be optimistic. The president has a careerlong habit of making blustery threats that he does not follow through on, often in an effort to secure only modest advantages (as Kim Jong Un may be about to discover in Singapore). Mr Trump's former lawyers, having claimed vast powers for the president in a bid to spare him an interview with Mr Mueller, seem to have employed the same tactic. Legal scholars noted that the shabby quality of their legal argument also had a distinctly Trumpy feel to it. The lawyers argued that Mr Trump's meddling with the FBI did not break a particular statute on obstruction. Yet they failed to mention a far more pertinent statute in Article I of the constitution.\n\nA more pessimistic view is that, even if Mr Mueller were to call Mr Trump's bluff, the stakes are too high for the president to fold as he usually would. The presidency is not a deal he can easily walk away from. That this might even be a consideration presupposes, of course, that Mr Mueller has him on the hook for a serious offence. He may not. Though, it must be said, that is not the impression Mr Trump and his lawyers are giving.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":43},"wgt":43},{"uri":"880509110","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"08:06:00","dateTime":"2018-06-04T08:06:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/erasmus/2018/06/04/europe-and-america-part-ways-when-it-comes-to-religious-freedom","title":"Europe and America part ways when it comes to \"religious freedom\"","body":"RELIGION and human rights have always had an intense, tortured relationship. On one hand, liberty of conscience and belief is one of the first and most fundamental principles enshrined in the Universal Declaration on Human Rights, the European Convention on Human Rights and other documents that lay out humanity's minimum entitlements. On the other hand, secular campaigners often blame oppressive forms of religion for a high proportion of the worst assaults on human welfare: from religiously inspired ethnic cleansing to female genital mutilation to the nihilist jihadism which treats every form of faith but its own as a legitimate target.\n\nAt this year's tenth-anniversary session of the Oslo Freedom Forum, an ever-expanding international festival for campaigners against tyranny, victims of religion were more obviously in evidence than practitioners. Speakers included Fatemah Qaderyan, 16, an Afghan teenager who led an award-wining female robotics team but lost her father in a jihadist bomb attack; and Omar Mohammed, an Iraqi citizen-journalist who documented life when Mosul was overrun by the terrorists of Islamic State. But over the years, the Forum has hosted many speakers who are inspired by religion to battle tyranny, such as the Zimbabwean pastor Evan Mawarire. And in a new feature of the Forum, there was much public and private talk this year of spirituality in the broadest sense: of the need for victims of cruelty, and the people who help them, to find serenity and self-awareness required to heal invisible wounds. One participant was Amandine Hoche, a human-rights campaigner who, after traumatic experiences in Afghanistan, developed a set of spiritual exercises called \"inner peace conference\" which she offers to refugees and aid workers in violent places.\n\nWhen contemplating the rougher parts of the worlds, Europe's secular and religious human-rights advocates find it relatively easy, at least some of the time, to make common cause. Norway's Lutheran church, for example, urges its members to join arms with broader human-right lobbies against all forms of persecution. That coincidence of purpose arises because some faith-related oppression and violence, up to and including genocide, is so manifestly horrific that any decent person would join the cry of outrage.\n\nIn American domestic politics, by contrast, the very concept of \"religious freedom\" is highly contentious and the rancour never stops growing. This year, for example, the Trump administration advanced its own definition of liberty by announcing a new section of the Health and Human Services Department that would protect health-care workers who declined to perform certain services (like birth-control and abortion) on grounds of conscience. For secular human-rights advocates, this was an an unacceptable assault on the rights of women and LGBT people who were likely to affected.\n\nAmerica's bioethical arguments also spill over into foreign policy. To the satisfaction of religious conservatives and to the horror of liberal humanists, one of the Trump administration's first acts was to reinstate a rule that denied funding to global family-planning organisations that offer abortion-related services. But in the advocacy of religious freedom round the world (or at any rate, in the denunciation of extreme forms of persecution) there had hitherto been a degree of consensus across the American ideological spectrum. That was partly because of the bureaucratic arrangements set up by the International Religious Freedom Act of 1998, which gives a watchdog brief both to America's State Department and another agency, the United States Commission on International Religious Freedom, whose membership is determined by both Congress and the White House. Both agencies produce elaborate annual reports which document religious persecution and name certain countries as egregious violators. The sheer nerdishness of the process protects it, to some extent, from ideological interference.\n\nThe State Department released its report last week, drawing particular attention to religious persecution in Eritrea, Myanmar and Saudi Arabia, which \"imprisons, lashes and fines individuals for apostasy, blasphemy and insulting the state's interpretation of Islam\". The USCIRF generally takes a somewhat more stringent view than the State Department, suggesting a longer list of countries which deserve to be called out for persecution. But between them, the two agencies do a useful job of generating information about the scale of faith-related persecution across the world. A range of distinguished liberal and conservative figures from the worlds of law, academia and religion have lent their expertise to the USCIRF.\n\nJust in the past few weeks, though, the level of ideological tetchiness around the commission has been rising. That is because Mitch McConnell, the Senate majority leader, has appointed to its ranks the contentious figure of Tony Perkins, the evangelical Christian president of the Family Research Council, a conservative lobby group. To admirers, Mr Perkins is a bold campaigner for hard-pressed Christians; to critics, he is a foe of social progress with frighteningly harsh views on gender, sexuality and Islam. (He has said, for example, that \"those who practise Islam in its entirely\" don't deserve the same constitutional freedoms as other Americans.)\n\nIn its 20 years of existence, the USCIRF has developed quite a powerful institutional culture of its own, into which commissioners of liberal and conservative persuasions have been absorbed. It remains to be seen whether that esprit de corps can absorb such a sharp-edged personality as Mr Perkins.\n\nIf that proves impossible, something will have been lost. There has been something admirable about the spectacle of distinguished Americans, both liberal and conservative, raising their voices in favour of Uighur Muslims, Tibetan Buddhists, Pakistani Christians and Russian Jehovah's Witnesses: not in a sectarian spirit, but in defence of universal principles.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":35},"wgt":35},{"uri":"882935300","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:01:00","dateTime":"2018-06-07T15:01:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/books-and-arts/2018/06/09/what-does-it-mean-to-bear-arms","title":"What does it mean to \"bear arms\"?","body":"WHAT does it mean to \"bear arms\"? The Second Amendment to America's constitution reads: \"A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed.\" Concerned by the number of firearms in America, and the epidemic of gun violence they cause, many commentators (including Johnson) have in the past examined the first half of the amendment. It seems obvious to some that the first clause qualifies the second: the right to bear arms is tied to militia service.\n\nBut gun-rights advocates think the second clause stands alone. Among them was the late Antonin Scalia, who in 2008 wrote a Supreme Court opinion, DC v Heller, holding that the amendment guarantees an individual right to guns, no militia service required. He went on to explain \"bear arms\". For him, \"to bear\" was simple enough, meaning \"to carry\". And \"arms\" were just weapons. He conceded that there was an idiom, \"to bear arms\", which meant to belong to an organised military force. But this was only a possible import of the phrase, not its core meaning.\n\nScalia was an originalist -- ie, he believed the constitution must be interpreted in the light of the meaning of its constituent words in the late 18th century. He bolstered his argument by citing an edition of Samuel Johnson's dictionary from 1773, plus selected prose from the period in which the constitution was written.\n\nHe was mistaken. Selective quotations can prove anything, if you have clever researchers looking for them. But there is a far more robust way to find out what people meant by this or that word in the 18th century. That is to gather a large number of texts into a \"corpus\", a searchable body of material, and then look for patterns in thousands of uses of a word or phrase. A corpus can be general, like Google Books, which has around 500bn words of English text. But it can also be specialised. Two newcomers are the Corpus of Founding Era American English, with 139m words across 95,000 documents from 1760 to 1799, and the Corpus of Early Modern English, with 1.3bn words from 1475 to 1800.\n\nDennis Baron, a linguist at the University of Illinois Urbana-Champaign, searched for \"bear arms\" in these databases, and found about 1,500 instances. Of these, he says, only a handful did not refer to organised armed action. It is true that several state constitutions guaranteed the right to \"bear arms\" and explicitly mentioned self-defence. So Mr Baron's digging does not completely close the case. But it has shown that the default meaning of \"bear arms\" in the founding era was, indeed, military.\n\nThis research ought to prompt the justices to revisit Heller -- though given the weight of precedent and the court's make-up, that is unlikely. Still, the dispute has several other interesting lessons. One is that phrases are more than the sum of their dictionary definitions. Context isn't just helpful; it is often crucial. The verb \"bear\" has 44 definitions in the Oxford English Dictionary (OED), not counting the ursine noun. Which \"bear\" is meant can only be grasped in context. Bearing interest does not mean literally carrying interest around, nor does bearing a grudge involve physical activity.\n\nSecond, there are phrases, sometimes called \"phrasal verbs\", that cannot be understood by knowing the component words: consider bear down or bear up. Good dictionaries define these phrases separately. The OED defines \"bear arms\" in an entry under \"arms\": \"To serve as a soldier; to fight (for a country, cause, etc).\" But it also takes note of the contested meaning in America's constitution.\n\nIn any event, real-world usage matters more than dictionaries. Judges often hunt through dictionaries to support their rulings, but these can miss nuances or make mistakes. Instead judges should go directly to digital corpora. Nor are selected quotes enough. In any other field, this would be called cherry-picking. Instead, with the powerful, free resources now available, anyone -- including readers of this column -- can look at a huge body of usages and draw firmer conclusions about meaning. (Neal Goldfarb, a lawyer, has made the \"bear arms\" data available on Language Log, a blog.)\n\nOriginalists like Scalia can find out what words really meant in the 18th century. But their opponents -- who believe laws should evolve with the meanings of the underlying concepts -- get a powerful tool, too. Lexicographers have revolutionised their work using such data. Time for lawyers to do the same.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":29},"wgt":29},{"uri":"883514797","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"11:47:00","dateTime":"2018-06-08T11:47:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/erasmus/2018/06/08/oil-executives-seek-atonement-at-the-vatican","title":"Oil executives seek atonement at the Vatican","body":"AMONG radical environmentalists, it has often been said that carbon trading and carbon offsets (which allow emitters of greenhouse gases to \"redeem\" their sins by countervailing actions) are comparable to the medieval practice of selling indulgences. In those days, believers were encouraged to improve their prospects in the after-life through a monetary transaction with the Church. Reaction against this practice helped to inspire the Protestant Reformation.\n\nThe parallel is not perfect. Buying indulgences had few earthly consequences, besides making the Church richer. Whereas carbon markets, if they work as they are supposed to, could have the effect of helping to save the planet. In both cases, however, critics feel that moral integrity is compromised.\n\nIn any case, visitors converging on the Vatican today are unlikely to be given a free pass as easily as the fee-paying transgressors of the Middle Ages. Chief executives of leading oil companies are due to meet Pope Francis, whose green encyclical, \"Laudato Si\", calls for a swift end to the burning of fossil fuels. (The document also expresses scepticism about carbon markets.)\n\nOne participating company has described the encounter, arranged by America's Notre Dame university, as \"an opportunity to discuss climate change and the opportunities in the energy transition...\" That might be a hopeful description of the meeting, or a euphemism.\n\nAmong the Vatican's \"reception committee\" for the oil bosses will be Jeffrey Sachs, an American development economist and anti-poverty campaigner. Also a professor at Columbia University and director of its Earth Institute, he has worked closely with the Vatican and other Christian confessions to help them formulate policies on climate change and development.\n\nIn recent times, his pronouncements on energy have grown more and more radical. He has said that anyone who owns a share of the fossil-fuel industry, including small investors, should be bracing for the likelihood of being held responsible for the natural disasters that are expected to grow more frequent in an over-heating world.\n\nMr Sachs warmed up for his session with the oil chiefs with an impassioned peroration delivered yesterday on the Greek island of Spetses, at a diverse gathering of environmental scientists, theologians and activists convened by the senior hierarch of the Orthodox church, Patriarch Bartholomew I.\n\nAfter quoting from Aristotle, the professor said the interplay of corporate and financial interests with political power had created a global marketplace similar to that unruly bazaar in the Jerusalem temple, the one that prompted Jesus Christ to overturn the traders' stalls and take up a makeshift whip to drive them out.\n\nBefore any flagellations, metaphorical or otherwise, take place at the Vatican, Pope Francis might consider a story from the recent history of the Greek Orthodox church. Around 50 years ago, on the sacred island of Patmos, a revered monk used to tell farmers who came to confess their sins that they should make amends by planting trees. That is one reason why the island's denuded landscape, which inspired the Christian story of the Apocalypse, today enjoys a decent covering of green.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":27},"wgt":27},{"uri":"883474675","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"10:37:00","dateTime":"2018-06-08T10:37:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/prospero/2018/06/08/the-problem-of-masculinity-in-mens-words","title":"The problem of masculinity, in men's words","body":"\"FATHERLAND\", a new play, arrives at the Lyric Hammersmith in London against a backdrop of awful deeds perpetrated by men. Allegations of sexual harassment and assault against Harvey Weinstein, a film producer, triggered the #MeToo movement; last week Mr Weinstein was indicted on charges of rape. In April, an \"incel\" (\"involuntary celibate\") murdered ten people in Toronto. School shootings in America are usually committed by boys, with one shooter recently targeting an ex-girlfriend. On press night, even local traffic was affected by the problem of man. Roads were closed after a stabbing the night before, the latest in a spate of murders in London. Young men are usually the killers and the victims.\n\nThese horrors would once have been thought of as separate issues. Now many file them under toxic masculinity, the inevitable result of narrow conventions of manhood which limit male behaviour to dominance, violence and sexual aggression. There is a creeping sense that something is profoundly wrong with the institution of masculinity, skewing men's perception of the lives they are expected to live. It is hurting women and children, and it is hurting men. Where is this toxicity coming from? How can it be stopped?\n\n\"Fatherland\" does not set out to answer these questions, and nothing in it is as extreme as the examples that crowd the news. But insecurity and the weight of paternal influence -- the transferred trauma, the quiet woundings, the things left unspoken -- inform each experience the play describes. That note rings louder with each sounding. By the play's end the audience hears it for what it is: an alarm.\n\nThe play is a collaboration between Simon Stephens, a playwright, Karl Hyde, a musician (best known for founding Underworld, an electronic group) and Scott Graham, the artistic director of Frantic Assembly, a theatre company. They returned to their home towns of Kidderminster, Stockport and Corby to interview men, including their own fathers and each other. These accounts are presented as a collage of testimony, with an emphasis on honesty: the play is as interested in the answers as the interviews that fail, the questions avoided and the questions themselves. The all-male cast is always in motion, wheeling and swaggering from story to story, or bursting into original (and pleasingly odd) songs about \"Match of the Day\", a football highlights programme, Steven Seagal or Kidderminster's reputation as a transport hub.\n\nIt is an unusually personal production. Mr Hyde's father (played by Neil McCaul) sings about the moment he held his son and the rest of the world fell away. Mr Graham (Declan Bennett) remembers waiting for his dad to come home from work on Saturday afternoons to take him to the football. Mr Stephens (Nyasha Hatendi) talks of his father's alcoholism and early death. \"I don't think I would ever have written the plays I've written if that didn't happen,\" he says.\n\nAll the memories in \"Fatherland\", however powerful, are fragments. These fathers remain a mystery, remembered for a rare smile or a flash suit or a car that gave them pride. The men here are constantly rehearsing their masculinity, projecting the ghosts of their fathers, and struggling to truly reckon with their feelings. Without an involved paternal figure, many men are forced to make themselves up as they go; the play's stylised attempts at male interaction and father-impersonation can be touching to watch.\n\nThe blokeyness of the production would be overwhelming were it not for the deep fragility running through it. Poignant phrases rise above Mr Hyde's pulsing techno score: \"No, we don't say the word 'love'\"; \"We all hurt people sometimes\". These lyrics, also taken from the oral histories, have a Brechtian disregard for rhyme or scansion. Yet they work -- their ungainliness feels appropriate for their subjects. \"Fatherland\" might be truest representation of masculinity staged in recent years.\n\nThe final chorus builds on the refrain \"There's a lot I'd like to know\", and this feeling of yearning lingers after the curtain falls. Can male expectations be calibrated, and the idea of what it means to be a man revised? Is there a way of stopping boys having their sensitivity shamed out of them? And what about preventing the sins of the father, when so many fathers are out of reach? The world is changing, and these are questions many would like the answer to. \"Fatherland\" offers no clear solutions, but it poses the problems -- as men must now try to -- with candour, tenderness and hope.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":22},"wgt":22},{"uri":"883082762","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"19:28:00","dateTime":"2018-06-07T19:28:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/leaders/2018/06/09/what-spain-owes-the-ejected-mariano-rajoy","title":"What Spain owes the ejected Mariano Rajoy","body":"THOUGH only a few days old, June has been cruel to the European Union. In Italy, on June 1st, the first all-populist government was formed since the second world war. It brings together in bizarre conjunction the maverick left-wing Five Star Movement, a party founded nine years ago by a television comedian, and the hard-right nativists of the Northern League. Also on June 1st Mariano Rajoy, Spain's prime minister, was dispatched in a confidence vote that has brought to power an even narrower minority government under Pedro Sánchez (pictured). His Socialists control only 24% of the lower house.\n\nNot for the first time, Spain and Italy appear to shadow each other through economic and political tumult. Either or both governments may be short-lived. And nervous markets have pushed up the bond yields of both. But there the similarities end. Spain these days counts as a bright spot, unlike Italy, which has much to learn from its Iberian cousin.\n\nOf the two southern European states, Spain had by far the worse financial crisis of 2008. Its property bubble burst, crippling the banks and causing mass unemployment that peaked at 26%. In 2012 Spain was bailed out by its European partners, in contrast to Italy which managed to hold on. Despite these problems or, more likely, because of them, Spain has had the better recovery. It reduced its budget deficit, cleaned up its banks and freed its labour market. Thanks to growth that has exceeded 3% a year since 2015, Spain's output is now above its pre-crisis level. Italy, by contrast, has been slow to deal with the losses at its banks, and its labour-market reforms have been timid. Its recovery is among the weakest in the euro zone, and output still languishes below the pre-crisis peak.\n\nBust and boom\n\nThe difference lies in political leadership. In many ways, Mr Rajoy has served his country well. Taking office in December 2011, in the teeth of the crisis, he administered tough medicine consistently. Until this month a remarkable political survivor, he had managed to hold on to power without a parliamentary majority for two and a half years.\n\nHe had his limitations. His pigheadedness meant that he could not stop the drama in Catalonia from turning into a crisis, culminating in a unilateral declaration of independence last October. That prompted direct rule from Madrid, lifted only now that the separatists, who won a regional election in December, have at last agreed on a new government. Above all, Mr Rajoy could never throw off the shadow of old corruption scandals in his People's Party. A court verdict on some of these triggered the censure motion that destroyed him.\n\nYet he leaves Spain in better shape than Italy -- not just economically but politically. Italy's big problem is that the electorate has lost confidence in mainstream politics. Well over half the voters at the election in March chose parties from the political extremes. Italy has had no equivalent of France's president, Emmanuel Macron, to reconstitute the splintered centre.\n\nIn Spain, too, established parties have suffered at the hands of insurgents. One new lot, Podemos, is anti-capitalist and left-wing (it wants to scrap the labour reforms, among other things), but it has struggled to reach 20% in polls. By contrast, the other newcomer, Ciudadanos, is broadly liberal and somewhat technocratic. It belongs to the centre and has become its country's most popular party. Crucially, Spain has no significant movement on the nationalist right, unlike Italy, France and many others, including Poland and Hungary. Indeed, tolerance of refugees and migrants has been an impressive feature of Spanish democracy.\n\nDifficulties lie ahead. Unemployment, and the debt stock, are still too high. The Catalan crisis continues to fester. But Mr Sánchez promises to maintain both the old government's budget and, it seems, its labour reform. He also looks a better bet than the stubborn Mr Rajoy to explore political solutions in Catalonia. In due course, these may require new constitutional changes. Progress will not be easy, and Mr Sánchez may not get far before his weak parliamentary position derails him. But Spain's politics look more stable than Italy's, with its fading mainstream parties and the pantomime-horse of populists in government. Hard reform and economic recovery have prevented greater political instability. For that, at least, Spaniards owe muchas gracias to dour Mr Rajoy.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":11},"wgt":11},{"uri":"882981800","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:19:00","dateTime":"2018-06-07T16:19:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/united-states/2018/06/09/how-a-small-town-in-north-dakota-got-its-groove-back","title":"How a small town in North Dakota got its groove back","body":"FEW places have seen as much change in as short a period of time as Minot, a town of about 50,000 in North Dakota (slogan: \"We're ready for you\"). Much of the city is descended from Norwegian stock. The biggest event on its cultural calendar is a celebration of Nordic culture (slogan: \"Pure Scandimonium!\"). Until about a decade ago, it was the sort of place where people left their homes unlocked and their car keys in the ignition.\n\nThen came the oil boom, spurred by the discovery of new oilfields in the Bakken rock under the ground to the west of the town. That brought with it money and migrants, but also crime and inflation. In the four years to April 2012 the median house value in America fell by a fifth. In Minot it jumped by nearly a third. In the same period Minot's population grew 14%, compared with 3% for America as a whole. The Hispanic population grew even faster. \"The shock for this community came from the diversity of colour and language,\" says Tom Barry, the city manager.\n\nAfter oil, the deluge. In 2011 the Souris river burst its banks and flooded the valley in which the town sits. Overnight 12,000 of the city's then 40,000-odd residents found themselves homeless. \"There wasn't a spare couch in town,\" says Thomas Schmidt, a retired high-school teacher whose house was flooded. It took weeks for the waters to recede, and several months more before people could move back into their homes. The after-effects can be felt to this day. Empty, water-damaged homes still dot the landscape. In March the city broke ground on a new flood wall.\n\nThe people of Minot had barely recovered from these twin shocks when they faced another test: the car park debacle. In 2011 the city council approved a $10.5m project for a developer to build parking downtown. It was meant to take three years, but work stalled and in 2015 the city paid the developer another $2.5m. The parking lots were eventually completed, at twice the original budget.\n\nLike much of the Western world, Minot was reeling from rapid change, immigration and inefficient government. For a deeply conservative town in the middle of North Dakota, it was all too much. In 2016, a few months before a political tidal wave hit America, Minot took a radical step of its own. Spurred by a citizens' initiative, the city voted to overhaul its government, halving the size of the council to seven. Previously only four the 14 aldermen had to contest their seats and Chuck Barney, the mayor, ran unopposed. That has changed.\n\nIt seems to have worked. The new council is younger and more dynamic, emphasising the importance of being able to walk around, of making Minot more pleasant and reviving its centre. Despite grumbling by a few older residents about changes -- a plan for new rubbish bins echoed previous grievances -- the city seems upbeat.\n\n\"People are more optimistic today because of the change in the nature of city government,\" says Michael Sasser, the editor of the Minot Daily News, a conservative local paper. The long-awaited car parks are functional and local elections on June 12th are attracting competition: three candidates are running for mayor and three open council seats are being fought over by six contenders.\n\nOil prices are rising again, which could lead to a boomlet, but the town is keen not to repeat the mistakes of the past. It is investing in its downtown and hopes, if not to attract office workers from elsewhere, at least to offer a life vibrant enough to persuade its own educated young people to stay put. Bars and cafes have started popping up. And it is more diverse. Grocery stores selling foreign foods have proliferated, says one councillor proudly, and foreign languages no longer elicit surprise. Minotians once travelled to the Chinatown in Winnipeg, Manitoba -- not exactly a metropolis -- to shop, says Josh Wolsky, an alderman. But \"now everything you can get in Winnipeg you can get here.\"","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":9},"wgt":9},{"uri":"882981792","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:19:00","dateTime":"2018-06-07T16:19:00Z","dataType":"news","sim":0.572549045085907,"url":"https://www.economist.com/united-states/2018/06/09/david-kochs-retirement-and-the-conservative-movement","title":"David Koch's retirement and the conservative movement","body":"THE Koch brothers are to the left what George Soros is to the right: villains accused of using their billions to subvert the will of the people. Charles Koch and his younger brother David are fabulously rich thanks to the success of Koch Industries, an oil, gas and commodities conglomerate based in Wichita, Kansas, that is America's second-biggest private company and employs more than 120,000 people. Yet like Mr Soros, who made his billions as a hedge-fund manager and supports liberal causes on both sides of the Atlantic, they are better known for their political activism, which has made them heroes in conservative circles and the favourite bogeymen of liberals. On June 5th Charles announced in a letter to employees of Koch Industries that his brother was stepping down from his political and business interest because of poor health. David was diagnosed with prostate cancer over two decades ago and has battled the illness ever since. What will David's retirement do to the conservative movement?\n\nWhile the professorial Charles runs the family company out of Wichita, the more urbane David settled in New York and became the public face of the brothers' political activities. He was the vice-presidential candidate of the Libertarian Party in 1980 and an outspoken (and munificent) supporter of Scott Walker, the Republican governor of Wisconsin, when he faced a recall election after a fight with public-sector unions. He is a driving force at the Cato Institute, a libertarian think-tank; Americans for Prosperity (AFP), a free-market group he started in 2004; Freedom Partners, a network of donors fostered by both Kochs; and other outfits promoting the libertarian credo. Together, they form what critics dub the \"Kochtopus\". They will now have to do without him.\n\nThe brothers' activism reached fever pitch during the presidency of Barack Obama, whom the Koch brothers considered a seriously misguided socialist. In a newsletter sent to his employees, Charles even compared the Obama administration to the regime of Hugo Chávez, Venezuela's authoritarian leader. As they became the biggest backers of Tea Party organisations and helped to raise an estimated $400m to prevent the re-election of Mr Obama in 2012, the brothers transmogrified from libertarian outsiders to influential conservative power-brokers.\n\nThe price they paid for their often opaque activism was steep: an end to their privacy (until they took on the Obama administration, the Koch brothers were virtually unknown) and widespread vilification. Greenpeace published a report calling Koch Industries the \"kingpin of climate-science denial\". An exposé in the New Yorker described how the Kochs gave millions of dollars to non-profit groups that promote scepticism about climate change, criticise environmental regulation and welfare programmes and support minimal taxes for industry -- ostensibly in the name of their libertarian ideals which, conveniently, aligned with their corporate self-interest. David Axelrod, Mr Obama's chief political strategist, singled out the Kochs in an op-ed in the Washington Post as billionaire oilmen secretly funding the Tea Party while pretending it was a grassroots movement for change. The Kochs received death threats that require the brothers to travel with security guards. \"They became the caricature of capitalists,\" says Daniel Schulman, author of \"Sons of Wichita\", a book on the Koch clan.\n\nIn the past couple of years the Kochs have toned down their activism, in part because they could not bring themselves to back Donald Trump's run for the presidency. (Charles once likened the choice between Mr Trump and Hillary Clinton to choosing between cancer and a heart attack.) They differ from Mr Trump on trade and immigration, explains Grover Norquist of Americans for Tax Reform, a lobby group. Three organisations financed by the Kochs, including AFP and Freedom Partners, announced on June 4th the launch of a multimillion-dollar campaign against Mr Trump's tariffs on imports.\n\nThe Kochs' political organisations, as well as the professorships they finance, will endure even without David's active involvement, as long as the funds are flowing. They are run by seasoned political operatives who have become more eclectic in their choices. AFP recently paid for an advertisement thanking Heidi Heitkamp, a senator from North Dakota who is one of the most vulnerable Democrats up for re-election, for helping to pass legislation loosening some of the key provisions of Dodd-Frank, a stringent set of banking rules. And the Charles Koch Institute, which does public-policy research, is now focused on criminal-justice reform to fight what Charles calls the \"overcriminalisation of America\". It is a cause espoused by liberal heroes such as Cory Booker, a senator from New Jersey -- and by Mr Soros.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4018820","shares":{"facebook":9},"wgt":9},{"uri":"882977197","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:11:00","dateTime":"2018-06-07T16:11:00Z","dataType":"news","sim":0.4705882370471954,"url":"https://www.economist.com/the-americas/2018/06/09/the-deadly-eruption-of-a-guatemalan-volcano","title":"The deadly eruption of a Guatemalan volcano","body":"Parts of Guatemala's lush green countryside became deathly grey after the Fuego volcano, 25km (16 miles) south-west of Guatemala City, started its strongest eruption in 44 years on June 3rd. The volcano sent ash billowing 6km into the air, closing the capital's airport. It set off lahars -- fast-flowing mixtures of rock, debris, ash and water -- and red-hot pyroclastic flows, which buried several nearby villages. The confirmed death toll has climbed to 99. Around 200 people are still missing. Guatemala's president, Jimmy Morales, declared three days of mourning.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":"eng-4009917","shares":{"facebook":8},"wgt":8},{"uri":"882980220","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:16:00","dateTime":"2018-06-07T16:16:00Z","dataType":"news","sim":0,"url":"https://www.economist.com/middle-east-and-africa/2018/06/09/ely-calil-backer-of-a-farcical-coup-plot-died-on-may-28th","title":"Ely Calil, backer of a farcical coup plot, died on May 28th","body":"THE sudden, violent death of a man who had prospered for decades from oil brokering in Africa is not necessarily suspicious. Ely Calil was Nigerian-born, of Lebanese descent, and well known to African presidents, European ministers and Western oil firms. He died on May 28th, reportedly from a broken neck after falling down the stairs of his large London home.\n\nMr Calil amassed a fortune thanks largely to his chumminess with two Nigerian dictators of the 1980s and 1990s, Ibrahim Babangida and the flagrantly corrupt Sani Abacha. He was one of a breed of \"fixers\", or \"bagmen\", who flit between Africa and Europe, cultivating ties with politicians and taking a cut from \"facilitation payments\" from investors bidding for licences to drill for oil or dig for gold.\n\nAlthough softly spoken, he was brazen. He once let a journalist from Harper's observe his negotiations over gourmet dinners in Paris. Until recently laws in several European countries -- unlike America's more stringent Foreign Corrupt Practices Act -- did not punish bribery in third countries. Mr Calil was detained by officials in Paris in 2002 as they investigated embezzlement and backhanders paid to Abacha. He was not charged, but later conceded that his actions might be considered illegal under new laws.\n\nThese days Western fixers must compete with rivals from China and other countries with less fussy rules. Last year America imposed sanctions on Dan Gertler, an Israeli with a business empire in the Democratic Republic of Congo. The American Treasury described Mr Gertler's fortune as the result of \"opaque and corrupt mining and oil deals\". He is close to Joseph Kabila, the country's president.\n\nMr Calil stood out in one respect: whereas others merely cultivated the powerful, he once sought to overthrow a president who displeased him. He was a leading backer of the \"Wonga Coup\", a farcical plot by British and other mercenaries to topple the government of Equatorial Guinea in 2004. The hired guns identified Mr Calil as their \"Cardinal\" -- though they also dubbed him \"Smelly\". They said he recruited their Old Etonian frontman, Simon Mann, and helped finance the scheme. Phone records and other evidence corroborated this account. Mr Calil introduced the plotters to Severo Moto, an exiled priest who was being flown towards Equatorial Guinea on the night the plot was foiled -- and would have become president had it succeeded.\n\n\"His big mistake was getting involved in a big and dangerous game, the worst-conducted coup plot in years,\" says Nigel Morgan, an ex-spy who helped to thwart the Wonga Coup and who interviewed Mr Calil afterwards. According to Mr Morgan, Mr Calil offered to betray the other plotters, promising information about the scheme to South Africa in an effort to stave off prosecution. Do fixers like Mr Calil do anything useful for Africa? \"They're vultures, pure and simple,\" says Mr Morgan.","source":{"uri":"economist.com","dataType":"news","title":"The Economist"},"eventUri":null,"shares":{"facebook":6},"wgt":6}]}}