{"articles":{"page":1,"totalResults":110,"pages":3,"results":[{"uri":"882599660","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"04:50:00","dateTime":"2018-06-07T04:50:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270378/obamas-treason-even-worse-we-thought-robert-spencer","title":"Obama's Treason: Even Worse Than We Thought","body":"But Leftist Privilege will prevent him from ever being held accountable.\n\nThe Washington Free Beacon reported Wednesday that \"the Obama administration skirted key U.S. sanctions to grant Iran access to billions in hard currency despite public assurances the administration was engaged in no such action, according to a new congressional investigation.\"\n\nAnd it gets even worse: \"The investigation, published Wednesday by the House Permanent Subcommittee on Investigations, further discloses secret efforts by top Obama administration officials to assure European countries they would receive a pass from U.S. sanctions if they engaged in business with Iran.\"\n\nThis revelation comes after the news that came to light in February, that, according to Bill Gertz in the Washington Times, \"the U.S. government has traced some of the $1.7 billion released to Iran by the Obama administration to Iranian-backed terrorists in the two years since the cash was transferred.\"\n\nThere is a law that applies to this situation. U.S. Code 2381 says: \"Whoever, owing allegiance to the United States, levies war against them or adheres to their enemies, giving them aid and comfort within the United States or elsewhere, is guilty of treason and shall suffer death, or shall be imprisoned not less than five years and fined under this title but not less than $10,000; and shall be incapable of holding any office under the United States.\"\n\nIn a sane political environment, Barack Obama would be tried for treason.\n\nBarack Hussein Obama has planted seeds that will be bearing bitter fruit for years, and probably decades, to come. He is, without any doubt, the worst President in American history. Fillmore, Pierce, Buchanan? Yes, the doughface Presidents made the Civil War inevitable, but worse came later. Grant? Blind to corruption and out of his depth, but there have been worse than he as well. Wilson? That black-hearted Presbyterian bigot arguably gave the world Hitler and World War II, so he is definitely in the Final Four. Harding? Nah: his tax cuts and return to \"normalcy\" got the American economy, and the Twenties, roaring. FDR and LBJ gave us the modern welfare state and dependent classes automatically voting Democrat; the full bill on the damage they did hasn't yet been presented. Nixon? A crook and an economic Leftist, who betrayed Taiwan for the People's Republic; his record certainly isn't good. Carter? Nothing good can be said about his four years of sanctimony and incompetence.\n\nBut there is one thing Barack Obama has on all competitors: treason.\n\nHe showered hundreds of billions of dollars on the Islamic Republic of Iran. There are those who say, \"It was their money. It belonged to the Iranian government but was frozen and not paid since 1979.\" Indeed, and there was a reason for that: not even Jimmy Carter, who made the Islamic Republic of Iran possible, thought that money, which had been paid by the Shah's government in a canceled arms deal, belonged to the mullahs who overthrew the Shah. Likewise Reagan, George H. W. Bush, Clinton, and George W. Bush all thought that the Islamic Republic was not due money that was owed to the Shah.\n\nOnly Barack Obama did.\n\nThe definition of treason is giving aid and comfort to the enemy. The leaders of the Islamic Republic of Iran order their people to chant \"Death to America\" in mosques every Friday, and repeatedly vow that they will ultimately destroy the United States of America and the state of Israel. How was giving them billions and helping them skirt sanctions applied by the U.S. government not treason?\n\nOther Presidents have been incompetent, corrupt, dishonest, but which has committed treason on a scale to rival the treason of Barack Obama?\n\nThe Iranians also operate a global network of jihad terror organizations, one of which, Hizballah, is quite active in Mexico now, with the obvious ultimate intention of crossing the border and committing jihad massacres of Americans. Obama has given a tremendous boost to these initiatives, as well as to Iran's nuclear program, with his nuclear deal that has given the Iranians hundreds of billions of dollars and essentially a green light to manufacture nuclear weapons, in exchange for absolutely nothing.\n\nThere is no telling when the worst consequences of Obama's aid and comfort to the Islamic Republic of Iran will be felt. But they likely will be felt in one way or another. Even as President Trump moves swiftly to restore sanctions and put Iran on notice that its nuclear activity and global adventurism will not be tolerated, those billions cannot be recovered, and the Iranians have already spent a great deal for their jihad cause.\n\nHowever this catastrophe plays out, there is one man who will suffer no consequences whatsoever: Barack Obama. That's Leftist Privilege. It's good to be a powerful Leftist in Washington nowadays. Laws? Pah! Laws are for conservatives.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":7432,"pinterest":48},"wgt":7480},{"uri":"883304090","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"04:59:00","dateTime":"2018-06-08T04:59:00Z","dataType":"news","sim":0.6117647290229797,"url":"https://www.frontpagemag.com/fpm/270399/14-year-old-jewish-girl-murdered-muslim-refugee-daniel-greenfield","title":"14-Year-Old Jewish Girl Murdered by Muslim Refugee in Germany","body":"Another innocent girl pays the price for Europe's open borders.\n\nDaniel Greenfield, a Shillman Journalism Fellow at the Freedom Center, is an investigative journalist and writer focusing on the radical left and Islamic terrorism.\n\nOn May 22, Susanna Maria Feldman went missing. It was the day after the Jewish holiday of Shavuot which celebrates G-d's revelation of the Ten Commandments to Moses and a nation of freed slaves.\n\nThe fifth commandment is, \"Honor thy father and mother.\" The sixth is, \"Thou shalt not murder.\"\n\nAnd in the German city of Mainz, whose Jewish community dates back to Roman times, a worried mother waited for the worst. Susanna had gone off with her friends. They came home. And she didn't.\n\nHer mother received a WhatsApp message from her daughter's phone on the afternoon of the 22nd. \"Mom, I'm not coming home. I went to Paris with my friend. Don't look for me. I'll come back after 2 or 3 weeks. Bye.\"\n\nAccording to Diana, Susanna's mother, the message sounded nothing like her daughter. 4 hours later, the teenage girl's phone was switched off. There was nothing more.\n\n\"I hope and pray that nothing bad has happened to her,\" she posted on Facebook. \"Please help me find my daughter safe again.\"\n\nThe police reassured the frantic mother that her daughter had just gone off with some friends and would come back on her, but she feared the worst while the authorities stonewalled.\n\nOn June 1, she published an open letter to Chancellor Angela Merkel in which she wrote, \"I feel abandoned by the German state.\"\n\nTwo weeks passed. The police searched. Dogs sniffed around but found nothing. And then someone noticed a flash of white among all that brown and green. It was the white of a clothing label.\n\nThey found her body between the railroad tracks and Autobahn 66. The killer had stashed the girl under a bush and covered her over with twigs to keep the body out of sight and to buy him some time.\n\nSusanna's body had been dumped a few hundred meters from the refugee shelter where her alleged killer had been living. The traffic noise of the highway would have covered any sounds the young Jewish girl might have made as a Muslim refugee brutally raped and then strangled her to death.\n\nAt only 14, a year younger than Anne Frank when she died, Susanna had been murdered in Germany. The teenage girl had been strangled to death after being raped. Her killer then boasted of the crime.\n\nWhile the German police were searching for Susanna's body, the Bashar family, all eight of them, were on their way back to Iraq. The Bashar clan had been living in a refugee shelter even though they were apparently able to afford to book eight tickets to Turkey. The tickets were bought under different names than the ones they had used to apply for asylum in Germany. By June 2, they were back in Iraq.\n\nThat same day, Susanna's mother posted a Facebook message announcing that it was the 11th day. \"Every passing day is a nightmare and hell for us!!! Also her little sister misses her.\"\n\nAt the airport Ali had showed his residence papers, under the name Ali Bashar, and his ticket under a different name, and a Laissez-passer emergency passport in Arabic issued by the Iraqi embassy.\n\nGerman airports had apparently become so used to migrants traveling under various names that they didn't blink an eye.\n\nThe residents of the refugee asylum had watched the Bashar clan packing up as if they were leaving for good. They told one resident that they were facing deportation. Another resident heard that they were going on vacation. When Ali's mother was asked where the Bashar clan was going, she answered Berlin.\n\nAli Bashar, one of the six sons, had come to Germany through Turkey and Greece. He had arrived in Germany in the fall of 2015 at the height of Merkel's migration crisis. Since then, he had been accused of raping an 11-year-old girl in a refugee shelter, attacking a policewoman and robbing a man at knifepoint\n\nHis asylum application had been rejected at the end of 2016. Bashar claimed to have been threatened by the PKK, a Kurdish group fighting against ISIS and Turkey.\n\nBut he appealed, and was allowed to stay on in Germany until he finally killed.\n\nIn April of last year, Ali Bashar was suspected of being in a brawl. In February of this year, he was linked to an assault. In March, he bumped into a policewoman and spat on her. Next month, he was accused of robbing a man with a knife. And he was caught with an illegal knife.\n\nDespite that, he was still allowed to stay on even as the policewoman case moved through the system.\n\nBut next month, Ali Bashar allegedly did more than hurt his victims. He finally committed a murder.\n\nAli Bashar had spent most of his time hanging out in the Wiesbaden city center, going back to the refugee shelter only to sleep, and Susanna had gone to the Wiesbaden city center with her friends.\n\nWhen the authorities moved the Bashars from Giessen to Wiesbaden, they signed a girl's death warrant. The brand new Weisbaden refugee shelter built in 2016 has become the gateway to a cemetery.\n\nAnd the same is true of every refugee shelter.\n\nThe 20-year-old Muslim refugee boasted of his crime to a 13-year-old in the refugee shelter. Ali's younger brother had known Susanna and that may have made the rapist and killer's work easier.\n\nWith that information, the police began searching around the refugee shelter and found Susanna.\n\nAli Bashar is not the first refugee to have committed an atrocity in Germany. And he won't be the last.\n\nThe authorities know how to handle this sort of thing. There are police officers patrolling outside the refugee shelter. Are they there to protect those on the outside from those on the inside?\n\nOr are they there to provide security to the denizens of the shelter?\n\nDespite the recent rash of anti-Semitic incidents, the authorities insisted that there had been no anti-Semitic motive in a Muslim attack on a Jewish teenage girl. But how can a motive be credibly ruled out when the alleged killer hasn't been interviewed by the police and isn't even in their custody?\n\nThe Green Party's Annalena Baerbock declared that nobody should, \"presume to abuse the death of this girl to sow hatred.\"\n\nThat right is exclusively reserved for the migrant population that the Green Party welcomed in.\n\nA German poll of refugees last year found that more than half hold anti-Semitic views. Even before the migrant flood, German police had noted the rising number of Muslims arrested for anti-Semitic acts. In polls, Jews in Germany listed Muslims as the group most likely to harass or attack them.\n\nIn one Berlin school, Muslim students openly boasted, \"If a Jew enters our school, he'll get beaten up - I'd beat him up too.\"\n\nIn German cities, Muslim mobs have chanted, \"Hamas Hamas Jews to the gas!\" German courts ruled that firebombing a synagogue previously torched by the Nazis was anti-Zionist rather than anti-Semitic.\n\nWhen an Israeli Arab wore a Jewish kippa to test the level of anti-Semitism, he was assaulted by a thug shouting, \"Jew\" at him. The attacker was a Syrian refugee.\n\nAfter the attack, Merkel had vowed to act \"with full force and resolve\". Where is that resolve now?\n\nAs the search for Susanna wrapped up, a Jewish teenager in Germany was attacked by Muslim thugs who heard the music he was listening to. \"Berlin is ours now,\" they shouted, \"and you won't listen to crappy Jewish music here.\"\n\nAli Bashar made a spot near his refugee shelter into his own. The girl who was left there will no longer listen to music. And there is no shelter anywhere, in Germany or America, from the \"refugees.\"","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4021263","shares":{"facebook":1357,"pinterest":6},"wgt":1363},{"uri":"881890920","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"04:48:00","dateTime":"2018-06-06T04:48:00Z","dataType":"news","sim":0.5333333611488342,"url":"https://www.frontpagemag.com/fpm/270368/why-mueller-getting-desperate-daniel-greenfield","title":"Why Mueller is Getting Desperate","body":"Daniel Greenfield, a Shillman Journalism Fellow at the Freedom Center, is an investigative journalist and writer focusing on the radical left and Islamic terrorism.\n\n$16.7 million. That's the bill for the Mueller investigation.\n\nThe last spending phase, from October to March, included $2.7 million in salaries with another $532,340 in travel expenses. And there's no sign that this hideously expensive circus is ever going to end.\n\nThe latest high-wire act in the circus is yet another accusation aimed at Paul Manafort. This time, Mueller's favorite target is being accused of witness tampering. Like most of Mueller's favorite charges, such as making false statements, this isn't a crime being uncovered, but arises from the investigation.\n\nThe accusation is also obviously a means to an end. Mueller had bet everything on pressuring Paul.\n\nThe pre-dawn no-knock raid of Manafort's home was unnecessary, but intimidating. And Mueller's people were grousing ever since Manafort had been released from house arrest.\n\nIn December, they wanted to rip up his agreement because he had supposedly been working on an editorial which violated the gag order, even though it was never published. This time around there's another claim that he was in contact with his old buddies \"in an effort to influence their testimony and to otherwise conceal evidence\". Now the goal may be to move Manafort from home to prison.\n\nIs the Special Counsel's Office really worried about Manafort's editorials or chats with old colleagues? It's more likely that Andrew Weissmann, Mueller's Democrat pit bull, believes that will soften him up.\n\nBut why does the SCO keep returning to Manafort? It's obvious if you look at Mueller's mission.\n\nRod Rosenstein authorized Mueller to investigate \"any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump\".\n\nAfter multiple indictments, browbeating, raids and assorted acts of political intimidation, Mueller has spent $16.7 million and come up with zero evidence of collusion between Trump and the Russians. But Rod Rosenstein worded his order with more loopholes than an amateur knitter. It's not the official campaign, but individuals associated with it. No matter how slight their association might be.\n\nParts (ii) and (iii) then authorize Mueller to essentially go on a fishing expedition wherever he likes. But if the fishing expedition doesn't bring home the biggest fish in the White House, then it's all wet.\n\nConsidering the size of those travel expenses, there's obviously been plenty of fishing. But Mueller and his gang of Democrats still need to take a crack at (i) or, \"individuals associated with the campaign\".\n\nAnd there are only so many of those.\n\nMueller got to work by looking for anyone associated with the Trump campaign who had international connections. On the Clinton campaign, that would have been a huge list. But the Trump campaign was anti-establishment and so it had fewer of the usual establishment campaign professionals who work different countries and offer their services across borders.\n\nHillary's campaign chair, John Podesta, had his former firm shut down due to fallout from its alleged consulting work for a pro-Russian movement in Ukraine. Robby Mook, Hillary's inept campaign manager, had a background with the National Democratic Institute working in the Middle East.\n\nAnd there were two other NDIers on her staff.\n\nHillary's campaign payroll director had joined from the Russian American Foundation. Earlier, Huma Abedin had mentioned hooking up RAF people with the State Department at the request of a Clinton Foundation donor. (There's nothing illegal there, but imagine the field day that the media would be having if Trump's payroll director had come from an organization with that name.)\n\nDavid Plouffe, Obama's '08 campaign manager, had received $100K in speaking fees from a company doing business with Iran's major terror hub. David Axelrod, Obama's chief strategist, had founded a company that did election work for a former Nigerian Muslim dictator who was also backed by Obama. Axelrod's former firm had also butted into Ukraine.\n\nBut it would be hard to find any big names in the political world who hadn't done the Ukraine circuit.\n\nThat wasn't true on the Trump campaign. Trump's original campaign manager, Corey Lewandowski, and his ultimate campaign manager, Steve Bannon, didn't fit the mold. That left Manafort, who had only served as campaign manager for some months, but who had worked internationally.\n\nIf Mueller were trying to find Clinton campaign people with foreign connections, there would have been an embarrassment of riches. But the most obvious target on the Trump campaign was Paul Manafort.\n\nLike every bad cop, Mueller took the path of least resistance, starting with an easy target and working his way back to the crime. The tactics, a pre-dawn raid, patting Manafort's wife down in bed, were the police state nastiness you expect from a partisan investigation of the political opposition.\n\nBut unnecessary thuggery also stinks of desperation and a weak case.\n\nMueller is under pressure to deliver, not from President Trump, but from Democrats and his media allies. If he brings down a president, he's a hero. But if he doesn't, he goes down in history as a shmuck.\n\nIf he can't get Manafort, then he's stuck with pressing down on his B-list, or settling for George Papadopoulos. And no one in the SCO seriously thinks Papadopoulos can bring down a president.\n\nIf Mueller can land Manafort, then he's got a campaign manager. And though Manafort's actual ties to Trump were glancing at best, most of the public won't know that. Rosenstein's order says, \"campaign of President Donald Trump\". And it doesn't get more 'campaign' than the campaign manager.\n\nBut if Mueller trots out Papadopoulos, a low-level unpaid intern who lied on his resume, forget about it.\n\nWhile the media cheers every Mueller move, there's an implicit admission here that he doesn't have what he needs. Harassing Manafort with new accusations is demoralizing, but if Manafort had anything to give Mueller, why wouldn't he have already negotiated a deal that would have made all this go away?\n\nMueller is a lefty fantasy of bringing down Trump. And Manafort is Mueller's fantasy.\n\nUnlike the #resistance celeb twitterati, the media echo chamber tossing out hot takes and the lefty conspiracy theorists assembling grand plans, Mueller is experienced enough to know better.\n\nHe knows that he needs to go big or go home. Either he gets a big fish or he can run out the next 5 years commuting to the office in southwest Washington, D.C., running up the bill, and fishing for anything on anyone to stay in the headlines and the good graces of Senate Dems. If he loses Manafort, it's over.\n\nRobert Mueller is 73 years old. He has a long career as an establishment swamp creature. But he's never made a real difference. When he dies, he'll be another swiftly forgotten footnote in Washington D.C.\n\nMueller isn't bright. Despite glowing media adjectives (from an establishment which will turn on him in a second if he fails to deliver), he isn't honest or incorruptible. But he is dogged and ruthless.\n\nAnd with the disproportionate powers on his side, that's usually been enough.\n\nIf there's one quality that defines him, it's certainty. Mueller is always certain even when he's wrong. Especially when he's wrong. From the anthrax case to today, Mueller doubles down when he's wrong.\n\nAs one aide put it, Mueller is \"someone that can't accept the fact that he screwed up.\"\n\nMueller has a great deal of power to double down. And that's what he's doing with Manafort. But no amount of doubling down on being wrong will set Mr. Mueller's final bid for immortality right.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4012319","shares":{"facebook":1027,"pinterest":7},"wgt":1034},{"uri":"880408753","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"04:52:00","dateTime":"2018-06-04T04:52:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270340/modern-journalism-huffington-post-reporter-doxes-robert-spencer","title":"Modern Journalism: Huffington Post Reporter Doxes Counter-Jihadi","body":"And gets her husband fired. She had it coming: she had the wrong opinions.\n\n\"Amy Mek\" has 229,000 followers on Twitter, and is firmly and outspokenly opposed to jihad terror and Sharia oppression. President Trump has retweeted her. So as far as \"journalist\" Luke O'Brien of the Huffington Post was concerned, she had to be destroyed.\n\nOn Thursday, the HuffPo published O'Brien's exposé: \"Trump's Loudest Anti-Muslim Twitter Troll Is A Shady Vegan Married To An (Ousted) WWE Exec: @AmyMek anonymously spread hate online for years. She can't hide anymore.\"\n\n\"She can't hide anymore\"! Luke O'Brien in his piece does his best to portray Amy as a monster who should be shunned by all decent people. Amy was rude to a Muslim store clerk, he tells us. She has an odd relationship with a prisoner, he says.\n\nBut her primary sin has nothing to do with her personal life, however lavishly O'Brien exposes it. The main reason why Luke O'Brien hates Amy Mek and wants you to hate her, too, is because she \"tirelessly spewed far-right propaganda and, above all, Islamophobia.\" He also says, predictably, that she is \"racist.\" As evidence, O'Brien points out that she has praised Milo, who is so \"racist\" that he is in a gay marriage with a black man; as for \"Islamophobia,\" of course O'Brien means that she opposes jihad mass murder and Sharia oppression of women, non-Muslims, and others -- in O'Brien's mind, as a doctrinaire Left-fascist, all those who oppose such things are \"bigots.\"\n\n\"Islamophobia\" is, of course, a propaganda term designed to intimidate people into fearing to oppose jihad mass murder, and that is exactly the way O'Brien uses it. In The Coming of the Third Reich, historian Richard J. Evans explains how, in the early days of National Socialist Germany, Stormtroopers (Brownshirts) \"organized campaigns against unwanted professors in the local newspapers [and] staged mass disruptions of their lectures.\" To express dissent from Nazi positions became a matter of taking one's life into one's hands. The idea of people of opposing viewpoints airing their disagreements in a civil and mutually respectful manner was gone. One was a Nazi, or one was silent (and fearful).\n\nLuke O'Brien and the Huffington Post are the modern-day Brownshirts who have targeted and attempted to destroy the life of Amy Mek, who recounts the success he has had here: her husband has been fired from his job, even though he has nothing to do with her tweets, and the family has received death threats. For that, Luke O'Brien can stand up and take a bow. This Huffington Post article is the equivalent of the Brownshirts' \"organized campaigns against unwanted professors in the local newspapers.\"\n\nThe targeting of Amy Mek is bigger than Amy Mek, just as Britain's jailing of Tommy Robinson is bigger than Tommy Robinson. You may not like Amy Mek. You may think she should go about things with a different style. But make no mistake: the Huffington Post and Luke O'Brien are sending you a message. That message is this: if you dare to dissent from the Leftist agenda, if you dare to oppose jihad terror and stand for the equality of rights of all people against Sharia oppression, we will destroy you.\n\nThey will brook no dissent, any more than Comrade Stalin or the Führer did. The Huffington Post and Luke O'Brien envision a world in which all those whom they deem to be \"racists\" and \"Islamophobes\" are silenced. Right now their weapon for that silencing is what Hillary Clinton recommended: peer-pressure and shaming. They're trying to shame Amy Mek into silence, as they have tried for years to shame all those they smear as \"bigots\" into silence. If that doesn't work, then come the Antifa thugs, who with a rock or a bike lock or a baseball bat will let the \"Nazis\" know that they stand on the side of righteousness, and make sure the \"Nazis\" are silent by making them physically incapable of talking.\n\nIf that doesn't intimidate the rest into silence, then other measures will be forthcoming. This is the totalitarian initiative in America. Will free society in the United States survive the likes of Luke O'Brien and the Huffington Post? That's anybody's guess right now.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":567,"pinterest":6},"wgt":573},{"uri":"881095054","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"04:36:00","dateTime":"2018-06-05T04:36:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270348/wolves-sheeps-clothing-bruce-bawer","title":"Wolves in Sheep's Clothing","body":"Muslim politicians in the Western world come in two general varieties: those rare ones who are candid about their desire to transform the West in accordance with the dictates of their faith, and those, far greater in number, who prefer to disguise that ambition. The first category includes people like Abdirizak Waberi, a Swedish MP turned Islamic school principal who has actually admitted he believes in \"banning music and dancing, prohibiting boys and girls from socializing, and allowing men to beat their four wives with sticks when they became disobedient,\" and Brussels city councilman Redouane Ahrouch, who openly advocates for sharia government and recently called for a separation of the sexes on that city's public transport.\n\nIn the second category are Rotterdam mayor Ahmed Aboutaleb, who while striving to pose as a progressive allows his mask to slip now and then (recently, he told an interviewer that \"every Muslim is a bit of a salafist\"), and London mayor Sadiq Khan, another faux liberal who has, in fact, ordered police to put less emphasis on monitoring potential terrorists and more emphasis on harassing Islam critics. And let's not forget Minnesota's (and the DNC's) own Keith Ellison, who poses as a standard-issue Democrat but belonged for a decade to the Nation of Islam, speaks at CAIR events, and has ties to several pro-terrorist, anti-Semitic groups.\n\nAlso belonging to the latter category is Somali-born Bashe Musse, a Norwegian Labor Party politician who has been a member of the Oslo City Council since 2011. During the last couple of weeks he's been making headlines because of a Norwegian Broadcasting Corporation (NRK) report on \"dumping.\" What's dumping? Like honor killing and female genital mutilation, it's a common practice in Europe's Muslims communities. Instead of sending their kids to regular neighborhood schools, many Muslim parents in Europe send their children off to madrasses - Koran schools - in the countries from which they, the parents, emigrated. The children stay in these schools for years at a time, memorizing the Islamic holy book while their agemates back in Europe learn math, science, and literature.\n\n\"Dumping\" is eyebrow-raising for more than one reason. Many of these kids' parents were allowed into Europe in the first place because they professed to be refugees from oppression in their homelands. The fact that they're shipping their kids off to schools in those same countries gives the lie to those claims. The parents also often maintain that they're proud to be French, Swedish, or whatever, and that they're striving to assimilate into their adopted nations. But the whole point of sending these kids to madrasses in the Muslim world is to shield them from what the parents consider the baleful influence of Western civilization.\n\nLast year, NRK produced, as noted, a report on Somali madrasses in which children from Norway have been enrolled. Many viewers considered the revelations eye-popping. In fact it was old news. In a 2004 study, Out of Sight, Out of Mind, Norway's Human Rights Service (HRS) documented, in extraordinary and devastating detail, the grim reality of daily life in these institutions, where the conditions are almost always primitive and where the atmosphere is less that of a First World school than of a Third World prison. NRK's report, which contained interviews with children living in Norway who had attended the Somali madrasses, confirmed HRS's findings: at those \"schools,\" the children had been tied up, whipped, beaten, and subjected to other sorts of brutal treatment that would ordinarily be considered torture.\n\nWhich brings us to Bashe Musse, who in addition to being an Oslo city councilman is also the official chief spokesperson for Norway's Somali community, the largest non-Western immigrant group in the country. After NRK's report aired last year, he claimed to be shocked by its contents. But on May 29 of this year, NRK reported that in an interview aired on Somali TV, Musse had dismissed the children's testimony about the madrasses and regretted that such lies, as he called them, had been \"sold to the Norwegian people\" by the Norwegian media, which he characterized as \"one-sided.\"\n\nWhen confronted by NRK with a transcript of his comments to Somali TV, Musse insisted that the person who had translated his words from Somali into Norwegian had fouled up, entirely misrepresenting his views. NRK thereupon engaged the services of another translator, whose product was essentially identical to that of the first translator. It then presented the transcript to various government officials. Frode Jacobsen, head of the Oslo Labor Party, said he was \"surprised and shocked\" by Musse's \"double communication,\" which he described as \"very unfortunate.\" Norway's Minister of Integration, Jan Tore Sanner, also expressed concern, but did not call for any action against Musse. The Progress Party's immigration spokesman, Jon Helgheim, went quite a bit further, scorning Musse as \"a wolf in sheep's clothing\" and urging that the Labour Party discipline him in some way. But as far as I have been able to determine, no one in a position of power has demanded Musse's resignation or removal from the City Council.\n\nLying to infidels, of course, has a name in Arabic - taqiyya - and it is one of the chief weapons of Islam in its eternal conflict with non-believers. Among its more celebrated practitioners is \"Euro-Islam\" proponent, Oxford professor, accused serial rapist, and current jailbird Tariq Ramadan, who is known to routinely say one thing to Western audiences in French or English and another to Muslim audiences n Arabic. Indeed, Caroline Fourest's book about him is entitled Brother Tariq: The Doublespeak of Tariq Ramadan. To employ taqiyya, as Musse appears to have done, is to demonstrate definitively that one is not on the side of the West but that one is a double agent - a partisan, a person whose true loyalty lies, shall we say, elsewhere.\n\nWithin a few hours of being caught dead to rights on NRK as a practitioner of doublespeak, Musse made an announcement. Did he resign? Of course not. He declared that NRK had represented him to the Norwegian public as a liar and, what's more, had painted an unflattering picture of Somalia. Accordingly, he had contacted a lawyer, Arild Humlen, to ascertain what legal rights he had in the matter.\n\nWhat makes this story important, needless to say, is that Musse is not an outlier. Far from it. Increasingly, all over the West, Muslims hold elected positions, some of them at a very high level. It is considered to be racist, or at the very least to be in terribly bad taste, to question whether they can be loyal at once to their totalizing, all-encompassing religion and to their officially secular country and its (still) mostly non-Muslim inhabitants. Once those poiticians are caught engaging in taqiyya, of course, there is no further reason for doubt on this score.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":548,"pinterest":6},"wgt":554},{"uri":"881095060","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"04:36:00","dateTime":"2018-06-05T04:36:00Z","dataType":"news","sim":0.9882352948188782,"url":"https://www.frontpagemag.com/fpm/270355/guns-and-past-vs-present-americans-walter-williams","title":"Guns and Past Vs. Present Americans","body":"Inconvenient facts about the history of gun violence and gun control.\n\nHaving enjoyed my 82nd birthday, I am part of a group of about 50 million Americans who are 65 years of age or older. Those who are 90 or older were in school during the 1930s. My age cohort was in school during the 1940s. Baby boomers approaching their 70s were in school during the 1950s and early '60s.\n\nTry this question to any one of those 50 million Americans who are 65 or older: Do you recall any discussions about the need to hire armed guards to protect students and teachers against school shootings? Do you remember school policemen patrolling the hallways? How many students were shot to death during the time you were in school? For me and those other Americans 65 or older, when we were in school, a conversation about hiring armed guards and having police patrol hallways would have been seen as lunacy. There was no reason.\n\nWhat's the difference between yesteryear and today? The logic of the argument for those calling for stricter gun control laws, in the wake of recent school shootings, is that something has happened to guns. Guns have behaved more poorly and become evil. Guns themselves are the problem. The job for those of us who are 65 or older is to relay the fact that guns were more available and less controlled in years past, when there was far less mayhem. Something else is the problem.\n\nGuns haven't changed. People have changed. Behavior that is accepted from today's young people was not accepted yesteryear. For those of us who are 65 or older, assaults on teachers were not routine as they are in some cities. For example, in Baltimore, an average of four teachers and staff members were assaulted each school day in 2010, and more than 300 school staff members filed workers' compensation claims in a year because of injuries received through assaults or altercations on the job. In Philadelphia, 690 teachers were assaulted in 2010, and in a five-year period, 4,000 were. In that city's schools, according to The Philadelphia Inquirer, \"on an average day 25 students, teachers, or other staff members were beaten, robbed, sexually assaulted, or victims of other violent crimes. That doesn't even include thousands more who are extorted, threatened, or bullied in a school year.\"\n\nYale University legal scholar John Lott argues that gun accessibility in our country has never been as restricted as it is now. Lott reports that until the 1960s, New York City public high schools had shooting clubs. Students carried their rifles to school on the subway in the morning and then turned them over to their homeroom teacher or a gym teacher -- and that was mainly to keep them centrally stored and out of the way. Rifles were retrieved after school for target practice (http://tinyurl.com/yapuaehp). Virginia's rural areas had a long tradition of high school students going hunting in the morning before school, and they sometimes stored their guns in the trunks of their cars during the school day, parked on the school grounds.\n\nDuring earlier periods, people could simply walk into a hardware store and buy a rifle. Buying a rifle or pistol through a mail-order catalog -- such as Sears, Roebuck & Co.'s -- was easy. Often, a 12th or 14th birthday present was a shiny new .22-caliber rifle, given to a boy by his father.\n\nThese facts of our history should confront us with a question: With greater accessibility to guns in the past, why wasn't there the kind of violence we see today, when there is much more restricted access to guns? There's another aspect of our response to mayhem. When a murderer uses a bomb, truck or car to kill people, we don't blame the bomb, truck or car. We don't call for control over the instrument of death. We seem to fully recognize that such objects are inanimate and incapable of acting on their own. We blame the perpetrator. However, when the murder is done using a gun, we do call for control over the inanimate instrument of death -- the gun. I smell a hidden anti-gun agenda.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4017023","shares":{"facebook":527,"pinterest":7},"wgt":534},{"uri":"881095052","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"04:36:00","dateTime":"2018-06-05T04:36:00Z","dataType":"news","sim":0.7098039388656616,"url":"https://www.frontpagemag.com/fpm/270356/european-union-run-lloyd-billingsley","title":"European Union On The Run","body":"Italy's populist coalition government defies the EU, mass migration and George Soros.\n\nBack in March, the League party and anti-establishment Five Star Movement gained victory in what Angelo Codevilla called Italy's \"Trump election.\" The governing Democratic Party, descendant of Italy's Communist Party, managed only 18 percent of the vote, and the biggest loser was the Democrats' former prime minister Matteo Renzi \"the international Left's Boy Wonder, the Italian Obama.\" Nothing like this had happened in a century.\n\n\"Italy's voters choose populists,\" CNN proclaimed, \"deliver stinging rebuke to Europe.\" European Commission boss Jean-Claude Juncker described the election as the \"worst-case scenario\" for Europe. Since the March populist victory, Italy has been without a government, but that changed on June 1.\n\nAs the Telegraph reported, the \"anti-immigrant, hard Right\" League party and \"anti-establishment\" Five Star movement have agreed to a compromise, with Guiseppe Conte serving as prime minister. Like the election itself, that had leftist billionaire George Soros reaching for his bullhorn.\n\nSoros conducted considerable election meddling of his own, but said he was \"very worried\" that Russia was exercising \"negative influence\" in Europe. \"I don't know if Putin is actually financially supporting him (Matteo Salvini of the League) and his party. This is a question that I think the Italian public has a right to ask, and ask him to tell you whether he's actually in the pay of Putin.\"\n\nThis comes as news to Italians, who during the election campaign saw no reports of Vladimir Putin attempting to influence the outcome through Facebook ads and fake demonstrations for all parties. No mysterious dossiers prompted investigations, and loser Matteo Renzi did not announced plans for a \"What Happened\" book tour.\n\nThe League responded that it \"never received a lira, euro or ruble from Russia,\" and nobody offered evidence that they had. As reports noted, Salvini and Soros have long been at odds, particularly over migration policy.\n\nDuring the election, the Five Star slogan was \"Vaffanculo!\" which as Codevilla explained \"none too subtly invites establishmentarians to attempt monogenesis.\" After the formation of the coalition government, Italians appear to be deriving key lessons from Soros' interference in their country.\n\n\"Soros worried by the Italian government? So it means we are going in the right direction,\" explained League party deputy Claudio Borghi Aquilini, adding, \"We understand that those who have been speculating for years off of the skin of immigrants, financing NGOs and smugglers to invade Italy, are now aware that the good times are over and they will take any pretext to attack.\"\n\nItalians have noted recent conservative and populist victories in Hungary, the Czech Republic and Austrian, all opposing open borders and tighter ties with the European Union. Soros is on record that the EU is \"threatened by Trump's America\" and American officials might take a cue from the victorious Italians.\n\nSoros has produced no evidence of Russian meddling but Americans might take his wild charges as confirmation that the Russia-Trump collusion story is also bogus. Soros charges that Italians are in the pay of Putin, so Americans have a right to question who is in the pay of Soros his own self.\n\nSoros' massive meddling in U.S. elections includes district attorney races in California. The billionaire is spending big to unseat Anne Marie Schubert, now prosecuting the notorious Golden State Killer Joseph DeAngelo, responsible for 12 murders and more than 40 rapes since the 1970s. Soros' candidate Noah Phillips finds motivation in \"social justice\" concerns, and that could give voters some guidance. With mid-terms ahead, Americans might also recall the lessons of Italy's \"Trump election.\"\n\nAs Angelo Codevilla saw it, the vote, \"changed Italian politics generationally from below\" and has nothing to do with any \"ism\" or with Donald Trump. \"When voters are ruled by officials and associated corporate types who despise them,\" Codevilla explained, \"sooner or later they will find ways of returning the favor.\" The populist sentiment, \"would sweep away the cozy arrangements between old-line leftist and rightist parties that have been governing the country.\"\n\nAs the establishment media noted, the Italian election provided key takeaways for progressives, who show little inclination to learn. The so-called mainstream parties had no answer to the migration problem and voters opposed those responsible for economic stagnation. Where progressives favored centralization, voters were \"euroskeptic.\"\n\nMeanwhile, as Italy's victorious coalition defies George Soros and the European Union, Americans might direct skepticism toward their own deep state. Americans never voted for the DOJ's Rod Rosenstein, former FBI bosses Robert Mueller and James Comey, ex-DNI James Clapper, and John Brennan, the recent CIA boss who in 1976 voted for the Stalinist Gus Hall, presidential candidate of the Communist Party.\n\nThose deep state drones, who never face the voters, sure wield a lot of power over the people's elected representatives. As current proceedings confirm, their primary target is the man who won his own \"Trump election\" in November, 2016.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4018749","shares":{"facebook":524,"pinterest":6},"wgt":530},{"uri":"881095057","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"04:36:00","dateTime":"2018-06-05T04:36:00Z","dataType":"news","sim":0.6509804129600525,"url":"https://www.frontpagemag.com/fpm/270349/islamic-anti-semitism-really-islamic-imperialism-daniel-greenfield","title":"Islamic Anti-Semitism is Really Islamic Imperialism","body":"Daniel Greenfield, a Shillman Journalism Fellow at the Freedom Center, is an investigative journalist and writer focusing on the radical left and Islamic terrorism.\n\nWe ask that the verses of the Qur'an calling for the killing and punishment of Jews, Christians and unbelievers be rendered obsolete,\" the manifesto states.\n\nIt cites the murders of Sarah Halimi and Mireille Knoll, two elderly Jewish women murdered by anti-Semitic Muslim thugs, the fact that \"French Jews are 25 times more likely to be attacked than their fellow Muslims\", and the ongoing ethnic cleansing of Jews from the encroaching no-go zones.\n\n\"10% of the Jewish citizens of Île-de-France - that is to say about 50,000 people - were recently forced to move because they were no longer safe in some cities and because their children could not attend the schools of the Republic,\" it courageously warns.\n\n\"This is a quiet ethnic cleansing being carried out in in the country of Emile Zola and Clemenceau.\"\n\nThe manifesto was written by former Charlie Hebdo editor Philippe Val, who had republished the original Mohammed cartoons from the Jyllands-Posten despite the threats, both terroristic and legal, and its signatories include former president, Nicolas Sarkozy, the former mayor of Paris, Bertrand Delanoë, famed singer Charles Aznavour, actor Gérard Depardieu, and many other significant figures.\n\nThe moral power and the importance of the manifesto should not be underestimated.\n\nAfter 9/11, it was American Jews who brought attention to the plight of French Jews while their community leaders often preferred to remain silent. Now it is French Jews who speak out, who march and whose LDJ even confronts Islamic thugs in the street while American Jews keep quiet or collaborate.\n\nThe despicable alliance between AJC and ISNA, and the ADL's attack on Canary Mission, carry with them the stench of Vichy on the spring wind. When an Islamic terrorist attacked a Kosher supermarket before the Sabbath, asking his victims if they were Jewish before he shot them, Obama dismissed it as a random attack on a \"bunch of folks in a deli.\" It's become virtually impossible in the United States to have a discussion about Islamic anti-Semitism without being denounced as an Islamophobe.\n\nWhy did France and America trade places? France has faced worse terrorist attacks in recent years than we have. But, more significantly, it lacks the politically correct viewpoint consolidation of America. Despite certain views being criminalized, there are all sorts of non-traditional views in public life there that are actively debated, instead of being airbushed or silenced the way they are in the United States.\n\nNeither the manifesto nor Charlie Hebdo could exist in the United States. The media in this country censored the Mohammed cartoons more vigorously than the Europeans did. Without any legal threat.\n\nAnd yet, despite its moral courage and its vital message, the manifesto misses the true nature of Islamic anti-Semitism.\n\nIt's a lot more than a few verses.\n\nThe verses are part of a larger Islamic narrative. They're not random outbursts, but a story. And that story is the primal conflict between Mohammed and the Jews. It begins with the massacre of the Jews at Khaybar and concludes with an end of days that can only come when Muslims exterminate the Jews.\n\nIt's not a few intemperate verses. Anti-Semitism is fundamental to the story of Islam. And that story with its visions of a conquest sweeping across the world has not ended. That's why the violence goes on.\n\nJews and Christians have a paradoxical role in Islam. They are on the one hand, People of the Book, the unacknowledged originators of the ideas and texts that Mohammed looted to found Islam. But their precedence is removed by accusing them of having betrayed Allah and perverted the scriptures.\n\nUnlike the polytheistic pagans wiped out by Islam, Jews and Christians are in theory monotheists, with a higher status, but they're also accused of being mushrikeen, polytheists, who take \"partners\" with Allah. Jews and Christians had \"taken Rabbis and monks to be their lords besides Allah\". (Koran 9:31)\n\nThe ambiguity of Jews and Christians gave them a special status and a special peril. Ritual humiliations of Jews and Christians were enacted to demonstrate their inferiority and the supremacy of the Muslim. In an honor-shame culture, Islamic superiority had to be demonstrated by humiliating other religions.\n\nWhen Jews and Christians gained independence or won battles, it called the truth of Islam into question.\n\nThat, rather than a few verses, is what we are dealing with. The verses remain relevant to those Muslims who believe that they are in a zero-sum struggle with every other religion on a battlefield whose scope is as large as the planet and as small as a neighborhood or a building. And that's the vast majority.\n\nYou can try to make an idea obsolete when it's no longer relevant. But the anti-Semitic hatred in almost every country where Jews and Muslims both live shows that anti-Semitism remains quite relevant.\n\nHating Jews, attacking them and even killing them, remains a meaningful part of Islamic identity.\n\nThe Jews were a primal Islamic enemy. That enmity is written into Islamic scriptures, traditions and prayers. All of that can't be made obsolete because the Islamic conquest is an ongoing project.\n\nIt's not a few verses. It's the context of the conquest. That's the mission at the heart of Islam.\n\nThe Lebensraum and Drang Nach Osten of Islam might pause for periods, but it never actually stops. Iraqis, Pakistanis and Somali migrants pour into Europe seeking Lebensraum. They move into poorer areas associated with immigrants bringing them into contact with earlier Jewish communities.\n\nWhen the second generation, usually more prone to supremacist violence and expansionism than its immigrant forebears, comes of age, the Jewish communities are violently driven out of their homes.\n\nThe verses that justify it won't become obsolete until the modes of behavior behind them lapse.\n\nCalls for the persecution of Jews and Christians won't be outmoded relics of another time until Muslims make them so, not by changing words, but by changing deeds. The trouble is that the verses remain entirely relevant because Muslim populations around the world continue to fight religious wars.\n\nMuslim hatred of Jews has unique elements. As anti-Semitism usually does. But it's still a subset of an Islamic supremacism and xenophobia that is endemic and whose consequences can be seen in clashes between Muslims and Christians in Nigeria, Muslims and Hindus in Kashmir, Muslims and Buddhists (and Hindus) in Myanmar, Muslims and Yazidis in Iraq, Muslims and Zoroastrians in Iran, Muslims and Atheists in Bangladesh, and those are just a few of the many examples around the world.\n\nIslam is not on good terms with any other religion. Including its own spinoffs, like the Bahai, or its own subdivisions, like the Sunnis and the Shiites.\n\nIt's not about the Jews. It's about Islam.\n\nThe truth of Islam is validated by violence. Its theological disputes are settled by force.\n\nThe verses about Jews and Christians are not the problem. They're a symptom of the problem. As are the terrorist attacks, stabbings, shootings, bombings, no-go zones, sharia police and sex grooming gangs.\n\nThe response from Muslim clerics in France to the manifesto has been to claim that the verses are meant to be seen in the context of their time and that Islamic wars are only defensive. Historically, that's nonsense. But everyone would be perfectly happy if they believed that and really lived it.\n\nInstead Islamic violence is always deemed to be defensive. Peace can only come from victory, not co-existence. War with non-Muslims who don't submit to Sharia law is seen as inevitable and necessary.\n\nThe verses libeling Christians and Jews, and justifying violence against them, are just rationalizing this fundamental Islamic worldview and applying it to specific targets. Islamic anti-Semitism is born of Islamic supremacism and imperialism. Muslims aren't persecuting Jews just because of anti-Semitic verses in the Koran. They're persecuting Jews because the Koran is supremacist and imperialistic.\n\nThat's why Muslim violence against Jews is not just a problem for Jews. It's a problem for everyone.\n\nLike the Yazidis, Jews are a tiny minority and more vulnerable. That's what makes them the canaries in the coal mine of Islamic migration. Muslim attacks on Jews in Europe date back over a generation. Long before Paris, Brussels and London were being regularly terrorized; European Jews had already retreated into fortified synagogues, stopped wearing Jewish clothing in public and maximized their security.\n\nThat was the canary in the coal mine. If Europe had woken up then, it wouldn't be choking now.\n\nAmerican synagogues and Jewish institutions are starting to resemble their European counterparts. A decade ago, armed guards were a rarity outside synagogues. I walk past them all the time now.\n\nThe French manifesto is an imperfect effort to call attention to a burning problem. It's an attempt to start an urgent and necessary conversation in France that can't even be had in the United States.\n\nAnd it's a conversation that we must have before civilization chokes in the coal mine.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4004984","shares":{"facebook":503,"pinterest":3},"wgt":506},{"uri":"882194895","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:09:00","dateTime":"2018-06-06T14:09:00Z","dataType":"news","sim":0.8156862854957581,"url":"https://www.frontpagemag.com/point/270376/obama-secretly-tried-get-banks-aid-iran-banks-daniel-greenfield","title":"Obama Secretly Tried to Get Banks to Aid Iran, Banks Refused","body":"International financial institutions get a lot of heat for terror state ties. But this is a case where Obama Inc. tried to get them to do the wrong thing. While they did the right thing.\n\nThe Obama administration secretly sought to give Iran access -- albeit briefly -- to the U.S. financial system by sidestepping sanctions kept in place after the 2015 nuclear deal, despite repeatedly telling Congress and the public it had no plans to do so.\n\nYet another Obama dirty deal with Iran that we're just learning about now. The question is how many more are there? And that's part of why Spygate is happening. The assault is also a cover-up.\n\nThe report by the Senate Permanent Subcommittee on Investigations revealed that under President Barack Obama, the Treasury Department issued a license in February 2016, never previously disclosed, that would have allowed Iran to convert $5.7 billion it held at a bank in Oman from Omani rials into euros by exchanging them first into U.S. dollars. If the Omani bank had allowed the exchange without such a license, it would have violated sanctions that bar Iran from transactions that touch the U.S. financial system.\n\nThe effort was unsuccessful because American banks -- themselves afraid of running afoul of U.S. sanctions -- declined to participate. The Obama administration approached two U.S. banks to facilitate the conversion, the report said, but both refused, citing the reputational risk of doing business with or for Iran.\n\nThat's how bad Obama was on Iran. The banking system was more reluctant to help Iran launder money than he was.\n\nNor was Obama worried about the reputational risk of loading foreign currency on unmarked cargo planes and flying it to Iran.\n\nIssuing the license was not illegal. Still, it went above and beyond what the Obama administration was required to do under the terms of the nuclear agreement.\n\nExcept Obama Inc. weren't trying to drive a hard bargain. So they didn't stick to it. They were trying to aid Iran.\n\nShortly after the nuclear deal was sealed in July 2015, then-Treasury Secretary Jack Lew testified that even with the sanctions relief, Iran \"will continue to be denied access to the world's largest financial and commercial market.\" A month later, one of Lew's top deputies, Adam Szubin, testified that despite the nuclear deal \"Iran will be denied access to the world's most important market and unable to deal in the world's most important currency.\"\n\nThis was typical of the worthless assurances that Obama officials made. And disgraced themselves by doing so.\n\nObama administration officials at the time assured concerned lawmakers that a general license wouldn't be coming. But the report from the Republican members of the Senate panel showed that a draft of the license was indeed prepared, though it was never published.\n\nAnd when questioned by lawmakers about the possibility of granting Iran any kind of access to the U.S. financial system, Obama-era officials never volunteered that the specific license for Bank Muscat in Oman had been issued two months earlier.\n\nScandal-free administration, folks. Not a single scandal to see here. Not a one.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4015789","shares":{"facebook":498,"pinterest":5},"wgt":503},{"uri":"883569292","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"13:18:00","dateTime":"2018-06-08T13:18:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270404/bill-clinton-blames-arafat-north-korea-failure-daniel-greenfield","title":"Bill Clinton Blames Arafat for North Korea Failure","body":"Rule 1 of Clintonworld. \"Nothing can ever be the fault of a Clinton.\"\n\nRule 2 of Clintonworld. \"See Rule 1 or Rule 3\"\n\nRule 3 of Clintonworld: \"We're sorry to hear that you committed suicide in a D.C. park.\"\n\nSo nothing is Bill's fault. Beside he already apologized to everyone and left the White House flat broke. The time he got played by North Korea? Not his fault. He could have done it all, but he was just overscheduled.\n\nFormer President Bill Clinton has said that he had a chance to \"end\" North Korea's missile program near the end of his second term, but was persuaded not to make the required trip to the totalitarian state by the late Palestinian leader Yasser Arafat.\n\n\"I had a chance at the end of my presidency -- I kind of regret this now, but I would do the same thing again [if] faced with it -- to end their missile program, but I would have had to go to North Korea,\" Clinton told NBC's \"Today\" in an interview that aired Monday.\n\n\"But I couldn't do that and finish the Middle East peace,\" Clinton went on. \"And Arafat begged me not to go and then backed out on his promise.\"\n\nSo he did neither. But it was Arafat's fault.\n\nBill Clinton did initially blame Arafat for the collapse of the process. But then, when it was trendy, he turned around and blamed Israel. Slick Willy lies, but he has trouble keeping his lies and excuses straight. The White House invested everything into Arafat. The crisis in Gaza, not to mention the general terrorist problem in Israel, can be traced back to that embrace of Arafat.\n\nBut forget Arafat.\n\nThe North Korean deal, like the Iran Deal, was always a scam. If Bill didn't end North Korea's nuclear program, what where the odds that he was ever going to end the Nork nuclear program?\n\nWhen NBC's Craig Melvin pressed Clinton on whether he regretted not going to North Korea, the former president said: \"I made the right decision. That is, if we had peace between the Palestinians and the Israelis, especially back then, it would have been better, but I regret that I didn't end their missile program.\"\n\nI failed at everything. But it's everyone else's fault that I made stupid decisions.\n\nClinton did not elaborate on why Arafat asked him not to make the trip. The North Korean regime has long provided weapons and other support to Palestinian militants and Arafat made multiple trips to Pyongyang before his death in 2004.\n\nIt's almost like there's an axis of evil after all. And pols like Bill Clinton have subsidized it.\n\nTrump and other members of his administration have criticized past presidents, including Clinton, for being too tolerant of North Korea's nuclear ambitions. In his interview with NBC, Clinton pointed out: \"We had eight years when I was president where, because of a deal that I made early [in 1994], there was no fissile material produced.\"\n\nFor years, Clintonworld kept telling us this stuff. Just like Ben Rhodes and his trolls keep insisting that Iran's nuclear program was stopped. And then the Norks tested their bomb. And the illusion fell apart.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":384},"wgt":384},{"uri":"883304092","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"04:59:00","dateTime":"2018-06-08T04:59:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270395/brotherhood-linked-congressman-running-be-ag-matthew-vadum","title":"Brotherhood-Linked Congressman Running to be AG of Minnesota","body":"Keith Ellison would rather wage war on Trump in court than in Congress.\n\nBrotherhood-linked Congressman Keith Ellison is giving up his ultra-safe seat in the U.S. House of Representatives to run for the post of attorney general of Minnesota, a risky move in a state that isn't as radically left-wing as his home district.\n\nThe primary election is Aug. 14.\n\nEllison, the Democratic National Committee (DNC) deputy chairman who essentially endorsed the violent anarchists and communists of the subversive Antifa movement, claims he wants to be the North Star State's top lawyer to litigate away in a quest for justice.\n\n\"It was attorneys general who led the fight against [President Trump's so-called] Muslim ban,\" Ellison said after filing his paperwork on the final day allowed. \"I want to be a part of that fight.\"\n\n\"As Attorney General, I will push for equal rights under the law, for commonsense gun safety laws, and for criminal justice reform that ends unjust policies and creates a pathway for Minnesotans to reenter as contributing members of society.\"\n\n\"No one -- not even a President -- is above the law,\" he wrote in a statement. Minnesotans \"need a fighter on their side,\" he added, calling himself the \"People's Lawyer.\"\n\nBut the term \"People's Lawyer\" has a special meaning for left-wing radicals.\n\nThe Left likes to refer to some of its legal heroes like Sixties icon William Kunstler as \"People's Lawyers.\" It's not what you might think.\n\nA \"People's Lawyer\" - the phrase is always capitalized - is a crusading, small-c communist attorney who devotes his life to using the legal system to fundamentally transform America. As such it is a profoundly antisocial, un-American concept, so, naturally, it is embraced by the communist-dominated National Lawyers Guild (NLG).\n\nOr so he says.\n\nEllison may also believe the much-hyped \"blue wave\" the media keeps telling us will give Democrats control of Congress isn't coming this November. Maybe he doesn't relish the prospect of continuing to be a powerless backbencher with little influence on the House's legislative agenda.\n\nEllison, 54, jumped into the AG race after the incumbent, Lori Swanson (D), decided she'd prefer to seek the governorship.\n\nWhy should anyone care if Ellison, the first Muslim elected to the U.S. Congress, becomes Minnesota's attorney general?\n\nEllison is an admirer of convicted cop killer and leftist folk hero Mumia Abu Jamal. He is also a former co-chairman of the Communist-linked Congressional Progressive Caucus.\n\nEllison, an in-your-face Muslim sympathetic to jihad, implicitly expressed support months ago for the use of violence against President Trump in a tweet as he posed for a selfie with the cover of Antifa: The Anti-Fascist Handbook, by Mark Bray.\n\n\"At @MoonPalaceBooks and I just found the book that strike [sic] fear in the heart of @realDonaldTrump[,]\" the DNC official tweeted.\n\nEllison's anti-Americanism and radicalism are nothing new, but they took on added importance after he became second-in-command at the DNC. Democrats are the party that officially endorsed the violent, America-hating Black Lives Matter movement whose radical left-wing members accuse police nationwide of systemic anti-black racism and brutality against black suspects.\n\nIn 2015 hundreds of DNC delegates in Minneapolis approved a resolution that accused American police of \"extrajudicial killings of unarmed African American men, women and children.\" In other words, since 2015 it has been official Democratic Party policy that there are roving death squads manned by police officers who specifically stalk and execute without trial black men, women, and children across America.\n\nActivists and media types look to him. Ellison was a longtime fringe-dweller before he became a Democrat office-holder. He was a member of Louis Farrakhan's Nation of Islam. He described Hitler-loving Farrakhan as \"a role model for black youth,\" \"not an anti-Semite,\" and \"a sincere, tireless, and uncompromising advocate of the black community and other oppressed people around the world.\"\n\nEllison has links to Hamas. He is also a regular at events sponsored by the Council on American-Islamic Relations (CAIR) and the Islamic Society of North America (ISNA), two Muslim Brotherhood front groups the Department of Justice has identified as co-conspirators in terrorism financing schemes benefiting Hamas. It is also worth noting that in 2008, Ellison accepted $13,350 from the Muslim American Society (MAS), another Muslim Brotherhood Front group, to go on a pilgrimage to Mecca.\n\nWhen Ellison won his first congressional election on Nov. 7, 2006, at his victory party several of his supporters shouted \"Allahu Akbar!\" which is the traditional battle cry of jihadists.\n\nAre the voters of Minnesota crazy enough to elect Ellison as the state's chief law enforcement official?\n\nWell, yes, they certainly are.\n\nSee Gov. Jesse Ventura (1999 - 2003), U.S. Sen. Al Franken (2009 to 2018), and of course, U.S. Rep. Keith Ellison (2007 to present).\n\nChances are the air with be filled again with cries \"Allahu Akbar!\" after the ballots are counted in Minnesota's attorney general election.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":369},"wgt":369},{"uri":"883304054","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"04:59:00","dateTime":"2018-06-08T04:59:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270401/totalitarianism-isnt-reformable-michael-ledeen","title":"Totalitarianism Isn't Reformable","body":"Michael Ledeen is a Shillman Journalism Fellow at the David Horowitz Freedom Center.\n\nThe secretary of state insists that the United States does not support regime change in Iran, but rather a change in the behavior of the Iranian regime. Speaking on Voice of America's Radio Farda, our official Farsi-language channel to the Iranian people, Secretary Mike Pompeo said the United States supported Iranians, wherever they were, who were fighting for greater freedom, so long as they did not advocate an end to the Islamic regime itself.\n\nPompeo told (Radio Farda) that, while he supports many Iranian opposition groups in the United States and Europe, he does not back calls for regime change in Tehran.\n\n\"We don't want them advocating for regime change, either...We want them working on behalf of the Iranian people, ordinary Iranian citizens who want nothing more than to live their lives, to be able to take their hijab off, to be able to go to work and raise their families and worship in the way they want to worship.\"\n\nThe major problem with this policy is that totalitarian regimes, like the Islamic Republic of Iran, can't be reformed. Remember \"Communism with a human face\"? We never saw it. Instead, we saw the Red Army crush Alexander Dubcek's reformists in the streets of Czechoslovakia. Ditto for Mikhail Gorbachev, whose glasnost was widely believed to signal the transformation of Soviet Communism. It didn't, and the Soviet system wasn't transformed until Gorbachev was removed, and his successors abolished the Communist state. Italian fascism and German Nazism were both defeated on the battlefield, and abolished, not transformed.\n\nAs Ayatollah Khamenei's order to restart the country's nuclear weapons program just demonstrated, you cannot get changed behavior from this regime. Indeed, if Pompeo were to induce the Iranian tyrants to make the changes he calls for -- ending support for terrorism, terminating nuclear enrichment, withdrawing Revolutionary Guards forces from nearby countries like Iraq and Syria, ending the requirement that women cover their hair, tolerating non-Islamic religions and the like -- they would effectively be changing the regime from a theocratic fascism to something else.\n\nTotalitarian regimes' actions stem from two closely linked main causes: ideological doctrine, and the desire of the tyrant to remain in power. Iran's expansionist foreign policy, which started soon after Khomeini's seizure of power in 1979, rests on the politico/religious conviction that the Islamic Republic is destined, and entitled, to rule the world. The virtual takeover of Syria by the Guards was ordered directly by Supreme Leader Khamenei as part of that mission, as is the expansion of Hezbollah throughout Latin America.\n\nThe destruction or domination of America is central to the regime's ideology, and is chanted all the time by thousands of people. \"Death to America!\" is doctrinal, not just a street rally, and this regime cannot abandon it without abandoning its essence.\n\nKhamenei's notorious personal wealth is a primary target of the Iranian demonstrators, many of whom are starving. Here, too, the supreme leader's behavior can't be changed without fundamentally altering the nature of the regime. The supreme leader uses the money -- estimated at several billion dollars -- to control the nation's businesses and to bribe his would-be challengers. This is reminiscent of Ceausescu's \"royal\" palaces, designed to awe the masses in an otherwise poor country, and of Hitler's use of an official architect to enhance the visible glory of the Third Reich. The spectacular mausoleum in Tehran dedicated to the memory of the Ayatollah Khomeini is the same sort of symbol of ideology and power.\n\nSuch regimes are intensely resistant to changing their behavior, and it would be a dramatic event indeed if the Islamic Republic's leaders were to abandon its well established policies without a significant purge of its ruling class, and the emergence of new leadership, dedicated to a very different sort of government. If Trump, Bolton and Pompeo can pull it off, more power to them. But don't count on it.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":367},"wgt":367},{"uri":"880408771","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"04:52:00","dateTime":"2018-06-04T04:52:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270342/black-victimhoods-white-victims-daniel-greenfield","title":"Black Victimhood's White Victims","body":"Daniel Greenfield, a Shillman Journalism Fellow at the Freedom Center, is an investigative journalist and writer focusing on the radical left and Islamic terrorism.\n\n\"I have a horrible story to bring you about a woman named Sherita Dixon-Cole,\" Black Lives Matter activist Shaun King began.\n\nDixon-Cole claimed that she had been sexually assaulted during a traffic stop by a Texas police officer. The story, like so many black victimhood myths about police officers, turned out to be a lie. Body camera footage conclusively disproved it. But by then the damage was done.\n\nThe Root had posted a photo of the officer as part of a post alleging a racist culture of police rape. \"Black women have always... found themselves at the intersection of state and sexual violence, because this country teaches men... that black women are disposable,\" it insisted.\n\nBehind the pseudo-academic jargon of social justice were the same racial prejudices and tribal fears of victimized women that led to Emmet Till's death. Only this time the races were reversed.\n\nAnd the vigilantes organized a cyber-lynching party by sending hate and abuse to a completely different Texas cop who shared the same last name.\n\nAnd to his mother.\n\nIn Timmonsville, South Carolina, Rev. Jerrod Moultrie, who also heads the local NAACP, claimed that a police officer had \"racially profiled\" him and harassed him \"cause I was driving a Mercedes Benz\".\n\nOnce again, body cam video proved that it never happened. But the NAACP announced that it was conducting its own investigation and claimed that there might have been another racist cop.\n\n\"Racial profiling, in this context, concerns the reasons for stopping a particular vehicle at a particular time, not whether the officer conducting the stop (or any other officer on the scene) is impolite,\" it stated. Since it's impossible to prove that a traffic stop wasn't racially motivated (the impossibility of proving a negative fuels paranoid fantasies about ubiquitous racism), that's guilty until proven innocent.\n\nWhy were Shaun King, the NAACP and assorted black nationalists willing to believe the worst of white police officers? Black victimhood is based on the fragility of black people and the evil of white people.\n\nTa-Nehisi Coates wrote in, Between The World and Me that the police officers and firefighters who died on September 11 \"were not human to me. Black, white, or whatever, they were menaces of nature; they were the fire, the comet, the storm, which could -- with no justification -- shatter my body.\"\n\nFragility feeds dehumanization. Coates' exaggerated sense of his own victimhood had him dehumanize the FDNY firefighters who climbed 78 floors with heavy equipment on their backs to rescue people, regardless of race or color, as inhuman menaces. Not people, but violent forces. The poetry of Coates' victimhood is marinated in the self-pity of the racist for the prejudices that made him a bigot.\n\nAnd if police officers aren't really people, it's easy to believe the worst of them.\n\nSherita was so readily believed, despite the lack of evidence, because her claims clicked with the prejudices of black nationalists. The NAACP went on defending Moultrie because it was easier to believe in a white racist conspiracy than to believe their own lying eyes. That's what prejudice does to you.\n\nPrejudice is at the heart of both the Texas and South Carolina cases. And it's there churning underneath the recent blizzard of anecdotal claims of white racism. Like all prejudice, it has real victims.\n\nThe victims are accused of thinking the worst of black people, when it's actually black nationalists who think the worst of white people. And they justify their prejudices with accusations of racism. The accusations dehumanize white people as innately evil and burdened from birth with white privilege.\n\nThese accusations are not just false. They're racist and dehumanizing.\n\nSome of these accusations, like those in Texas and South Carolina, like the racist hoaxes at the Air Force Academy, USC, St. Olaf College, Kansas State University, Eastern Michigan University, Capital College, and the University of Maryland, to name just a few in the last two years, are invented.\n\nThese hoaxes succeed initially because they pander to prejudice.\n\nIt's almost a misnomer to call them hate crime hoaxes. They are hate crimes. But the real targets of these hate crimes were white people. These \"hoaxes\" advanced stereotypes about white evil. They brought their prejudices about white people to life by inventing and faking them.\n\nAnd, if the real culprits hadn't been exposed, a white male, the likely profile of the perpetrator, could have easily been wrongly accused, convicted of the crime or expelled from a university. Even 24 years later, we still hear a lot about Susan Smith. But there were multiple black Susan Smiths on campuses across the country just last year. The media's latest racial paranoia trend has been blowing up stories of white people wrongly calling the police on black people. But the reverse keeps happening on campuses.\n\nBlack nationalists use racial paranoia to manufacture solidarity, sanctifying the martyrdom of the \"black body\" at the hands of the \"white devils\". But while the black body may be a useful metaphor, the white devil are real people subjected to the racist dehumanization that is a necessary part of racial paranoia. And racial paranoia is how you get racism. Hating and fearing another race leads to prejudice, discrimination and violence. Fantasies of black victimhood have led to real white victims.\n\nEarlier this year, Kori Ali Muhammad targeted, shot and killed 4 white people in Fresno, California. The Nation of Islam follower shouted \"Allahu Akbar\" and \"Free black people\" when he was taken into custody after his killing spree. The black nationalist blamed his crimes on a resentment of white racism.\n\nPrejudice doesn't necessarily lead to racist murders like those committed by Muhammad and Micah X. Johnson in Dallas, but racist murders are carried out by racists who dehumanize other people.\n\nAnd when even saying, \"white people\" is fashionably derogatory, dehumanization is everywhere.\n\nThe left insists that racism is about power. It's not.\n\nYou don't need to have power to hate. Everyone has that power. Nor do you need power to carry out a racist attack. Most healthy, able adults have that power no matter what their skin color might be.\n\nRacism is about the opposite of power. It's insecurity masquerading as superiority.\n\nThe left focuses on institutional racism. Or racism as policy. That's convenient because it can then talk about power instead of hate. And anyone who is white and has power is by definition guilty. Much like the police officer who stopped an NAACP president in his Mercedes and was smeared for it. The officer probably doesn't have his own luxury vehicle, nor does he head an organization, but he is white.\n\nSo were the Founding Fathers. Close enough.\n\nBut anti-black racism as policy is as exotic as Bigfoot. If it weren't, we would be taken on tours of segregated water fountains instead of microaggressions and implicit bias training. Disparate impact looks for statistical anomalies and, out of prejudice, attributes them to white racism.\n\nFanatical racism, that of the Klan, the Nazis or the Nation of Islam, is fed by insecurity. Its glorification of its own superiority always gives way to the lurking menace of the Untermensch or the white devil. The master race claims are unconvincing. They're put forward by history's losers angry at the past.\n\nInsecurity is central to the racial paranoia of Black Lives Matter and countless other black nationalists and their organizations. Black nationalists, like Nazis, the Muslim Brotherhood and every other hate group, are convinced that they can only regain their destiny by destroying those who stole it from them.\n\nThe only way to become truly superior is to kill those whom they secretly believe are superior.\n\nBlack victimhood both condemns and sacralizes its own state. Pride is defined by its antithesis. Without the white devil, there is no black nationalism. Black nationalism demands the white devil and summons him forth with hate crime hoaxes, with smears, with word games that distort what racism is and isn't.\n\nVictimhood doesn't ennoble you. It degrades you even as it teaches you to degrade others. No amount of hate can ever make you proud of your shame. And pretending that hate is love won't unite you.\n\nI have a horrible story to tell you. It's about where racism really comes from in America. And it's about who the victims of victimhood are.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":350},"wgt":350},{"uri":"880408770","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"04:52:00","dateTime":"2018-06-04T04:52:00Z","dataType":"news","sim":0.407843142747879,"url":"https://www.frontpagemag.com/fpm/270343/show-trial-roseanne-barr-danusha-v-goska","title":"The Show Trial of Roseanne Barr","body":"Hypocrisy, selective outrage, double standards, misogyny and the victim caste system.\n\nWhen I was younger, I was a politically active leftist. It seemed impossible to me to be anything else. The right was evil. Period. We leftists were compassionate. We valued diversity. We let people color outside the lines. We supported artistic, creative societies. And, in our leftist world, everyone was equal.\n\nIn April, 1992, during the LA Riots, 18-year-old Crips gang member Damian Williams attacked white truck driver Reginald Denny. As a recording news helicopter hovered overhead, Williams smashed Denny's head with a cinder block, then triumphantly flashed gang signs. Williams refused to express remorse, saying that \"It's a lot of things that happened to my people by the hands of Mr. Denny's nationality.\" In other words, Denny is white, Williams is black, so Williams had a right to attack Denny.\n\nShortly after the attack, California Congresswoman Maxine Waters made it a point to visit Williams and to give him a job. Waters insisted that it was wrong to demonize Williams. It is wrong to judge people on the worst thing they had ever done. The rioters needed to be understood not as thugs, but as full human beings, capable of redemption.\n\nIn more recent days, Nancy Pelosi insisted that no one should call MS-13 gang members \"animals.\" MS-13 gangsters are notorious for decapitation, stabbings, and tearing out human hearts. They have murdered innocent teenagers with bats and machetes. \"The spark of divinity ... dignity and worth\" exist in \"every person,\" Pelosi insisted.\n\nRestorative Justice is rooted in this idea, that each person, no matter how flawed, is capable of redemption. Restorative Justice is \"a theory of justice that emphasizes repairing the harm caused by criminal behavior. It is best accomplished through cooperative processes that include all stakeholders. This can lead to transformation of people, relationships and communities.\"\n\nDiversity was another leftist value, I was convinced, a value intertwined with compassion and equality. The \"Salad Bowl\" model of society encouraged everyone to be his or her unique self. We didn't have to assimilate as in the \"Melting Pot.\"\n\nLeftist compassion and diversity made room for flourishing creativity. I associated right-wing people and views with sterility, with a life void of art. We leftists knew that artists could be a bit off-kilter, and they needed leeway to color outside the lines. Without that leeway, we'd be living in a boring, homogenized world. Sure, William S. Burroughs, Billie Holiday, Lenny Bruce and Kurt Cobain were heroin addicts. Sure, Woody Allen had some weird personal relationships. Sure, John Lennon beat women and kids and announced himself \"more popular than Jesus\" and superior to \"thick and ordinary\" Christians. Cut them some slack; otherwise, we wouldn't be able to sing along to \"Imagine.\"\n\nAnd we leftists were so broad-minded that we separated the artist from the art. Roman Polanski drugged and raped a thirteen-year-old girl, but he made great movies. One could appreciate \"The Pianist\" without approving of the rape.\n\nOn May 29, 2018, Roseanne Barr, creator and star of the award-winning TV show Roseanne (1988-1997) and its reboot Roseanne 2017-2018, posted the following on Twitter: \"Muslim brotherhood & planet of the apes had a baby = vj.\" The post is ugly gibberish, so much so that it requires interpretation. What the heck was she saying? Roseanne Barr was insulting Valerie Jarrett, former president Barack Obama's senior advisor. Within hours, ABC publicly announced that it was canceling \"Roseanne 2018,\" the highest-rated and most-watched new show of the year.\n\nAnd, within hours, the left, in the wider world and in the microcosm of my Facebook page, betrayed every value I was once naïve enough to think of as associated with the left.\n\nLet's start with Roseanne Barr herself. She is mentally ill. She has acknowledged as much herself. When she was 16, she was hit by a car and suffered traumatic brain injury. She was institutionalized for eight months at Utah State Hospital, where she had a baby that she put up for adoption. She has also worked as a parking lot prostitute. In 1991, she made the horrendous accusation that she was a victim of parental incest. She accused both her mother and father of \"lurid, grotesque, disgusting\" things. These accusations deeply disturbed her family members. Roseanne later acknowledged that the accusations were false. \"I think it's the worst thing I've ever done ... It's the biggest mistake that I've ever made.\" When Oprah Winfrey asked why she did it, Roseanne replied, \"I was prescribed numerous psychiatric drugs, incredible mixtures of psychiatric drugs to deal with the fact that I had - and still in some ways have and always will have - some mental illness.\n\nValerie Jarret is hardly the first person Roseanne has insulted. Roseanne threatened George Zimmerman, the man who shot Trayvon Martin. Roseanne made a mockery of the Star Spangled Banner at a San Diego Padres game. She massacred the song, and concluded by grabbing her crotch and spitting. President Bush condemned her performance as \"disgraceful.\" Perhaps Roseanne's most grotesque public insult was to Holocaust victims. In 2009, for a publication called \"Heeb,\" Roseanne donned a Hitler mustache and swastika armband, and posed next to an oven with a tray full of burnt, human-shaped cookies.\n\nMy liberal Facebook friends, and celebrities in the wider society, have been falling all over themselves to send Roseanne to the guillotine. She's a \"racist,\" arguably the worst thing, certainly the most career-ending accusation, one can hurl in our society today. Facebook post after Facebook post, news article after news article, is feeding on Roseanne's mistake with the inexorable fervor of vultures picking over a corpse. There is no getting between the grabbing beaks and the bloodied carcass.\n\nWhy? Roseanne's show has always worked to include appealing, fully rounded black characters. In February, 2018, Roseanne explained in detail to the Hollywood Reporter her desire to have African-American-centered plots both in the old show and the new one.\n\nRather, what Roseanne is, and what she has been for her entire life, is a person with mental health issues. Anyone with eyes and a heart can see that. Any truly compassionate person would recognize that Roseanne is handicapped. Any compassionate person truly committed to diversity and inclusion would be the adult in the room and address Roseanne's provocative and irrational behavior as a manifestation of her mental illness. Remember Maxine Waters and Nancy Pelosi insisting on the full humanity of violent criminals? Remember compassion and understanding? Did Roseanne receive any of that? Heck no.\n\nWhy are my liberals friends, and arbiters of morality like the New York Times' Charles M. Blow and CNN's Van Jones insisting that outrageous Jewish comic Roseanne Barr is the unlikely reincarnation of KKK founder Nathan Bedford Forrest? More on that question, below.\n\nRoseanne said something weird and ugly. Her attackers insist that she suffer. One wonders why the many who repeatedly equated President George W. Bush with a chimp have been able to escape any sanction. One can find a compilation of Bush = chimp images here. Wanda Sykes quit the Roseanne show after the tweet. Yes, that would be the same Wanda Sykes who called Donald Trump an \"orangutan.\" Bill Maher also called Trump an orangutan. Stephen Colbert called Donald Trump's mouth Vladimir Putin's \"cock holster.\" Running gags refer to an imaginary incestuous relationship between Trump and his daughter Ivanka, and to Trump's sons as Frankenstein's monster. Any list of offensive comments that the left has found entirely acceptable would be all but infinite. Jokes about Sarah Palin as a \"white trash c---\" once flooded media. Colin Kaepernick, recent winner of an Amnesty International Ambassador of Conscience Award, wears socks that depict white police officers as pigs. Barack Obama invited rapper Common to the White House. Common sang a praise song to a cop killer. What we have here is a double standard. And a betrayal of the ideal of equality.\n\nAnother betrayal, so obvious if it were snake it would bite you. Roseanne insulted a high school shooting survivor, a Holocaust survivor, and all Holocaust victims. For ABC, those insults were A-OK. It was only when she insulted Valerie Jarret, a mixed race woman who identifies as African American, and in that stupid insult invoked the Muslim Brotherhood, that Roseanne had to pay a price.\n\nThe left's insistence that Roseanne must pay for the Jarret tweet, but that Roseanne and others have received permission to insult Jews, poor whites, women, shooting victims, and Donald Trump's children is a betrayal of equality. The left has established a victimology caste system. Juan Williams learned a similar lesson. Juan Williams is an African American journalist. He used to broadcast via National Public Radio. In October, 2010, Williams said, \"When I get on the plane ... if I see people who are in Muslim garb ... I get nervous.\" NPR CEO Vivian Schiller fired and denounced Williams, saying he needed a psychiatrist. In the leftist victim caste system, Williams' African American identity was superseded by Muslim identity.\n\nI do not ask that Colin Kaepernick be fired, in spite of his hateful socks. I've never protested against Common, or Vivian Schiller, or Stephen Colbert. I want to live in a world with free speech. I once did not. I lived in the former Soviet Empire. In some ways, Poland in 1988 was the most depressing place I've ever lived; it was even more depressing than the time I spent working in an African country ranked as one of the poorest on earth. The Soviets demonized art and beauty and divergent thought and coloring outside the lines. Self-righteous thought police rounded up those who spoke thoughts deemed inappropriate and turned them into non-persons. No doubt that was a tragic human rights violation, but it also created, for me, a severely depressing, homogenized landscape I find it difficult to describe. When I returned to Poland ten years after the fall of communism and saw diversity and color on the labels of food items in a supermarket, I wanted to fall to my knees and thank God. That's not hyperbole. You have no idea how much you need the presence of creative people until you live in a world scrubbed of that presence.\n\nMy Facebook feed is flooded with posts from people who are convinced that they are better than Roseanne and that they are suited to judge, condemn, and un-person her. Not a single one of these Facebook Robespierres could do what Roseanne did - make people laugh and create an historic television show. I would not want to live in a world inhabited only by the righteous and incorruptible.\n\nI know I will face resistance in saying this, but, yes, artists do need leeway to color outside the lines. Yes, I do think \"The Pianist\" is a great movie even though its creator, Roman Polanski, raped a child. Yes, Polanski should have felt the full weight of the law. But, no, no one is only the worst thing they have ever done. And, yes, creative people are often not the most virtuous people. If you respect Wagner's operas, if you read Hemingway, if you swing to Sinatra, you are enjoying the work of men who lived lives far south of sainthood. Do you really want to live in a world scrubbed of Wagner, Hemingway, Sinatra, Miles Davis, and so many others? Do you really want to be the judge who decides whom to put on the train?\n\nWhat should ABC have done? Reprimanded Roseanne, yes. Distanced themselves from her comment, yes. Perhaps order her, for the length of her contract, to stay off of twitter. ABC could have applied Restorative Justice. Bring Roseanne and Valerie Jarrett into a room, and work out a peaceful solution that satisfied all. But no. Liberals refused to extend to Roseanne Barr the compassion they did not spare Damian Williams and MS 13.\n\nNow, why have liberals been so quick to abandon their own values, their own compassion, equality, diversity and appreciation of artistry in their rush to un-person Roseanne Barr? Here's why. \"Roseanne\" was a great show because it depicted people who are usually mocked. \"Roseanne\" treated poor whites with dignity. On \"Roseanne,\" poor whites had agency. They were not talked about, they talked. The left loves to talk about poor white people. The left becomes uncomfortable when poor white people do the talking themselves. The left wants its own doctrine to emerge from the mouths of poor white fictional characters. We are supposed to be Tom Joads, puppets for our superiors, from fellow-traveler John Steinbeck to millionaire blue-collar-wanna-be Bruce Springsteen. In a famous speech from the novel \"Grapes of Wrath,\" author John Steinbeck has his working-man character, Tom Joad, say, \"I'll be all aroun' in the dark. I'll be ever'where -- wherever you look. Wherever they's a fight so hungry people can eat, I'll be there. Wherever they's a cop beatin' up a guy, I'll be there.\" Bruce Springsteen echoed this speech in the lyrics of his song, \"The Ghost of Tom Joad.\"\n\nI've lived among working people all my life. We don't talk like this. What do we say? The kind of things Roseanne and Darlene and Dan say on their show. The show ABC just silenced. The left doesn't want poor white people to speak for themselves, because when we do so, we burst the left's mythic bubble.\n\nThe eight hundred pound gorilla in the room is, of course, Roseanne's support of Donald Trump. Me? I didn't vote for, and I do not support, Donald Trump. But, again, I do like art, and I want to live in a world where artists get to decide for whom they vote. So I don't much care that Roseanne supports Trump. Her support of Trump and her show are two different things. I am not so rigid, not so totalitarian, that I require the artists whose work I value to vote for the same candidates I vote for. Unfortunately, too many people are fixated on control. They need their artists to share their politics. And there's more. When poor whites don't parrot their betters' politics, the left feels especially betrayed. We poor whites are supposed to be grateful to the left, not rebel against it. Roseanne was uppity. She didn't toe the party line. Freedom of speech is not a gift all are allowed to enjoy. Kathy Griffin can pose ISIS-style, with a graphic, bloodied mock-up of Trump's severed head. That's freedom of speech. Colin Kaepernick can depict white cops as pigs. That's freedom of speech. But a working-class-identified white woman cannot leave the ideological reservation. She, nutcase on drugs that she is, and that she always has been, posts some incoherent gibberish, no better or worse than what she posted about George Zimmerman. But a mixed race woman, identified as \"black,\" is involved. Islam is involved. Great! We can railroad Roseanne on a charge of racism! That is a career-ending charge.\n\nIn 2015, another uppity woman, Farkhunda, berated a mullah who sold magic charms at a mosque in Kabul, Afghanistan. Farkhunda was a devout Muslim. Her understanding of her faith demanded that charms not be sold. The mullah, seeing a threat to his income stream, falsely accused Farkhunda of burning the Koran. A mob of men formed and rapidly beat Farkhunda to death. The murderers, proud, excited, happy, videotaped their righteous murder. You can view it on the web. Different continents, different ideologies, drastically different punishments. But the same mob fervor, the same false charge, and the same misogyny. In both cases, a woman got out of line. A false accusation was deployed to return to the status quo.\n\nThis much is undeniable: critics and awards committees devoted to television as an art form praised the \"Roseanne\" show as groundbreaking, as historic, as artistically worthy. It set viewership records. It won Emmy Awards, Golden Globe awards, Screen Actors Guild Awards, American Comedy Awards, Nickelodeon Kids' Choice Awards, TV Guide Top TV Show Awards, a Peabody Award, and a People's Choice Award. The show has been the subject of numerous scholarly publications. In all the recent show-trial hubbub, we forget how remarkable it is that the center of this cultural milestone was one smart-mouthed, fat, blue-collar woman. The type of woman most despised in our society, most without a cheering section. We are now consigning the flawed woman who wrote this history for us to non-person status. Not because she's a racist, because she manifestly isn't. Our real motivation for consigning her to non-person status is that she left the reservation.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4006915","shares":{"facebook":288},"wgt":288},{"uri":"883862462","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"22:48:00","dateTime":"2018-06-08T22:48:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270218/canadian-spa-gives-us-first-muslim-baking-gay-daniel-greenfield","title":"Canadian Spa Gives Us First Muslim Baking Gay Wedding Cake Case","body":"Conservatives have speculated what would happen if an immovable victim class hit an unstoppable underprivileged group. Some tried to make it happen by asking Muslim bakers to bake a gay wedding cake. But that was never going to work. This on the other hand is an actual case. And it's glorious. (via Instapundit.)\n\nThe owner of a local waxing spa is mounting a public campaign to clear the name of his business after he was served a human rights complaint for denying service to a transgender woman.\n\nJason Carruthers, the president of Mad Wax on Walker Road, said he was surprised at the legal move since he had explained to the complainant that the spa did not offer Brazilian wax services on male body parts.\n\n\"I have no male wax staff,\" Carruthers said Friday. \"We are not able to provide that service.\"\n\nA local transgender woman claims she was denied services based on her gender identity and gender expression and is seeking $50,000 for \"immense harm to my dignity.\"\n\nNow normally his goose would be cooked.\n\nObviously a woman should not be forced to wax male body parts. Except that there are no more women. Or men. Just people with interchangeable parts and equal rights. And everyone has rights, but no one has rights now. Except the right to make other people do things they don't want to do.\n\nBut the spa owner has an ace up his sleeve.\n\nCarruthers said he called her back and explained that the female employee working that day was a practising Muslim who refrains from physical contact with males outside of her family.\n\nWell, what do you do with that? Whose rights take precedence? Obviously the religious values of any other group would not only be a defense, but an indictment. The whole point of these exercises in social justice bullying is to humiliate other people for their beliefs. But Muslims are the one fundamentalist religious group that the left loves and wants to hug and kiss all day long.\n\nIt can't possibly put Islam on trial. And so there's an uncomfortable collision here between protected groups. A collision that the left's political theology says shouldn't be happening.\n\nWhat happens when an immovable victim group hits an unstoppable crybully?","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":276},"wgt":276},{"uri":"881890923","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"04:48:00","dateTime":"2018-06-06T04:48:00Z","dataType":"news","sim":0.5215686559677124,"url":"https://www.frontpagemag.com/fpm/270369/kite-terror-causes-ecological-destruction-israel-ari-lieberman","title":"Kite Terror Causes Ecological Destruction in Israel","body":"Those launching floating bombs should be treated no differently than hostile armed combatants.\n\nKite terror, the phenomena of Gaza's \"peaceful\" Arab rioters utilizing free-floating kites and helium balloons to carry incendiaries and gasoline bombs into Israel, continues unabated and has in fact, intensified in recent days. Today alone, Israeli firefighters had to contend with nine separate blazes including one which threatened the campus of Sapir College in the southern Israeli town of Sderot.\n\nSince April, Palestinian kite terrorists have set more than 270 fires, destroying 6,200 acres of farming land, forests and nature reserves, and causing an estimated $1.4 million in damages. The Carmia nature reserve has been particularly hard hit, with one-third of the reserve destroyed by fire.\n\nPrime Minister Benjamin Netanyahu has ordered the National Security Council to deduct tax revenue collected by Israel on behalf of the Palestinian Authority to offset losses incurred by Gaza periphery farmers as a result of this new form of Palestinian terrorism. In addition, the Israel Defense Forces is devising technologies and strategies to deal with the problem. Some 500 incendiary-laden kites and balloons have been intercepted by specialized drones but clearly, more needs to be done to combat the menace.\n\nThe phenomenon of using arson as a form of terror is not new. In November 2016 Israel was forced to contend with a wave of arson-related fires started by PA Arabs as well as Israeli Arabs with the purpose of inflicting harm against Jews. In just over one week, Israeli and international firefighting teams brought the situation under control but not before the fires consumed nearly 600 apartments and houses and caused over $140 million in damage.\n\nMoreover, the use of autonomous, free-floating balloons to carry explosives and incendiaries is not new either. During World War II, the Japanese Imperial Army and Navy launched 9,000 such balloons at the continental United States. Only 1,000 of these made it to the U.S. and Canada. No one back then considered the Japanese to be peaceful protestors venting steam with toy balloons and no one in their right mind should consider these Hamas-backed Gazan terrorists to be anything but blood-thirsty thugs.\n\nThose who engage in this type of terror should be treated no differently than armed combatants. Once spotted, they should be targeted for immediate liquidation, similar to the way the IDF deals with terrorist rocket or mortar crews.\n\nThe Gaza Strip is controlled by Hamas with an iron fist. Nothing is said or done in Gaza without the approval of Hamas. The instant wave of kite terror is encouraged and stoked by Hamas under the guise of \"peaceful resistance\" but there is nothing peaceful about this Hamas-inspired campaign of terror. The Hamas leadership should be put on notice that Israel has not been fooled by this charade and that if it continues, the leadership will be targeted. The Hamas leadership has demonstrated time and again that it is ready to sacrifice to the last Palestinian civilian but it is an entirely different affair when the leadership recognizes that they're a mere hairsbreadth away from being greeted by 72 virgins.\n\nThe kite terror campaign must also be viewed in the context of a wider Hamas objective to foment unrest under the guise of \"peaceful demonstrations\" at the security fence separating Gaza from Israel. But these protests, which have been occurring on a weekly basis since April are anything but peaceful and have involved shooting and IED attacks, destruction to security infrastructure, and border breeches. Palestinian rioters have also inexplicably wrecked infrastructure which facilitates the shipment of fuel to Gaza's residents.\n\nWhile some media outlets have presented the clashes in a fair and balanced manner, others like the radical left-wing and harshly anti-Israel New York Times have chosen to present a narrative that mimics Hamas talking points. Its armchair pundits, living in ivory tower bubbles continuously tout the death count imbalance as proof of Israeli maleficence. More than 100 Gazans have been killed since April while Israel has suffered no fatalities. But the New York Times repeatedly and deliberately fails to note that at least 80% of those killed in clashes with the IDF were either Hamas or Islamic Jihad operatives.\n\nMoreover death toll imbalances are a poor indicator of which side holds the moral high ground. More than 7,000,000 Germans were killed during WWII. By contrast, just over 400,000 Americans were killed. Does that mean that the Germans were moral, and the Americans, immoral? Rubbish!\n\nIsrael is currently fighting a new and vicious form of asymmetrical warfare where the malevolent enemy cynically exploits the local population, deliberately placing it in harm's way. Hamas has also made good use of its useful idiot cadre in the Western media. Nevertheless, Israel has overcome far worse from Gaza - rockets, mortars, suicide bombers, terror tunnels, aerial and maritime drones - and it will surely devise a way to overcome the latest challenge.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4011808","shares":{"facebook":269,"pinterest":3},"wgt":272},{"uri":"882922907","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"14:41:00","dateTime":"2018-06-07T14:41:00Z","dataType":"news","sim":0.5960784554481506,"url":"https://www.frontpagemag.com/point/270392/islam-arrested-racist-halal-sriracha-attack-black-daniel-greenfield","title":"Islam Arrested in Racist Halal Sriracha Attack on Black Woman (VIDEO)","body":"Halal food carts are a blight on every city. Halal is an Islamic term for its meat. But Halal carts have gone far beyond the Muslim settlements to peddle their vendors to everyone.\n\nAside from the dubious quality of the food, the toxic smell of burnt meat that assails you for two hundred feet in every direction, and standard of customer service last experienced by guests of Saddam Hussein, there's the notorious violence problem.\n\nIn New York City, the Halal carts are known as the Halal mafia for harassing other vendors.\n\nClive Dennis, who operates a Jamaican cart on Park Row downtown, tells the Post, \"It's like a mob thing -- these halal guys think they're the only ones who should be selling food on the street.\" Dennis says that after he refused to cave, they called 311 to make bogus health-code-violation complaints about him. And when Olivia Cardosa tried to set up her Mexican truck El Rey del Sabor on West 43rd Street last month, a brawl erupted. Then last Monday Cardosa arrived to find three giant planters cemented into the sidewalk. She claims it was \"the halal guys,\" and the landlord of the building there confirms that \"somebody moved our planters and cemented them in place, so we had to chip the cement off to move them back.\"\n\nBut this incident takes place in tolerant Willamette where Islam got his Pharaoh on.\n\nThe owner of a downtown food cart was arrested on misdemeanor assault charges this afternoon after hurling a Gatorade bottle at a black customer and then allegedly spraying her with Sriracha.\n\nA video taken by the alleged victim, Carlotta Washington, was provided to Willamette Week by an eyewitness. It shows Islam Elmasry, owner of the Small Pharoah's halal cart, arguing with Washington, who claims that Elmasry called her the n-word after she attempted to pay for her lunch with quarters.\n\nA lot of the Halal food cart vendors are Egyptian. And Elmasry, based on his name and his business name, would appear to be no exception.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4020322","shares":{"facebook":244},"wgt":244},{"uri":"882194898","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:09:00","dateTime":"2018-06-06T14:09:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270375/obama-gun-control-priest-who-threatened-snuff-pro-daniel-greenfield","title":"Obama Gun Control Priest Who Threatened to \"Snuff\" Pro-Gun Pols in Illegal Gun Mess","body":"You may remember Father Michael Pfleger from the first Obama election. Back when I first wrote about him in '08, I called him the \"white Jeremiah Wright\" and Obama's Father Coughlin. It's a fitting description.\n\nYou can think of Father Michael Pfleger as the white Reverend Jeremiah Wright. Not only does Father Michael Pfleger have a longstanding association with Wright and his Church, he has longstanding ties to Louis Farrakhan, so much so that Farrakhan has even spoken at Father Michael Pfleger's St. Sabina church.\n\nPfleger's big cause though is gun control. And he's really passionate about it.\n\nDuring an address at an anti-gun rally in front of Chuck's, Rev. Michael Pfleger, pastor of St. Sabina's Church, exhorted the crowd to \"drag\" shop owner, John Riggio, from his shop \"like a rat\" and \"snuff\" him. Rev. Pfleger went on to tell the crowd that legislators that vote against gun control legislation should be \"snuffed\" as well. As many know, \"snuff\" is slang for especially violent murder.\n\n\"We're gonna snuff out legislators who are voting [garbled] against our gun laws and we're coming for you because we are not going to sit idly.\"\n\nSo of course he was another of Obama's spiritual inspirations.\n\nFriends and advisers, such as the Rev. Michael Pfleger, pastor of St. Sabina Roman Catholic Church in the Auburn- Gresham community on the South Side, who has known Obama for the better part of 20 years, help him keep that compass set, he says.\n\n\"He really came here with a very strong passion about how can we change things, and he understood the churches as being a vehicle for doing that,\" recalls the Rev. Michael Pfleger, pastor of the Saint Sabina Church, a Catholic church on the South Side, who has known Obama since his early days in Chicago. But he also \"realized that with some churches there would be a credibility issue if he were organizing churches but didn't have a home church.\"\n\nBut now, Pfleger has a gun issue of his own.\n\nAn armed security guard associated with staunch anti-gun and nationally known social activist, Father Michael Pfleger, was arrested on May 27 outside St. Sabina's Roman Catholic Church on the South Side where Pfleger is a senior pastor.\n\nThe Chicago Police (CPD) charged Henry Eugene Hale, 35, with possessing a firearm without a valid Firearm Owners Identification (FOID) card. He was released on $150 bond.\n\nA spokesperson for the CPD told Chicago City Wire that police officers approached Hale at the church, which is at 1200 W. 78th Place, when \"they saw him holding a firearm.\"\n\nRecords with the Illinois Department of Financial & Professional Regulation show that Hale's FOID card expired in December 2017. Records also show that he is certified to work in Illinois as a security guard, and that he was once disciplined but it doesn't explain why.\n\nA May 29 blog post on \"Second City Cop\" referred to Hale as \"Pfleger's security\" and said that \"Pfleger and his minions called 006th dist (sic) nonstop to try to get the guy out of arrest.\"\n\nPhotos posted on Pfleger's personal Facebook page show Hale accompanying him at numerous rallies.\n\nRule 1 of Gun Control. The more they hate guns, the more armed guards they surround themselves with.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":185},"wgt":185},{"uri":"882599663","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"04:51:00","dateTime":"2018-06-07T04:51:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270372/planned-parenthoods-terrorist-luminary-daniel-greenfield","title":"Planned Parenthood's Terrorist Luminary","body":"Daniel Greenfield, a Shillman Journalism Fellow at the Freedom Center, is an investigative journalist and writer focusing on the radical left and Islamic terrorism.\n\nOn April 1913, a fire broke out in the home of MP Arthur Du Cros. The British pneumatic tire pioneer and politician wasn't there at the time. The house had been rented for only a few weeks before the fire and it was fortunate that no one was inside when it went up in flames so extreme that firemen continued to battle it for an entire day. The authorities suspected that explosives had been used.\n\nA train headed for Teddington Station was set on fire. A bomb went off at a greenhouse in a public park in Manchester. The fires and bombings were part of a nationwide terrorist campaign. But, unlike the bomb planted in the street outside the Bank of England or letter bombs sent by her colleagues, these attacks were centered around one woman who would also become a key figure in Planned Parenthood.\n\nDespite the British setting, the attacker was actually a German actress who would die in America. But the most notable part of Kitty Marion's career involved a series of arson attacks and bombings over women's suffrage. Burning homes and trains, and planting bombs, did not convince a single person to support votes for women. Instead it only harmed the progress of a worthy cause.\n\nBut that had always been the intention.\n\nThe campaign of bombings stopped the momentum toward legalizing votes for women just when it was nearing the tipping point. Suffrage was a good excuse for violence. And its success would have deprived the radicals of a perfectly good cause. Like civil rights campaigners who stir up racism or terrorists who sabotage peace negotiations, Marion was involved in a familiar leftist political tactic. Its goal wasn't freedom, but radicalization. What Marion really wanted wasn't votes for women, but angry alienation.\n\nThe same angry alienation that defined her character and her politics.\n\nKitty Marion was a radical. And like many violent radicals was fueled by a personal rage that she transformed into political anger with acts of vandalism and political terror. Faced with deportation to Germany during WW1, she chose America where she became a crucial figure in Margaret Sanger's birth control and eugenics movement. But her attitude alienated both her British and American allies.\n\nBritish feminists paid to ship her to America. Margaret Sanger wanted her to go back to the UK. It was a sad ending for a woman whom some have described as one of the founding figures of the embryonic organization that would one day evolve into Planned Parenthood.\n\nAll that remains of Marion today is an unpublished biography, a photo of her selling copies of Sanger's Birth Control Review wrongly attributed to the racist Planned Parenthood muse (Sanger disliked the unpleasant business of actually peddling papers and left that and the subsequent arrest to Marion) and fitful attempts by academic feminists to revive interest in her that never manage to go very far.\n\nThe pro-choice movement has managed to brand itself as the victim of terrorism and the pro-life movement as terroristic. But Kitty Marion's story identifies a violent terrorist at the heart of the organization that would one day become Planned Parenthood. Marion did not commit any known terrorist attacks in the United States. The scrapbook, in which she assiduously collected newspaper clippings about her attacks in the UK (which allowed the authorities to posthumously solve a number of crimes) don't contain any headlines about trains or homes mysteriously burned in New York City.\n\nKitty Marion had started out throwing bricks through windows and then went on to pipe bombs. The cause she did it for, votes for women, didn't require it. And was only harmed by it. But Marion is emblematic of a certain type of personality that is attracted to leftist causes out of a desire to explode into violence and martyrdom. Marion migrated through various causes. Her defining attribute was not one of ideas, that is another reason why she is little remembered, but self-promotion and violence.\n\nWhen Marion moved on from terrorism to peddling copies of the Birth Control Review, her salesmanship was so good that she claimed to have sold almost 100,000 copies of the publication.\n\nBut Birth Control Review, despite the bland name, contained much more than technique.\n\nAbove Marion's \"Scattered Memories\" in Birth Control Review, Havelock Ellis had wrapped up his, \"Eugenics and Birth Control\" review. Ellis, a British Socialist radical and impotent sex expert, was responsible for many of the ideas about human sexuality that are at the heart of our social wars.\n\nDespite being childless due to his marriage to a lesbian feminist, he presided over the Eugenics Society and believed in dictating which sorts of people should be allowed to have children.\n\nIn Sanger's Birth Control Review, Ellis was praising Caleb Saleeby's The Eugenic Prospect: National and Racial. Saleeby, both a eugenicist and suffrage supporter, was also a racist whose views were hard to distinguish from those that would characterize Nazi Germany. The presence of British radicals like Ellis, Saleeby and Marion in the pages of what was purportedly an American publication (as Marion claimed at the end of her story) also demonstrated the transnational aspects of leftist radicalism.\n\nEllis had been a member of the Fabian Society whose original image of a wolf in sheep's clothing had to be replaced because it too accurately defined their mission of covertly shifting society through a war of attrition thereby winning a Fabian victory. Marion had also seen political conflict as war. And in this guerrilla war the individual causes mattered less than the cumulative traumas of social warfare.\n\nActivism was just political terrorism by another means.\n\nWe live in a country and a world battered by the Fabian tactics of fighting a thousand small social wars instead of one greatest leftist revolution. Like Kitty Marion, the enemy evolved from revolutionary terrorism, what it calls direct action, to the wolf in sheep's clothing, activism. What appears to be a narrow humanitarian cause, in this case birth control, was really a foot in the door for something oppressive and terrifying, total control of human reproduction. What appeared to be an offer to empower individual women actually hid a plot to completely disempower them.\n\nWe fall into the fallacy of thinking about radicalism in terms of the pros and cons of specific causes. Conservatives attempt to call out leftists for their hypocrisy on feminism or race. But to the left, causes are a means, not an end. They're a radicalizing and recruitment tool. A campaign of political terror. And like wars, they leave a society of power-mad victors and shell-shocked survivors in their wake.\n\nWhen Marion switched from suffrage to birth control, many of her former comrades considered it a betrayal of their movement's ideals. But the German radical wasn't driven by ideals, but by activism. And her activism followed the familiar pathway of confrontation to radicalization. Her causes induced a sense of alienation, social shock and conflict. And when one cause was done, she moved to another one that offered the same pleasures of provocation, political martyrdom and justifications for violence.\n\nThat is the toxic soil out of which Planned Parenthood, like so much of the left, ultimately grew. It is why no cause is enough, no victory is final and no settlement of a social debate ever leads to peace.\n\nThe left is not a movement of rights, but of unsettled souls, of aimless anger, a hunger for power and a desire to destroy. It isn't forced to commit violence, but drawn to it by an empty place in its soul. Its only means of finding a temporary happiness is by overturning the security and contentment of others.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":175},"wgt":175},{"uri":"883547366","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"12:41:00","dateTime":"2018-06-08T12:41:00Z","dataType":"news","sim":0.6784313917160034,"url":"https://www.frontpagemag.com/point/270402/senate-dems-shamefully-smear-jewish-civil-rights-daniel-greenfield","title":"Senate Dems Shamefully Smear Jewish Civil Rights Leader","body":"This year has seen one political low follow another.\n\nIt's bad enough that Senate Dems now conduct party line votes against virtually any Trump nominee. That's what the #resistance base demands. And political theater is what the legislative branch specializes in more than anything else. But, in the process, aspiring 2020 candidates are also smearing good and decent people simply because President Trump nominated them.\n\nThat's the case with Kenneth Marcus.\n\nMarcus is a Jewish civil rights leader. Aside from his opposition to BDS, there's nothing that Dems could or have found to be objectionable about him. During the process, he answered questions thoughtfully and intelligently. And yet he not only had to be confirmed on a party line vote. But was hit with disgusting smears by Senator Cory Booker and Senator Kamala Harris.\n\nThe Senate on Thursday confirmed Kenneth Marcus, a leading advocate against campus antisemitism, to serve as assistant secretary at the Office of Civil Rights (OCR) in the Department of Education.\n\nMarcus -- who authored Jewish Identity and Civil Rights in Americain 2010 and The Definition of Anti-Semitism in 2015 -- has frequently spoken out against what he described as rising antisemitism on American college campuses, which he blamed in part on the boycott, divestment and sanctions (BDS) campaign against Israel. Some tactics used by BDS supporters -- including harassment, vandalism, and even assault -- represent \"a violation of the civil rights of Jewish students,\" he argued in September 2013.\n\nYet Marcus warned last year that the OCR \"has been paralyzed\" when it comes to addressing antisemitism.\n\n\"The reason for OCR's powerlessness is that it is ill-equipped to recognize antisemitism when it sees it,\" he argued, before endorsing the Anti-Semitism Awareness Act (AAA), a bill that calls on the Department of Education to adopt the definition of antisemitism put forth by the State Department in 2010.\n\nThe left has insisted that this is \"controversial\" and have kept calling Marcus a controversial nominee. (They've yet to find a non-controversial Trump nominee.)\n\nBut then it got ugly with Senator Cory Booker, who apparently decided that he doesn't represent New Jersey's Jewish population at all, launching an extended smear of Marcus. In part based on Senator Patty Murray's question as to whether Marcus can state where he disagrees with Trump. This is a cynical and dishonest \"have you stopped beating your wife\" question to ask of any nominee.\n\nSenator Kamala Harris accused Marcus of threatening protection for gay rights. Booker suggested that Marcus didn't care about racism.\n\nNeither of them was willing to admit, what a Murray staffer did admit, that they don't care about anti-Semitism and instead collaborate with anti-Semites.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4019997","shares":{"facebook":169},"wgt":169},{"uri":"882173773","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"13:35:00","dateTime":"2018-06-06T13:35:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270374/russia-conspiracy-theory-about-morph-israeli-daniel-greenfield","title":"Is the Russia Conspiracy Theory About to Morph into an Israeli Conspiracy?","body":"The Russia conspiracy theory was always an awkward fit.\n\nHillary Clinton had come bearing a Reset Button to Russia. Obama had run on a Russian reset and there he was on a hot mic telling Russia's Medvedev that he'd have more flexibility to sell out our interests after the election. And the whole Russian hysteria has a strange McCarthy air from the faction that turned McCarthyism into a swear word.\n\nThe left is having a good time shouting about Russian traitors with no hint of irony. But it can still only last so long.\n\nWhat about a conspiracy involving a country that the left really loves to hate, that is often the subject of conspiracy theories and that can really get its anti-Semitic juices flowing?\n\nHere's Jordan Shachtel discussing Robert Mueller's turn of interest toward Israel. And an ugly history of targeting Jews.\n\nMueller's suspicions of Israel -- and Jews as a whole -- go back to his early days as the FBI director.\n\nIn 2004, the Mueller FBI alleged that a massive Israeli spy ring was operating out of the Pentagon. The stunning revelations sent shockwaves throughout the intelligence community, and it was followed by endless editorials painting Israel as a nefarious actor seeking to undermine the United States.\n\nYet it later turned out that the allegations were completely bogus. There was no Israeli spy ring, but rather, what appeared to be a deliberate attempt to target Jews for prosecution. There were several disturbing instances of the Mueller FBI running sting operations attempting to \"tempt Jews\" to betray their country. \"All turned down the offer,\" according to the Washington Post. Mueller's attempts to lure Jews into a trap failed. The botched operation confirmed the troubling reality that elements of the U.S. intelligence community remained attached to anti-Semitism.\n\nBut Mueller is just following in the footsteps of Obama operatives who abused national security to spy on their political opponents in a very opportunistic fashion. Israel was one of the pretexts. But so were the UAE (not to mention Russia) and probably any number of other countries that haven't been named.\n\nStill, John Schindler, once a national security pro, before hooking up with Louise Mensch, and going all-Russia all the time, is on it.\n\n\"What if the real secret of the Trump campaign isn't that it's a Kremlin operation, rather an Israeli operation masquerading as a Russian one?\" he asks on Twitter.\n\nAnd what if it's actually a Swiss operation masquerading as an Israeli operation as a Russian operation?\n\nBut you have to shake up conspiracy theories with new gnostic twists or they grow stale. Anti-Semitism is a fun little twist and will bring a whole new demo on board. The Russians were framed. It's really the Jews. And then maybe a secret organization in a bunker. And then space aliens.\n\nThe possibilities are endless and endlessly stupid.\n\nBut the left is huffing conspiracy theory fumes. And that's a gateway drug to full on crazy.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":157},"wgt":157},{"uri":"880408773","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"04:52:00","dateTime":"2018-06-04T04:52:00Z","dataType":"news","sim":0.6196078658103943,"url":"https://www.frontpagemag.com/fpm/270328/bolton-calls-former-aide-nsc-help-drain-swamp-kenneth-r-timmerman","title":"Bolton Calls Former Aide To NSC To Help Drain The Swamp","body":"Why the deep state is in hysterics over the appointment of Fred Fleitz.\n\nNational Security Advisor John Bolton, a Baltimorean who is no stranger to political street fights, has brought on board as his chief of staff former FoxNews political analyst Fred Fletiz.\n\nNo sooner had the announcement hit the wires, than the pit bulls of the Left went on the attack.\n\nNew York magazine called him, an \"anti-Muslim wingnut.\" The Council on American Islamic Relations, which has been identified in federal court documents as the U.S. branch of the Muslim Brotherhood, demanded his immediate removal. The Southern Poverty Law Center, itself identified as a hate group for its vilification of anything conservative, fumed that his appointment was \"alarming\" and identified him as the Vice-president of an \"anti-Muslim hate group,\" a referenced to the Center for Security Policy, which the SPLC has long vilified for its work to expose the advocates of Sharia law in America.\n\nSo much vitriol, so quickly, should tip us off. Why are these harridans of the Left so hysterical over the appointment of a man well-known to FoxNews viewers for his measured and well-informed views?\n\nSimple. Because Fred Fleitz understands the bureaucracy. He knows where the bodies are buried. And he knows how the Deep State operates.\n\nI have had the pleasure of knowing Fred for nearly fifteen years. When John Bolton was serving as Undersecretary of State for Arms Control and International Security Affairs, Fleitz was detailed to his office from the CIA, where he had long served as an analyst specializing in weapons of mass destruction.\n\nAs I wrote in Shadow Warriors: Traitors, Saboteurs, and the Party of Surrender (Crown Forum, 2007), Fleitz helped unmask a disgraceful effort by partisan staffers at the State Department's Intelligence and Research to feed Bolton false intelligence on a little-known biological weapons program in Castro's Cuba.\n\nLeading this effort was a certain Christian Westermann, whom Fletiz unmasked as promoting pro-Castro intelligence analysis fed into the system by Ana Belen Montes, a convicted Cuban spy.\n\nWestermann famously accused Bolton of \"waging his finger at me\" during an office confrontation over the bogus intelligence, a crime so heinous that then-Senator Joe Biden felt it was enough to torpedo Bolton's nomination to become the U.S. Permanent Representative to the United Nations.\n\nFletiz also played a key role during the 2005-2006 negotiations between the Bush State Department and the International Atomic Energy Agency (IAEA) that ultimately led to United Nations Security Council resolutions condemning Iran for violating its commitment under the Treaty for the Non-Proliferation of Nuclear Weapons.\n\nLater, while on staff with the House Permanent Select Committee on Intelligence, Fleitz co-authored a report exposing the flaws of the infamous 2007 National Intelligence Estimate on Iran's Nuclear Intentions and Capabilities.\n\nThe NIE speciously asserted that information the CIA received from a recent defector caused it to re-evaluate its long-standing conclusion that Iran had an active program to develop nuclear weapons and instead to assert that Iran had shut down that program in 2003.\n\nThat information was so highly classified that no one outside of the intelligence community could verify it. But as I discovered from Iranian sources, the defector cited in the report, Gen. Ali Reza Asghari, actually told the CIA exactly the opposite from what the CIA asserted in the NIE.\n\nWhile the HPSCI report did not examine the classified sources, it ripped apart the NIE's unclassified conclusions and ultimately led the CIA to redo the assessment. Based on Fletiz's analysis, then House intelligence committee chairman Pete Hoekstra called the 2007 NIE \"a political document\" whose aim was \"to embarrass President Bush.\"\n\nJohn Bolton is right to call on Fred Fleitz to help President Trump defeat the Deep State. This cabal of anti-Trump operatives, still alive and well in the bowels of our intelligence agencies and yes, even in the White House bureaucracy itself, needs to be ripped out root and branch.\n\nPresident Trump has vowed repeatedly to drain the swamp. Now he has another skilled hand to help him succeed.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4010989","shares":{"facebook":133},"wgt":133},{"uri":"881095058","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"04:36:00","dateTime":"2018-06-05T04:36:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270346/politics-and-free-speech-dartmouth-jack-kerwick","title":"Politics and Free Speech at Dartmouth","body":"A recently conducted Dartmouth University survey supplies some invaluable insights.\n\nAccording to The Dartmouth, \"undergraduates were asked if learning that another student had political beliefs opposite from their own would affect a range of possible interactions with them.\" Reportedly, 42% of respondents said that they would be less likely to befriend a person if that person's politics were contrary to their own. Seventy percent remarked that they'd be less likely to get romantically involved with someone with differing political views. And 30% admitted to being less likely to trust a person with an opposite political perspective.\n\nYet the report is quick to note that these numbers in themselves conceal \"sizable political differences [.]\"\n\nDemocrats, it's reported, are far more likely than Republicans or Independents to allow their politics to affect their relationships.\n\n\"While 82 percent of respondents who identified as Democrats say they would be less likely to date someone with opposing political beliefs, only 47 percent of Independents and 42 percent of Republicans said the same.\"\n\nWhen it comes to potential friendships, \"55 percent of Democratic respondents said opposite political views would make them less likely to befriend another student, compared to 21 percent of Independents and 12 percent of Republicans.\"\n\nJudging from these results, students who are Democrats are the most intolerant of political differences while Republican students are vastly most tolerant than Democrats and even more tolerant than Independents -- a situation that is the exact opposite of the picture that the left has been painting for decades.\n\nThe survey also found that while \"majorities\" of respondents claimed that knowledge of the political commitments of their professors would not dissuade them from taking classes with those professors, Democratic students were less likely than Independents and Republicans to enroll in courses taught by those with differing political views.\n\n\"Democratic students express less willingness to take classes from a Republican professor (38 percent) than Republican students do to take a class taught by a Democratic professor (23 percent).\" Moreover, of the four political orientations offered in the survey -- Republican, Democrat, Libertarian, and Socialist -- the 25 percent or so of student respondents who expressed a disinclination to enroll in a course whose instructor subscribed to a political perspective at odds with their own, Republican professors were most unpopular.\n\n\"About a quarter of respondents said that knowing a professor is a Republican (26 percent) or a Socialist (23 percent) would make them more unlikely to take a class.\"\n\nTo repeat, Republican professors are more unpopular than avowed socialists.\n\nIn stark contrast, only 16 percent of students suggest that they would be less likely to take a class with a known libertarian professor, and a mere 6 percent would be deterred from enrolling in a course taught by a Democrat.\n\nThe findings of the survey on the issue of free speech coheres neatly with the foregoing information.\n\nThe Foundation for Individual Rights in Education (FIRE) demoted Dartmouth this past year from a \"yellow light\" to a \"red light.\" According to Samantha Harris, Vice-President of policy research at FIRE, it was Dartmouth's \"Acceptable Use Policy\" that accounts for the demotion. Under its restrictions, \"broad categories of speech, a great deal of which would be entitled to First Amendment protection at a public university,\" are banned. Despite this, the authors of the Dartmouth survey assure us that Dartmouth students do not think that free speech is under assault at their school.\n\nHowever, this last verdict is revealing for what it conceals.\n\nFor starters, while 52 percent of students said that free speech is \"very or somewhat secured,\" 33 percent said that it is \"very or somewhat threatened.\" So, a third of the student body at Dartmouth, to judge from this survey, are of the latter opinion.\n\nSecondly, \"three times as many Republicans (69 percent) think free speech is threatened than do Democrats (21 percent).\"\n\nThirdly, immediately after reporting that Dartmouth students judge that free speech is well and good at their institution, the survey finds that answers to \"a related question about freedom of self-expression paints a somewhat different picture....\"(emphasis added).\n\nAnd what is this picture? \"When asked about whether 'the climate on Dartmouth's campus prevents some people from saying things they believe because others might find them offensive,' a large majority of respondents (81 percent) said they strongly or somewhat agree\" (emphasis added).\n\nThe truth is in the details, and the details here confirm what anyone and everyone who hasn't been living under a rock have long known.\n\n\"Republicans (94 percent), white students (86 percent), men (87 percent) and students affiliated with Greek life (86 percent) are most likely to agree that such a limit exists [on] campus speech.\"\n\nWhen students were asked whether it was more important for Dartmouth to foster an environment that prohibits \"certain speech or expression of viewpoints that are offensive or biased against certain groups of people\" or one in which \"students are exposed to all types of speech and viewpoints, even if it means allowing speech that is offensive or biased against certain groups of people,\" seven out of ten respondents opted for the latter.\n\nOf these, though, students who are Republican (94 percent), white (71 percent), and male (84 percent) \"were most likely to opt for\" robust freedom of speech and expression.\n\nIt is not until the end of the report that readers are informed of one especially relevant, quite telling fact: \"Dartmouth's student body is about two-thirds Democrat (67 percent) with small minorities of Republican identifiers (19 percent) and Independents (14 percent) [.]\"\n\nIn summary, the Dartmouth survey establishes the truth of three propositions:\n\n(1)Republican students are overwhelmingly outnumbered by Democrats at Dartmouth.\n\n(2)Republican students are far more tolerant of diverse viewpoints than Democrats at Dartmouth.\n\n(3)Republican students value freedom of speech and expression far more than do Democrats at Dartmouth.\n\nIn a word, the Dartmouth survey confirms what many of us have long known while radically undercutting the left's narrative concerning conservatives and Republicans as agents of intolerance.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":129},"wgt":129},{"uri":"880408775","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"04:52:00","dateTime":"2018-06-04T04:52:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270344/anti-semitism-full-display-ben-gurion-airport-ari-lieberman","title":"Anti-Semitism On Full Display At Ben-Gurion Airport","body":"An academic specializing in \"multiculturalism\" shows her true, disturbing colors.\n\nHolocaust imagery depicting man's inhumanity to man generally evokes emotive responses that make us question the possibility of a repetition of such bestial behavior in the 21 century. It also evokes questions on how humanity can transform ignorance, bigotry and intolerance into murder and mass genocide.\n\nA particular disturbing Holocaust-era photo, among the many that I've seen, left an indelible impression on me. It depicts a barefoot orthodox Jewish man donning a pair of tefillin (phylacteries) and a tallit (prayer shawl). The man, who was almost certainly murdered shortly after the picture was taken, is surrounded by a group of amused German soldiers, possibly members of the notorious SS Einsatzgruppen, who appear to be reveling in the man's misfortune and humiliation.\n\nAn occurrence at Ben-Gurion International Airport this past week rekindled my memory of this image. The scene initially unfolded rather benignly with Rabbi Meir Herzl, the director of a Chabad house in the Jerusalem suburb of Pisgat Zeev, approaching businessman Gad Kaufman, and asking Mr. Kaufman if he would like to don tefillin and recite a short prayer.\n\nThis is a rather common occurrence. Chabad routinely performs spiritual community outreach. Some of those who are approached waive them off with a polite smile while others just ignore them. On occasion, those approached respond positively and oblige, and this was the case with Rabbi Herzl's interaction with Mr. Kaufman.\n\nAs Mr. Kaufman donned the tefillin, a crazed woman lurched forward and began berating both Rabbi Herzl and Mr. Kaufman. Her bizarre rant, where she is seen alternating between harassing the rabbi and screeching uncontrollably was caught on video and has since gone viral. \"Why are you doing this here?\" she barks in Hebrew. \"You're bothering me, why don't you do it over there?\" she demands. At one point Mr. Kaufman begins to address her and Rabbi Herzl, who remained calm and composed throughout, tells Mr. Kaufman not to pay her any mind.\n\nThe unhinged woman was later identified as Pnina Peri. Unsurprisingly, she is an academic in the humanities/social science field, and a visiting professor at the University of Maryland's Joseph and Alma Gildenhorn Institute for Israel Studies. She is also listed as a faculty member of the sociology department at the American University in Washington D.C., though as of this writing, her name on the American University's webpage connects to a broken link. Peri's bio somewhat comically describes her as a \"specialist on multicultural theory and cross-culture communication.\"\n\nOne would think that a person with such impressive credentials, touting multicultural broadmindedness, would demonstrate a level of tolerance toward someone practicing their faith in an unobtrusive manner. Would Ms. Peri have acted in a similar unhinged manner toward someone practicing a religious faith other than Judaism? I suspect that we all sadly know the answer to that rhetorical question.\n\nShamed and perhaps fearing for her job, Peri defended her outburst claiming that Rabbi Herzl insulted her off-camera and said, \"It's too bad that Hitler didn't kill you and your entire family.\" With this explanation, Peri demonstrates that she is not only an intolerant ignoramus but a bald-faced liar to boot. Peri's on-camera rant curiously makes no reference to this contrived insult. Moreover, the contrast between Rabbi Herzl's demeanor and that of his deranged harasser could not be starker. Rabbi Herzl remained calm and composed throughout while Peri's screeching, ranting and bizarre noise-making could be heard throughout the waiting area.\n\nA rabbinic group called the Coalition for Jewish Values (CJV), which purports to represent over 1000 traditional rabbis in public policy, has filed a complaint with Peri's employers. In a letter addressed to the University of Maryland and the American University, the CJV said that Peri's outburst demonstrated \"unbridled hostility towards religious activity\" which calls into doubt her ability to \"demonstrate appropriate tolerance and accommodation of religious needs.\" According to the Washington Jewish Week, a representative of at least one university stated that they had received the complaint and are investigating the matter.\n\nCampus Watch, a watchdog organization that \"reviews and critiques Middle East studies in North America, with an aim to improving them,\" noted on its twitter feed that in light of Peri's outrageous conduct at Ben-Gurion Airport, it would add her to the list of professors it monitors for bad behavior and biased teaching.\n\nIt is no secret that the humanities and social science fields have for the most part been hijacked by radical elements who use their teaching platforms to indoctrinate and stymie the free exchange of ideas. The video of a humanities professor, an expert on multiculturalism no less, spewing hate and intolerance at a Jew for practicing his faith in his ancestral land, and then lying about it, is sadly reflective of the pervasive mindset of the intellectually dishonest and intolerant radical left.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":122},"wgt":122},{"uri":"883862463","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"22:48:00","dateTime":"2018-06-08T22:48:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270217/media-just-leftist-political-revenge-porn-now-daniel-greenfield","title":"The Media is Just Leftist Political Revenge Porn Now","body":"\"When they go low, we go so low that you won't even find us in the deepest sewer.\" Michelle Obama\n\n\"If you want a vision of the future, imagine a boot stamping on a human face - forever.\" 1984\n\nSo a New York lawyer was allegedly on video being rude to some food service people. He complained that they were speaking Spanish. It's a slow news day. So the media decided to doxx him, follow him around and try to get him fired.\n\nHere's a BuzzFeed headline, \"Here's What We Know About XXXXX XXXXXXXX, The Racist New York Lawyer Who Berated People For Speaking In Spanish \" I clipped the actual name. Since this is straightforward doxxing. There's no serious pretense that this is newsworthy. No attempts to connect it to the Trump Russia conspiracy theory, the price of tea in China or the singularity.\n\nIt's just, \"We don't like XXXXX and here's what we're doing about it.\"\n\nIt's political revenge porn. It's slimy, sleazy and vile. It's the sort of thing Gawker used to do. Except the entire media is Gawker now. Except for a handful of old-school reporters who occasionally step in to point out that what their colleagues are tweeting about Trump calling immigrants animals are irresponsible lies.\n\nIn the UK, he would be under arrest by now. In the US, it's not illegal. Yet. Give it a decade or two and it will be. And, as the left insists on reminding us, free speech just benefits dead white men, while speech gulags benefit the oppressed.\n\nLet's strip the incident of its political context. One guy was allegedly a jerk. And so the industrial-media complex decided to be much bigger jerks by the power of a thousand. It's the kind of self-righteousness that is accompanied by all the decency and civility of rabid rats in a barrel.\n\nThe funny thing about the same people slavering over this spectacle is that they really do believe they're good, decent people. (Then again so did the Nazis and Communists.) They read Charlie Blow's nonsense about a moral blue wave and nod along. They thrill to hear Michelle Obama say, \"When they go low, we go higher.\"\n\nExcept that's not remotely how they act.\n\nThere's no decency or goodness here. Just jerks whose ideology has just given them a jerk pass to be jerks. Strip away all the politics and what's left is naked malice cloaked in self-righteousness.\n\nThat's the left in a nutshell. Power corrupts. Self-righteous corruption lacks any moral brake.\n\n\"If you want a vision of the future, imagine a boot stamping on a human face - forever.\" 1984","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":119},"wgt":119},{"uri":"881470815","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"13:50:00","dateTime":"2018-06-05T13:50:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270361/more-mueller-headlines-having-nothing-do-russian-daniel-greenfield","title":"More Mueller Headlines Having Nothing To Do With Russian Collusion","body":"After $17 million spent, Team Mueller does two things well.\n\n1. Generates headlines and profits for the Washington Post and the New York Times\n\n2. Harasses random people linked to Trump with random charges that have nothing to do with the Russian collusion the investigation was based on\n\nThe headlines this morning are all about how Team Mueller is taking another whack at Manafort. A guy who has been whacked quite a bit by Team Coup because he had the most exposure. Witness tampering sounds ominous, but like lying to the FBI, another Mueller fave, it's one of those things that prosecutors can hit you with at their discretion stemming from the investigation.\n\nIn other words, it's much like being arrested for resisting arrest.\n\nThe bottom line of all bottom lines is that Team Coup has still failed to deliver on the dubious basis for its dubious investigation. Taking repeated cracks at Manafort may be an effort to turn him into a witness and get him to testify to anything. But it's also a good distraction. As long as Team Mueller keeps generating headlines, the left and the media assume it's going to deliver.\n\nAnd it doesn't have to face the fact that it may never be able to deliver. That it used the investigation as leverage to try and score a meeting with Trump, and without that meeting, it won't even have a process charge to hang on him.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":105},"wgt":105},{"uri":"882381127","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"19:32:00","dateTime":"2018-06-06T19:32:00Z","dataType":"news","sim":0.7333333492279053,"url":"https://www.frontpagemag.com/point/270379/orange-county-recalls-gas-tax-dem-ending-dem-daniel-greenfield","title":"Orange County Recalls Gas Tax Dem, Ending Dem Supermajority","body":"It's been a while since Californians delivered a message like this about tax hikes. But in the age of Jerry Brown, of Dem supermajorities, of runaway spending, it's a piercingly relevant one.\n\nLOS ANGELES (AP) -- The Orange County-area state senator who voted to raise gas taxes is out of a job after Tuesday's primary election, denying Senate Democrats a supermajority for the rest of the year.\n\nDemocratic state Sen. Josh Newman will be replaced by former Republican Assemblywoman Ling Ling Chang after he was recalled for voting to raise gas taxes last year.\n\nA Republican-backed effort to repeal the tax increase is likely to be on the November ballot, and the Newman recall election is an early test of where voters stand.\n\nCarl DeMaio, chairman of Reform California and a sponsor of the recall said in a statement that the vote shows that politicians who supported the gas tax \"will pay the price at the ballot box.\"\n\nNot even Bernie could save Josh.\n\nEven a late endorsement by former presidential candidate and independent Vermont Sen. Bernie Sanders wasn't helping Newman. Sanders recorded a 30-second Facebook ad urging voters to back Newman while praising his support for single-payer health care, education, the environment and immigrant rights\n\nOut of control spending, killing jobs and supporting illegal aliens? The Dems may have miscalculated a little bit.\n\nWith 100 percent of precincts reporting, the vote was 60 percent in favor of Newman's ouster.\n\nNewman squeaked into office in 2016 by 2,500 votes, turning a formerly red state Senate seat blue and delivering a two-thirds supermajority to Democrats in the Legislature.\n\nAnd, like so many of the Dems in a party gone left, he overreached.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4016674","shares":{"facebook":103},"wgt":103},{"uri":"881890921","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"04:48:00","dateTime":"2018-06-06T04:48:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270362/huffington-posts-luke-obrien-no-remorse-doxxing-robert-spencer","title":"Huffington Post's Luke O'Brien: \"No Remorse\" For Doxxing Counter-Jihadi","body":"O'Brien also lamented: \"If a bigot like @AmyMek can spew hate for five years without being corralled and then prompt death threats directed at a journalist before he even publishes his story, it's going to be hard to save social media.\"\n\nOf course. A \"bigot\" such as Amy Mek needs to be \"corralled.\" A family is in tatters, a man has lost his job, and a woman is living in fear for her life. And as far as Luke O'Brien is concerned, she had it coming, because she held opinions that are unacceptable to today's media and political elites.\n\nIn his infamous Dred Scott decision of 1856, Chief Justice Roger B. Taney declared that black Americans were \"so far inferior, that they had no rights which the white man was bound to respect.\" Nowadays everyone considers such language abhorrent; yet the Left today, while not proposing to reduce dissenters to slavery, does consider them \"so far inferior\" that they have \"no rights\" that Leftists consider themselves \"bound to respect.\"\n\nAccordingly, if Amy Mek has been so \"racist\" as to oppose jihad mass murder and the Sharia oppression of women, non-Muslims, gays and others, she and her family (even if they had nothing to do with anything she wrote) have forfeited all right to be spared from death threats and personal and professional ruin. And as they leave all this destruction in their wake, the destroyers will feel right and righteous, because she is, as far as they are concerned, a \"racist\" and \"bigot.\"\n\nIt is becoming increasingly accepted on the Left that those who dissent from its agenda and are classified by its lights as \"racists\" and \"bigots\" indeed have no rights, and deserve to have their careers and very lives destroyed. They are as convinced of their correctness, and the error of those who disagree, as were medieval Christians burning heretics at the stake. O'Brien himself clearly thinks that the heretic Amy Mek got nothing but what she deserved, as is clear from an exchange he and I had on Twitter. I sent him a series of questions:\n\nHey ! I hope you enjoyed my piece here: https://www.jihadwatch.org/2018/06/huffington-post-fascist-luke-obrien-doxes-counter-jihadi-gets-her-husband-fired-for-holding-the-wrong-opinions ... Now I'm doing a follow-up. Will you consent to an interview? You being a big-time journalist and all, I'm sure you'll be happy to talk. For your convenience I'll put the questions right here:\n\n1) How did you decide that foes of jihad mass murder were worse than jihad mass murder itself (I'm basing that on the fact that you haven't written a word against the latter), and must be targeted and destroyed?\n\n2) Did you attempt to interview any friends and supporters of AmyMek for your piece, or would that have interfered with your agenda?\n\n3) If your own views fall out of favor with the elites one day, will you stand then for the freedom of speech or support attempts to silence you?\n\n4) What other foes of jihad terror do you intend to target and destroy next? Would you like the name of my third-grade teacher?\n\n5) Why did you repeatedly call AmyMek a \"racist\"? Are you aware that Islam is not a race and that jihad terrorists come in all races?\n\n6) Do you applaud the fact that AmyMek's husband was fired from his job because of you, and that her relatives' business have been targeted because of you, even though neither has to do with her tweets?\n\n7) Do you applaud the death threats that AmyMek has received?\n\n8) Do you have any comment on the close resemblance of your actions to that of the Nazi Brownshirts? Thanks for your answers, lukeobrien! You might find it more convenient to send them to me via email at [email protected] Thanks again!\n\nAfter a delay of several days, O'Brien actually answered, but he answered only the first question. Here is his answer:\n\nI didn't decide this. If you lying about a decision I never made based on me not having written anything about \"jihad mass murder\" is evidence of your thought process, you should be institutionalized. When did you stop raping your dog, Robert Spencer?\n\nYet O'Brien clearly thinks that Amy Mek is so evil that her life and her relatives' lives should be destroyed. When has he ever subjected an actual jihad mass murderer to the same treatment? Never, of course. And this is obviously because O'Brien, the Huffington Post, and the Left in general thinks that foes of jihad terror are worse than jihad terrorists. This was obvious from my reception at Stanford University last year: I was greeted as the second coming of Jack the Ripper, when a jihad terrorist screaming \"Death to America\" in the middle of that campus would no doubt be welcomed as a hero. And it is obvious from the Left's peculiar combination of self-righteousness and thuggery that we see ever more frequently expressed in all kinds of contexts.\n\nIt is hard to see how this can end well. When one faction in the American public square thinks that the other faction deserves not even basic human respect, and is rightfully shamed, vilified, and even brutalized (that's where Antifa comes in), it is hard to see how America can survive as a free society without armed conflict. If and when that conflict comes, it will be in large part thanks to the likes of Luke O'Brien and the Huffington Post.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":101},"wgt":101},{"uri":"882647081","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"06:47:00","dateTime":"2018-06-07T06:47:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270386/sons-threatened-kill-mom-leaving-islam-daniel-greenfield","title":"Sons Threatened to Kill Mom for Leaving Islam","body":"Don't let your sons grow up to be Jihadis. It will make for some very uncomfortable family reunions.\n\nA Melbourne woman who told how she felt like an \"animal\" and a \"slave\" while practising Islam says she hopes she'll inspire other female Muslims to \"free themselves\" from the religion.\n\nNadia (last name with held) and her eldest daughter Allawea are now in hiding, after their family turned against them when the pair denounced Islam.\n\n\"It is in an honour for them to kill somebody whose turned away from Islam, and their own mother has turned away from Islam so I mean nothing to them,\" the 40-year-old told A Current Affair.\n\nThings escalated in October last year, when Nadia's two eldest sons turned up at her former home in Melbourne's western suburbs, brutally bashing her new husband.\n\n\"They were screaming we're going to kill you, we need you dead,\" she told ACA.\n\n\"I watched my children giving me their seconds off their plate ... and that was okay because I was western and white, and not Muslim,\" she said....\n\nNadia isn't alone. Buyer's remorse isn't uncommon. But it's hard to leave if you know that it means breaking ties with your family. And especially if it means potentially being murdered.\n\nIt's tragically telling that Muslim settlers feel free to act like this in Australia. And it certainly wouldn't be the first act of violence in Melbourne.\n\nThis episode of A Current Affair can't be watched outside Australia. But if you're in Australia, here's the link.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":90},"wgt":90},{"uri":"883862465","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"22:48:00","dateTime":"2018-06-08T22:48:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270213/memo-abc-news-rock-throwing-not-symbolic-its-daniel-greenfield","title":"Memo to ABC News: Rock Throwing is Not Symbolic, It's Violent","body":"There are great moments in the annals of network news journalism.\n\nCBS had Dan Rather's time traveling documents from the Vietnam War that were somehow written in Microsoft Word. (The fact that the media routinely praised Rather as a paragon of journalism tells you everything you need to know about them.)\n\nYou throw stones at another human being because you want to injure them. Conversely, when you don't wish to injure them, you don't throw stones at them.\n\nIt's really that simple.\n\nLike so many media hacks, Julia MacFarlane tries to claim that throwing rocks at people is a symbol of \"defiance\".\n\nNo, throwing rocks is not a symbol. The Statue of Liberty is a symbol. The golden arches above a fast food restaurant are a symbol. Kafka's works are filled with symbolism. But when we drop bombs on ISIS, it's not a symbol. It's a bomb.\n\nIn the Muslim world, if you want to throw something symbolic, you hurl a shoe. When you're throwing rocks, it's because you want to cause injury or death.\n\nABC News would have an easier time grasping the symbolism of rock hurling if the objects were flying at the heads of its reporters.\n\nBut if Julia and ABC News really want to delve into the symbolism of Muslims throwing rocks at Jews, it's an anti-Semitic custom that predates the current struggle between the indigenous Jewish population and the Egyptian-Jordanian settlers occupying parts of Israel.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":76,"pinterest":3},"wgt":79},{"uri":"880740497","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"15:00:00","dateTime":"2018-06-04T15:00:00Z","dataType":"news","sim":0.5333333611488342,"url":"https://www.frontpagemag.com/point/270350/bill-clinton-i-wouldnt-have-done-anything-daniel-greenfield","title":"Bill Clinton: I Wouldn't Have Done Anything Differently After Cheating On My Wife","body":"Hillary Clinton never broke a single glass ceiling in any kind of office. She wasn't the first female secretary of state or senator (though her people tried to make it seem that way). And she wasn't even the only leftist female presidential candidate the year that she was running. Or the only one venally corrupt one.\n\nBut she was the first First Lady to do the \"stand by your man\" thing after he cheated on her. That's the glass ceiling that Bill broke for her. And he wouldn't have done anything differently.\n\nFormer President Bill Clinton says that, even in light of the #MeToo movement, he would not have approached how he dealt with Monica Lewinsky any differently and acknowledged that -- 20 years after their relationship made headlines -- he's still never apologized privately to the former intern.\n\nClinton told NBC News that he stuck by his decision to fight his impeachment rather than resign, telling Melvin, \"I think I did the right thing. I defended the Constitution.\"\n\nAnd that's only time that Bill Clinton had anything good to say about the Constitution.\n\nBut he's now entered the new phase of his life in which people write bad novels for him. Instead of having to make up his own fictions, others do it for him.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4010847","shares":{"facebook":74},"wgt":74},{"uri":"880408778","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"04:52:00","dateTime":"2018-06-04T04:52:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270341/b-1-franken-visa-nightmare-michael-cutler","title":"The B-1 'Franken-Visa' Nightmare","body":"It is important to give credit where credit is due. I have not been alone in voicing frustration over how the mainstream media rarely, if ever, provides accurate coverage about immigration-related issues. Today we will focus on an example of solid journalism. On July 31, 2017, CBS News posted an important and hard-hitting investigative news report titled, \"Made in America: How the U.S. Auto Industry Was Built with Foreign Labor.\" A YouTube video of the report was aired by CBS News under the title, \"Foreign workers being used to build auto plants in the U.S.\" It is a video that I urge you to watch.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":68,"pinterest":5},"wgt":73},{"uri":"881459657","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"13:34:00","dateTime":"2018-06-05T13:34:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270358/trump-eagles-and-culture-wars-daniel-greenfield","title":"Trump, the Eagles and Culture Wars","body":"Trump dumping the Eagles brings together two things that his supporters like about him.\n\n1. He fights culture wars\n\n2. He doesn't care about the liberal consensus, but the conservative one.\n\nPast Republican presidents would occasionally, very tentatively, wade into culture wars, usually with a nice speech, that would be roundly mocked. And then retreat. Think about Bush I's critiques of popular culture.\n\nTrump's culture war setpiece isn't the speech, but the tweet, the off--the-cuff remark and the action. And it's effective. He forces the left to defend something that most of the country dislikes, whether it's the anthem protests or Bee's vulgar insult.\n\nConservatives who agree with him often complain that he overdoes it. The point has already been made. He didn't have to call for firing Bee or boycott the Eagles. But they miss the point.\n\nAnd that's point 2.\n\nEstablishment Republicans tended to address the liberal consensus. That was inevitable because if you spend enough time in D.C. and dealing with the media, that's where your narrative comes from.\n\nTrump spends a lot of time dealing with the media. But he addresses a conservative consensus. And that's a key point.\n\nToo many Republicans only address the conservative consensus on the campaign trail or when asking for cash. Trump treats politics as a team sport. And he understands that you need to score and you need your home crowd cheering you on. That's a point that plenty of Republicans in D.C. forget. So he fights culture wars because it's dynamic, effective and mobilizes the base.\n\nHe doesn't give setpiece speeches about it. instead he tweets insults and takes action. That changes the conversation and forces the media to defend the next terrible lefty cause.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":67},"wgt":67},{"uri":"882599665","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"04:51:00","dateTime":"2018-06-07T04:51:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270371/googles-new-slogan-dennis-prager","title":"Google's New Slogan","body":"The original slogan of Google was \"Don't be evil.\" When Google changed its corporate name to Alphabet in 2015, it changed the slogan to \"Do the right thing.\"\n\nIf it were to be true to its values, Google should have changed its slogan from \"Don't be evil\" to \"Don't fight evil.\"\n\nHere is The New York Times report from this past Friday: \"Google, hoping to head off a rebellion by employees upset that the technology they were working on could be used for lethal purposes, will not renew a contract with the Pentagon for artificial intelligence work ...\n\n\"Google's work with the Defense Department on the Maven program, which uses artificial intelligence to interpret video images and could be used to improve the targeting of drone strikes, roiled the internet giant's work force. Many of the company's top A.I. researchers, in particular, worried that the contract was the first step toward using the nascent technology in advanced weapons. ...\n\n\"About 4,000 Google employees signed a petition demanding 'a clear policy stating that neither Google nor its contractors will ever build warfare technology.'\"\n\nCBS News reported that the petition also said, \"We believe that Google should not be in the business of war.\"\n\nIn other words, to the heads of Google and thousands of its elite employees, it is immoral to aid in the defense of their country, and all war is immoral.\n\nGoogle and these 4,000 employees embody two terrible traits: moral idiocy and ingratitude.\n\nMoral idiocy is the ability to be brilliant in any area of life except the single most important area of life, morality. With regard to morality, such people are fools.\n\nThe United States has been the greatest force for liberty and goodness in world history. It has been so by modeling a free society and through the power of the idea of freedom, and even more so by force -- brute physical force.\n\nThrough force of arms, America and its allies defeated Germany in World War I and World War II.\n\nThrough force of arms, America imposed democracy and liberty on West Germany and led to the dissolution of East Germany.\n\nThrough force of arms, the Holocaust -- the genocide of Europe's Jews and millions of others in Nazi concentration and death camps -- ended. If Google existed then, would its employees have demanded Google \"not be in the business of war\"?\n\nThrough force of arms, America was able to impose democracy and liberty on Japan.\n\nThrough force of arms, America liberated Asian countries from the Nazi-like Japanese imperialists.\n\nThrough force of arms, America enabled the majority of Koreans to live free rather than under the most totalitarian regime in modern history, North Korea.\n\nThrough force of arms, Israel has survived 70 years of Arab, and now Iranian, attempts to annihilate it. Arms ended the Holocaust in Europe, and arms prevent a second Holocaust of Jews in the Middle East.\n\nOnly a moral idiot does not understand the moral necessity of weapons of war being in the hands of decent countries.\n\nWhich brings us to the second trait of Google and its employees: ingratitude.\n\nGoogle and its employees live better than almost any human beings in the world. They do so because they live in the freest and most opportunity-giving country in the world, the United States of America.\n\nThat Google and its employees refuse to work on the military defense of their country is an expression of ingratitude (not to mention absence of patriotism) that is simply breathtaking.\n\nHow did we produce such foolish and ungrateful people?\n\nThey are the products of left-wing education and the left-wing media, and of living in the left-wing cocoon of Northern California and its tech industry.\n\nGoogle should be true to its convictions and change just one word of its original slogan from \"Don't be evil\" to \"Don't fight evil.\"","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":63},"wgt":63},{"uri":"881948827","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"07:01:00","dateTime":"2018-06-06T07:01:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270366/shaun-kings-11-best-excuses-not-denouncing-daniel-greenfield","title":"Shaun King's 11 Best Excuses for Not Denouncing Farrakhan","body":"Angry social justice activist Shaun King has many reasons for not denouncing Louis Farrakhan's anti-Semitism. Like, Farrakhan's son just died. Also, I never met him. Almost too many reasons to count. (Aside from the fact that if you're this white, you need as much cred as you can get.)\n\nThe more I speak up for the human rights and dignity of Palestine, the more Jewish leaders ask me to speak out against Louis Farrakhan.\n\nI'm sorry but that's preposterous.\n\nIt's racist for you to even ask me this. I'm not responsible for a single word that comes out of his mouth -- Shaun King (@ShaunKing)\n\nJune 3, 2018\n\nI'll be frank @JGreenblattADL.\n\nThis brave beautiful soul, Razan al-Najjar, a Palestinian medic, was just shot & killed by an Israeli sniper.\n\nIf today you're more bothered by a sermon from Louis Farrakhan than this, I'm deeply concerned by how differently we see the world. pic.twitter.com/pK9wjVc7er -- Shaun King (@ShaunKing)\n\nJune 3, 2018\n\nWhat I see is leaders who speak out and speak up for the human rights of Palestine keep being linked to Louis Farrakhan in some bizarre strategy to discredit us.\n\nI refuse to be in some perpetual state of denouncing and apologizing for the words of random Black folk. -- Shaun King (@ShaunKing)\n\nJune 3, 2018\n\nI have never met Louis Farrakhan.\n\nI am not responsible for anything he says or does.\n\nI am also not responsible for other people who may respect or admire him.\n\nIf that issue is critical for you, and that's your business, you will have to take that up with them. -- Shaun King (@ShaunKing)\n\nMay 31, 2018\n\nMinister Louis Farrakhan's son just passed away. Yet here I am, drowning in tweets from Jewish folk asking me to denounce him today. I won't.\n\nI'm just not responsible for him. Never have been. Never will be.\n\nCan you take one day off on this while they grieve? -- Shaun King (@ShaunKing)\n\nJune 3, 2018\n\nSomeone said, \"Shaun - you can't tell us what is or is not anti-Semitic.\"\n\nOK.\n\nDefining your oppression for yourself is your privilege.\n\nBut if me not rejecting a person who did not reject a person who you say is anti-Semitic makes me anti-Semitic, then we do have a problem. -- Shaun King (@ShaunKing)\n\nMay 31, 2018\n\nSorry that you saw all that I have said and just see weakness. I'm not flip flopping.\n\nI'm openly saying that I am never responsible for whatever Minister Farrakhan says or doesn't say - whether someone deems it anti-Semitic or not.\n\nThis is true. -- Shaun King (@ShaunKing)\n\nMay 31, 2018\n\nYou can talk about Farrakhan all you want. She doesn't manage this man's social media and isn't responsible for it. -- Shaun King (@ShaunKing)\n\nMarch 3, 2018\n\nI'll be frank.\n\nThe moment you call me anti-Semitic, we part ways.\n\nI've put the safety of my whole family on the line fighting Neo-Nazis.\n\nI'll fight for you - whether you like me or not, but call me anti-Semitic - or foolishly compare me to Trump or Bannon - and we're done. -- Shaun King (@ShaunKing)\n\nMarch 10, 2018\n\nAgain. I'll say it a thousand times.\n\nWhat Tamika tweeted was not anti-Semitic. It wasn't even about Jewish people in general.\n\nIn the Black Church tradition we often compare our enemies to the enemies of Jesus. I've done it.\n\nIt has NOTHING to do with hate speech.\n\nStop. https://t.co/Z9R17YK1Ew -- Shaun King (@ShaunKing)\n\nMarch 3, 2018","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":61},"wgt":61},{"uri":"882625823","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"05:57:00","dateTime":"2018-06-07T05:57:00Z","dataType":"news","sim":0.7686274647712708,"url":"https://www.frontpagemag.com/point/270384/local-prosecutor-defeats-soros-and-golden-state-daniel-greenfield","title":"Local Prosecutor Defeats Soros and Golden State Killer","body":"The George Soros plan to go after D.A. races was cunning. It's yielded some dividends. But not this around in the Golden State.\n\nThis time the Golden State Killer and George Soros both lost in Sacramento County.\n\nIn Sacramento County, Dist. Atty. Anne Marie Schubert, a prominent conservative voice in statewide politics, declared victory with 64% of the vote. Her Soros-backed challenger has yet to concede.\n\nIn California, he spent more than $2.7 million. The money from Soros and others helped challengers match or surpass the millions of dollars -- mostly from police, prosecutors and local business groups -- flowing to incumbents unaccustomed to such organized liberal opposition.\n\nIn Sacramento County, the liberal coalition threw its support behind Noah Phillips, a career prosecutor who challenged Schubert, his boss.\n\nThe divisive race exposed deep rifts in the community. Phillips focused on anger over police shootings, particularly the death of Stephon Clark, an unarmed black man shot in March as officers searched for a burglary suspect. The killing sparked weeks of protests in the capital, prompting Schubert to erect a fence around the district attorney's office.\n\nThe race took another twist in April, when Schubert announced the capture of a suspect in the infamous Golden State Killer case. Her campaign capitalized on the arrest, rolling out ads that told voters, \"She protects us.\"\n\nAnd she did. From Soros and the Golden State Killer\n\nIn San Diego County, incumbent Summer Stephan won nearly two-thirds of the vote, according to the county elections office.\n\nIn San Diego County, Geneviéve Jones-Wright, a deputy public defender, made campaign promises that included the creation of a police accountability unit.\n\nWhen Soros announced support for Jones-Wright, Stephan launched a website calling her \"the anti-law enforcement candidate.\"\n\nSorry, George.\n\nIn Alameda County, longtime Dist. Atty. Nancy O'Malley looked to have comfortably avoided a runoff with 60% of the vote.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4018023","shares":{"facebook":59},"wgt":59},{"uri":"881919431","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"05:57:00","dateTime":"2018-06-06T05:57:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270367/plo-iran-financing-hamas-violent-riots-daniel-greenfield","title":"PLO: Iran is Financing the Hamas Violent Riots","body":"Hamas is largely funded by Iran and Qatar. (The two terror states are strategic allies.) But Qatar hasn't directed Hamas' military operations. Nor is it really in need of a way to strike out at Israel without risking an escalation in Syria or Lebanon that it can't control.\n\nBut here's confirmation.\n\nThe Palestinian Authority confirmed in a conversation with a French government official that Iran has been financing the riots on the Gaza border with Israel.\n\n\"Iran is fully financing and pushing the Hamas demonstrations,\" the Palestinian ambassador to France told a government official last month, Israel's Channel 10 reported on Tuesday evening.\n\nThe PLO is playing its usual game of publicly supporting Hamas while privately undermining the Muslim Brotherhood terror group while positioning itself, again privately, as a more moderate alternative.\n\nThat said, there's no reason to believe the PLO is lying about the origins of that funding.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":53,"pinterest":3},"wgt":56},{"uri":"882611201","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"05:21:00","dateTime":"2018-06-07T05:21:00Z","dataType":"news","sim":0.7333333492279053,"url":"https://www.frontpagemag.com/point/270380/will-media-please-stop-fact-checking-when-it-daniel-greenfield","title":"Will the Media Please Stop Fact Checking When It Doesn't Know Anything?","body":"Rule 13 of the media is, \"The less they know, the more they fact check\".\n\nHere's the latest example from CNN which is still trying to crossbreed a banana with an apple to create a Jim Acosta,\n\nPresident Donald Trump and Canadian Prime Minister Justin Trudeau had a testy phone call on May 25 over new tariffs imposed by the Trump administrationtargeting steel and aluminum imports coming from Canada, including one moment during the conversation in which Trump made an erroneous historical reference, sources familiar with the discussion told CNN.\n\nAccording to the sources, Trudeau pressed Trump on how he could justify the tariffs as a \"national security\" issue. In response, Trump quipped to Trudeau, \"Didn't you guys burn down the White House?\" referring to the War of 1812.\n\nThe problem with Trump's comments to Trudeau is that British troops burned down the White House during the War of 1812.\n\nAnd Canada was British. The Dominion of Canada didn't even exist until generations later. There was no unified entity. So yes, \"you guys\" is appropriate. Even if not so much to Trudeau personally.\n\nCNN doesn't know basic history. Yet it insists on fact checking jokes by the President of the United States. Maybe it should take a cue from Obama and learn from Austrian.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4017109","shares":{"facebook":52},"wgt":52},{"uri":"881890924","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"04:48:00","dateTime":"2018-06-06T04:48:00Z","dataType":"news","sim":0.5254902243614197,"url":"https://www.frontpagemag.com/fpm/270345/projecting-western-logic-palestinians-joseph-puder","title":"Projecting Western Logic Onto Palestinians","body":"Tom Friedman is a star columnist at the New York Times with a big ego to boot. Last week in a piece titled Hamas, Netanyahu, and Mother Nature, he displayed his biased views on Israel's Prime Minister Netanyahu and Israel. Friedman blames the Israeli government for doing nothing to advance peace, a charge that is totally misplaced. Every Israeli government since the Oslo Accords were signed on the White House lawn in 1993, has attempted to reach a peace deal with the Palestinians. Prime Minister Ehud Barak made far reaching concessions at Camp David in July, 2000.\n\nNoted historian Benny Morris wrote in The New York Review of Books (June 21, 2002) that Israel proposed \"the establishment of a demilitarized Palestinian state on some 92 percent of the West Bank and 100 percent of the Gaza Strip, with some territorial compensation for the Palestinians from pre-1967 Israeli territory; the dismantling of most of the settlements and the concentration of the bulk of the settlers inside the 8 percent of the West Bank to be annexed by Israel; the establishment of the Palestinian capital in East Jerusalem, in which some Arab neighborhoods would become sovereign Palestinian territory and others would enjoy \"functional autonomy\"; Palestinian sovereignty over half the Old City of Jerusalem (the Muslim and Christian quarters) and \"custodianship,\" though not sovereignty, over the Temple Mount; a return of refugees to the prospective Palestinian state though with no \"right of return\" to Israel proper; and the organization by the international community of a massive aid program to facilitate the refugees' rehabilitation.\"\n\nPalestinian leader Yasser Arafat refused the offer. Morris writes that U.S. President Bill Clinton was \"enraged.\" He banged on the table and said: \"You are leading your people and the region to a catastrophe.\" Clearly, Arafat would not concede to \"ending the conflict\" with Israel because he feared being assassinated by his people.\n\nIn 2008, PM Ehud Olmert went even farther than Barak. According to the Jerusalem Post (May 24, 2013), he proposed to \"forgo sovereignty of the Temple Mount in Jerusalem, Judaism's holiest site, and proposed that in the framework of a peace agreement, the area containing the religious sites in Jerusalem would be managed by a special committee consisting of representatives from five nations: Saudi Arabia, Jordan, Palestine, the United States and Israel. The advisors and Fatah officials heard from Abbas that Olmert laid out for him not only the details of the agreement, but also a large map upon which he outlined the borders of the future Palestinian state.\"\n\nMahmoud Abbas, as reported by the Jerusalem Post, wrote on the left hand side of the sketched map, what turned out to be the incorrect figures that he remembered, 5.5% and 6.8% representing the amount of land to be swapped. On the other side of the piece of paper he wrote the other details of the offer: a secure corridor between the Gaza Strip and the West Bank by way of a tunnel, the five nation committee to oversee the holy sites of Jerusalem, Israeli evacuation from the Jordan valley and the absorption of around 5,000 Palestinian refugees into Israel, 1000 every year for five years. Much like his predecessor Arafat, Mahmoud Abbas wouldn't agree to \"end the conflict.\" He too feared assassination. Like Arafat, he shares the notion of replacing the Jewish state with an Arab-Palestinian state over all of Palestine.\n\nPM Ariel Sharon unilaterally withdrew 8,500 Israelis from 21 settlements in the Gaza Strip, and pulled out the army as well. The territory was handed over in its entirety to the Palestinian Authority. When Israel withdrew from the territory and it left behind \"ready-made\" greenhouses with flowers to export, with the opportunity to boost the Strip's economy, the Palestinians in Gaza turned it into a staging ground to attack Israel, especially after they elected Hamas to rule them in 2007.\n\nFriedman wrote: \"It's because Netanyahu, like Hamas, also wants it all. And with President Trump and the U.S. Congress writing him blank checks, Bibi thinks he can have it all. So why bother making any concessions for peace?\"\n\nPM Benjamin Netanyahu was re-elected Prime Minister in 2009. He previously served as PM from 1996-1999. He has since been re-elected in 2013 and again in 2015. The Israeli public, disillusioned with the prospects of peace with the Palestinians following Sharon's unilateral withdrawal from Gaza and Palestinian rejection of far reaching concessions by Barak and Olmert, voted for peace negotiations without pre-conditions.\n\nIsraeli Daily Yediot Ahronot (the paper is unsympathetic to Netanyahu) revealed in its June 3, 2015 issue PM Netanyahu's secret offer to the Palestinians through his confidant lawyer, Yitzhak Molcho. According to the Yediot, the objective of the agreement being \"two-states for two peoples,\" and an effort to bring an end to the Israeli-Palestinian conflict. On borders; the Netanyahu proposal was \"secure and recognized borders between Israel and Palestine based on the 1967 lines with mutually agreed swaps, taking into account subsequent developments.\" On Jerusalem; \"solution to the issue of Jerusalem must correspond with the deep historic, religious, cultural, and emotional ties both peoples have to the city, and protect the holy places.\" On settlements; \"Jewish Israelis who wish to remain in place in the State of Palestine would live under Palestinian jurisdiction, with full equal rights, and no individual or communal discrimination.\" The Palestinian refugees \"will receive a just, fair, and realistic solution consistent with the shared goal of two-states for two people.\" The U.S. brokered these proposals that once again were rejected by the Palestinians.\n\nFriedman's demographic projections and his reference to \"mother nature\" are irrelevant and misleading. His figures of 6.5 million Palestinians includes Israeli-Arabs. He paints a nightmarish scenario for the 6.5 million Jews in Israel becoming a minority due to overwhelming Palestinian fertility. In the meantime, Palestinian Central Bureau of Statistics (PCBS) figures show that the fertility rate for Palestinians in 2016 was 30.9 per thousand, and in 2020 is projected to decline to 29.0 per thousand. A few decades ago it stood over 50 births per thousand. The decline in fertility on the Palestinian side is in sharp contrast to the rise of Jewish fertility rates. According to Israel's Central Bureau of Statistics, average Jewish-Israeli births per women was 3.16 in 2016. Thus, the fertility of Jewish-Israeli and Arab-Palestinian women is about to reach parity.\n\nFriedman writes, \"What if all two million Palestinians of Gaza marched to the Israeli border fence with an olive branch in one hand and a sign in Hebrew and Arabic in the other, saying, \"Two states for two peoples\": We, the Palestinian people of Gaza, want to sign a peace treaty with the Jewish people -- a two-state solution based on the 1967 borders, with mutually agreed adjustments.\"\n\nIn his fantasy scenario, Friedman has overlooked the fact that Hamas is committed to the destruction of Israel. The Hamas charter reads: \"Our struggle against the Jews...Article Six: The Islamic Resistance Movement...whose allegiance is to Allah. It strives to raise the banner of Allah over every inch of Palestine.\" Article Thirteen reads: \"Initiatives, and so-called peaceful solutions and international conferences, are in contradiction to the principles of the Islamic Resistance Movement. There is no solution for the Palestinian question except through Jihad. Initiatives, proposals and international conferences are all a waste of time and vain endeavors.\"\n\nFriedman has failed to grasp that his western logic does not apply to Palestinians. For them, there is no compromise - only the right of return to Israel, and the destruction of the Jewish state.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4020655","shares":{"facebook":49},"wgt":49},{"uri":"882599662","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"04:50:00","dateTime":"2018-06-07T04:50:00Z","dataType":"news","sim":0.7215686440467834,"url":"https://www.frontpagemag.com/fpm/270370/meltdown-over-melania-lloyd-billingsley","title":"Meltdown Over Melania","body":"Leftist Twitter storm plunges Trump Derangement Syndrome to new depths.\n\n\"Media's 'Melania missing in action' narrative took Trump Derangement Syndrome to new heights,\" ran the headline on Brian Flood's Fox News story Tuesday. Readers had good cause to believe \"new depths\" would have been more accurate.\n\nFirst Lady Melania Trump recently endured a kidney operation and will not be joining her husband, President Donald Trump, on forthcoming trips. Jamil Smith of Rolling Stone, who appears on the Rachel Madow Show and writes about sports, thought he had a scoop all teed up.\n\n\"I wish that I didn't suspect that the prolonged, poorly explained public absence of Melania Trump could be about concealing abuse,\" Smith tweeted. \"I wish that it was a ludicrous prospect. I wish that the POTUS wasn't a man with a history of abusing women, including those to whom he is married.\" It was a tough act to follow but Atlantic senior editor David Frum was up to the task.\n\n\"Suppose President Trump punched the first lady in the White House (federal property = federal jurisdiction), then ordered the Secret Service to conceal the assault,\" Frum tweeted. \"POTUS has Article II authority over Secret Service. Is that obstruction? Under Sekulow/Dowd, apparently NO.\"\n\nDan Gainor of the Media Research Center told Flood that \"to see a Rolling Stone writer claim the absence was possible domestic violence is demented.\" Maybe so, or worse, but not a surprise given the magazine's record for fake news.\n\nOn November 19, 2014, Rolling Stone published \"A Rape on Campus: A Brutal Assault and Struggle for Justice at UVA,\" by Sabrina Rubin Erdely. She interviewed \"Jackie,\" who claimed that seven University of Virginia frat boys raped her, one by one. The story went viral, grabbing nearly three million views, more than any Rolling Stone feature about a non-celebrity. Trouble was, as Howard Beal said in Network, \"none of it is true.\"\n\nAs Rolling Stone managing editor Will Dana explained, \"when The Washington Post uncovered details suggesting that the assault could not have taken place the way we described it, the truth of the story became a subject of national controversy.\" Rolling Stone reached out to the Columbia School of Journalism, which found the story bogus and pronounced it a journalistic failure.\n\nRolling Stone officially retracted \"A Rape on Campus\" and, wrote Dana, \"we would like to apologize to our readers and to all of those who were damaged by our story and the ensuing fallout, including members of the Phi Kappa Psi fraternity and UVA administrators and students.\"\n\nDavid Frum, who suspects that President Trump had punched Melania in the White House, is the son of the late Barbara Frum, co-host of the CBC radio talk show \"As It Happens.\" Frum's wealthy parents sent him to All the Best Schools, Yale and Harvard, where Frum duly bagged his JD. The Ivy League alum gained fame as a speechwriter for George W. Bush, and last December told CNN \"The mistakes are precisely the reason the people should trust the media.\"\n\nFrum also tweeted, \"Inside the US, CNN's reporting is protected by the First Amendment and the courts. Outside the US, US-affiliated journalists do ultimately depend on the protection of the US government. Trump's words are a direct attack on those international journalists' freedom & even safety.\"\n\nIn an elephantine Atlantic piece titled \"How to Build an Autocracy,\" Frum wrote that Donald Trump \"represents something much more radical.\" Trump is \"a president who plausibly owes his office at least in part to a clandestine intervention by a hostile foreign intelligence service.\" So the Ivy League veteran of the Bush White House is down with the Russia collusion story, but there's more.\n\n\"We are living through the most dangerous challenge to the free government of the United States that anyone alive has encountered. What happens next is up to you and me. Don't be afraid. This moment of danger can also be your finest hour as a citizen and an American.\"\n\nFrum is a longtime fan of Hillary Clinton and before the 2016 election wrote, \"I have already voted for her.\" As Frum explained, \"She is a patriot. She will uphold the sovereignty and independence of the United States. She will defend allies. She will execute the laws with reasonable impartiality. She may bend some rules for her own and her supporters' advantage. she will not outright defy legality altogether. Above all, she can govern herself; the first indispensable qualification for governing others.\"\n\nSuch a righteous, entitled, worthy person would probably never punch First Man Bill Clinton in the face right there in the White House, the very place he got it on with \"that woman,\" the 22-year-old Monica Lewinsky. But Donald Trump would smack Melania, as the illustrious Harvard and Yale man contends.\n\nAt this writing, neither Frum nor Smith have issued apologies, but any attempt would be as meaningless. After all, according to Frum, when journalists get things wrong, it's more reason to trust them. At this point, on the other hand, some realities are hard to deny.\n\nTrump Derangement Syndrome is truly fathomless. David Frum, who once masqueraded as a conservative, is surely the deepest diver. Odds are he's not coming up any time soon.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4017930","shares":{"facebook":47},"wgt":47},{"uri":"883798946","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"20:16:00","dateTime":"2018-06-08T20:16:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/262509/fact-check-sanders-director-simone-zimmerman-bds-daniel-greenfield","title":"FACT Check: Is Sanders Director Simone Zimmerman a BDS Supporter?","body":"Simone Zimmerman appears to have gotten in bed with JVP, a militantly anti-Semitic organization which views the Jewish community as \"the enemy\" and has defended terrorism against Jews. Simone Zimmerman has joined the JVP hate group in condemning attempts to fight campus anti-Semitism. In response to Hamas attacks on Israel, Simone Zimmerman said, \"We think it's important to understand the context of occupation\". And declared that she opposed the campaign against Hamas that began after the brutal murder of three Jewish teens by Hamas terrorists.\n\nSimone Zimmerman retweets violently anti-Israel bigots, including Max Blumenthal, who has called for the ethnic cleansing of Jews from Israel and helped inspire the Kansas City Jewish Community Center shooter, along with Hamas apologists like Glenn Greenwald and Yousef Munayyer.\n\nAnd not to mention...\n\nLast year, Zimmerman promoted a play called Martyr's Street, whose plot compares an Israeli settler to a Hamas bomb-maker. While a student at Berkeley in 2012, she signed a letter criticizing the University of California system for issuing a report about anti-Semitism on UC campuses. The next year, Zimmerman wrote an op-ed calling on Hillel International, a national Jewish student organization, to sponsor campus events promoting the BDS movement, which seeks Israel's destruction.\n\nSo we're not discussing whether Simone Zimmerman hates Israel, but the specific accusation that she is supportive of BDS.\n\nThe evidence again is unambiguous that Simone Zimmerman has supported BDS activists and organizations. She wrote an editorial in support of Sadia Saifuddin, a BDS activist, attacking the Jewish community for opposing her.\n\n\"Because Saifuddin co-sponsored a BDS resolution at UC Berkeley this year. It seems our community is only supportive of someone identifying as pro-Palestinian as long as they aren't an activist,\" Simone Zimmerman wrote.\n\nSimone Zimmerman wrote an op-ed complaining that Hiller's ban on BDS implies \"that Jewish students who support BDS are not full members of our community.\" And she signed on to a JVP letter, an organization that not only enthusiastically promotes BDS, but general hatred of Israel.\n\nSo Simone Zimmerman is clearly supportive of BDS activists and organizations. In the past, she had argued that while \"BDS seeks to address serious human rights issues in Israel and the Territories\", it was too divisive a tactic. But since then her record of activism shows that divisiveness is not a problem.\n\nFrom J Street, Simone Zimmerman went on to If Not Now, an anti-Israel activist group stacked with J Street veterans. If Not Now has pushed its own form of BDS while attempting to avoid association with those explicit three letters. An anti-Israel site has described If Not Now as \"bringing mainstream Jews into the Boycott Divestment Sanctions movement on their own terms.\"\n\nIf Not Now adopted the tactics of the BDS movement, vocal protests at Jewish organizations, with the aim of \"divestment\". So when If Not Now's Yonah Lieberman talked to Tom Pessah, the author of a BDS resolution, he told him, \"We don't talk about BDS, the one-state solution, the two-state solution.\" But then told Pessah that the goal was to pressure Jewish organizations so that, \"If we stop giving them money this will stop happening.\"\n\nThe term BDS has become toxic. If Not Now, like J Street U, T'ruah and other groups, push variations of divestment without using those three letters. But the code quickly breaks down. As one If Now Now message states, \"People are directly supporting the occupation with their $$$, often funneling their donations through our community institutions or other non-profits. This must change.\"\n\nIf Not Now demands that Jewish organizations \"end their support for the Israeli occupation of Palestine.\" As Lieberman made it clear, this is really about divestment without using those words.\n\nSimone Zimmerman has participated in these types of protests including one at the Jewish Federation in New York.\n\nIt's extremely difficult to argue that pushing for divestment from Israel is not BDS. And you can't participate in BDS, support BDS activists and groups and then claim that you're not for it.\n\nSimone Zimmerman and If Not Now don't like to use those three nasty letters because they know how unpopular it makes them. The response to Zimmerman's appointment is a demonstration of that. But trying to launder your divestment agenda doesn't change the fact. BDS by any other name is just as toxic.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":46},"wgt":46},{"uri":"883304099","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"04:59:00","dateTime":"2018-06-08T04:59:00Z","dataType":"news","sim":0.9882352948188782,"url":"https://www.frontpagemag.com/fpm/270390/pro-israel-groups-pursue-criminal-aspects-edwin-black","title":"Pro-Israel Groups Pursue Criminal Aspects of Disruptions","body":"Disruptions of pro-Israel events by anti-Israel groups continue to intensify into physical aggression and violence across campuses and even into the community. As a result, Jewish and pro-Israel groups have started to explore the criminal aspects of such incidents.\n\nThe invasion, disruption, and nose-to-nose intimidation of a May 17, 2018 Students Supporting Israel [SSI] event at the University of California, Los Angeles was one several red lines recently crossed for pro-Israel groups and many in the human rights community. The small UCLA gathering, dubbed \"Indigenous Peoples Unite,\" brought Kurdish, Armenian, and Israeli individuals to discuss their common bonds.\n\nAs shown in this video, beginning at minute 41, disruptors suddenly and loudly stormed into the room mid-session. One person grabbed a flag, demonstratively pulled away a desk placard, and threateningly cursed close to the face of a panelist. With bullhorns, whistles, staged dancing, and slogan shouting, intimidation brought the event to a halt.\n\nThe May 17, 2018 UCLA incident hit a nerve among some Jewish leaders. Previous Jewish and pro-Israel responses have long focused on formal requests for administrative relief, petitions, and public statements. Few of those efforts seem to have slowed the escalation of disruptive tactics. After the UCLA event, several Jewish and pro-Israel groups began considering responses based on Title 11 of California's criminal code that might apply to such conduct -- not as an exceptional response, as it was for the Irvine 11 who disrupted an Israeli diplomat's speech, but as a new rule of thumb in California.\n\nTitle 11, Sec. 403 concerns disruption of public meetings. The statute reads: \"Every person who, without authority of law, willfully disturbs or breaks up any assembly or meeting that is not unlawful in its character ... is guilty of a misdemeanor.\" This was the very statute used to successfully prosecute and convict the so-called \"Irvine 11,\" who disrupted an Israeli diplomat in UC Irvine with mere shouts -- much less severe than the physical intimidation seen at UCLA.\n\nTitle 11, Sec. 415 involves disturbing the peace. The statute calls for not more than 90 days jail time for \"any person who maliciously and willfully disturbs another person by loud and unreasonable noise\" and also \"any person who uses offensive words in a public place which are inherently likely to provoke an immediate violent reaction.\" The May 17, 2018 video documents that is what happened in this case.\n\nTitle 11, Sec. 182, a conspiracy statute, can be invoked when \"two or more persons conspire to commit any crime.\" A digital message marked \"urgent,\" a screen shot of which has been obtained by this reporter, was circulated via the \"Arts & Activism Alliance\" message group. The message urged disruptors \"to protest Students Supporting Israel's 'Indigenous Peoples Unite' event happening this evening. We are going to shut it down.\"\n\nInterviews with students attending the SSI rally reveal that several felt intimidated and even feared for their physical safety during the disruption. For example, one of the three panelists, SSI chapter president Hirmand Sarafian, confirmed that he felt physically threatened \"throughout the whole thing, from the beginning to the end.\" At one point when protestors were vehemently banging on the doors, Sarafian said, he felt \"trapped.\"\n\nOn May 24, 2018, conscious of the potential criminal conduct which had unfolded on their campus, two UCLA chancellors, Jerry Kang and Monroe Gorden, penned an official denunciation of the incident which was published in the Daily Bruin campus newspaper. Kang is a highly regarded legal expert. The statement was clear: \"the panelists and audience felt silenced and intimidated. Thankfully, no one was physically hurt.\" Drawing a distinction between protest and intimidation, the chancellors asserted, \"It is one thing to persuade through evidence and argument; it is quite another to interrupt with intimidation.\" The chancellors promised, \"For those outsiders who disrupted the event, we will refer all evidence of wrongdoing to local prosecutors to determine whether they have broken the law. For those who are members of our own community, clear transgressions of university policy will also be addressed appropriately.\"\n\nIt was not clear why UCLA students who potentially broke the law would not receive the same referral to prosecutors as outsiders for the same conduct. Kang did not respond to a request for clarification.\n\nAt the same time as the UCLA chancellors were drafting their statement, three UCLA law students at the local chapter of the Louis D. Brandeis Center, a Washington D.C.-based human rights organization, were penning their own letter to UCLA Chancellor Gene D. Block, specifying potential criminal conduct. Page 3 of their letter specifies: \"The students and outside disruptors potentially violated various provisions of the California Penal Code, including but not limited to: § 403 - disturbance of an assembly or meeting, § 415 - disturbing the peace, and § 182 - criminal conspiracy to do the afore­mentioned.\" The law students cited case law, and details of the disruption. They concluded, \"It appears that all the required elements of a § 403 violation are met.\"\n\nThe law students' letter was reviewed and then co-signed by constitutional lawyer Alyza Lewin, now COO of the Brandeis Center. The letter was delivered to Chancellor Block on official Brandeis Center letterhead.\n\nUCLA is not eager to discuss the matter. When contacted, University spokesman Tad Tamberg repeatedly ruled out any questions. But he did state, \"the off-campus people who have been identified ... have been arrested previously and are known to the police here and have been referred to the prosecutor's office.\" He added, that a proper police investigation was, in fact, done. \"You don't send something to the prosecutor's office without first investigating it,\" he stated.\n\nBut some three weeks after the public promises in the Daily Bruin, the confirmation by the University spokesman, and the Brandeis Center letter, no investigative or referral action has been taken.\n\nTo initiate a criminal referral, a complaint or police report must be filed with local police -- that is the UCLA campus police. Only then do the police investigate. Only after any investigation will the police send their case to the city attorney for a decision on prosecution. None of the students contacted said they had filed a report, with two saying they did not even know they had the right to file such a complaint. The UCLA administration has not filed a complaint.\n\nUCLA police confirm that no investigation has taken place, and no referral to the prosecutor has been made because no one has reported a complaint. Even though the UCLA police were present during the fracas and escorted the protestors out, campus police insist they cannot investigate without a formal complaint. The LA city prosecutor confirms that the May 17, 2018 disruption \"is not one of the incidents that our office is currently evaluating for filing purposes.\"\n\nThe contradiction between the public promise by the chancellors in the Daily Bruin and Tamberg's assurance that \"the off-campus people have been referred to the prosecutor's office\" in the face of police and prosecutor denials could not be explained.\n\nBut then, the case took a strange and unexplained twist. Tamberg issued a clarification. While no action has been taken on the May 17 disruption, UCLA police did forward the videotape of the May 17 event to the city prosecutor in connection with two previous unrelated cases, campus sources say.\n\nWhen asked again whether the \"referral\" to the police and prosecutors had actually occurred, Tamberg clarified he was not referring to the May 17 SSI case, but to a separate incident on February 26, 2018, involving Treasury Secretary Steven Mnuchin, who appeared at UCLA and was briefly heckled by protestors who police forcibly removed and arrested. After the Mnuchin incident, the protestors were served with a \"stay away\" order, under Title 11, Sec 626.67 of the penal code which empowers university personnel to administratively demand non-students stay off campus. Jail time is prescribed for violators. Essentially, these are \"campus bans\" backed by the force of law. In this case, a banned student from the Mnuchin event returned for the March 5, 2018, appearance by former intelligence officer Chelsea Manning, convicted of espionage. One banned protestor was arrested on sight. While taking no action on the May 17 disruption against SSI, the university is using the May 17 video to bolster prosecution efforts on the Mnuchin case.\n\nTamberg, in an email, confirmed, \"There were no arrests, nor did anyone file a police report or complaint regarding the May 17 disruption, hence there was no police investigation. However, UCLA PD shared video of the disruption with the L.A. city attorney, who is considering filing five misdemeanor charges against individuals from off campus who disrupted Treasury Secretary Mnuchin's talk at UCLA on Feb. 26. That incident resulted in a seven‐day stay away order against one of the off campus arrestees, who was subsequently rearrested when that person showed up at a talk by Chelsea Manning at UCLA on\n\nMarch 5. UCPD sent video of the May 17 disruption to the L.A. city attorney with the request that the city attorney consider the actions of May 17 in deciding whether to file charges concerning the previous incidents of Feb. 26 and March 5.\"\n\nTamberg repeatedly declined to respond to questions about why the May 17 incident was not being investigated. UCLA police refused to answer further questions, referring all inquiries to Tamberg. From all appearances, police decisions are not being controlled solely by the police, but also by UCLA public relations. A senior UCLA police source explained, \"we coordinate with them closely.\"\n\nLewin at Brandeis Center insisted, \"If there is a criminal violation, it should be investigated.\"\n\nWhile the attack against SSI has stalled, Jewish and pro-Israel organizations are increasingly turning to the criminal code in matters of extreme disruption.\n\nWhen the Jewish Community Relations Council of New York staged its June 2, 2018 Celebrate Israel, \"We had six people, each paired with a representative of the NYPD legal team,\" says director Noam Gilboord. He added, \"This was primarily for disruption.\" In this case, he reports, \"There were no major disruptions, no incidents, no arrests.\" But Gilboord says, \"All assaults, disruption, and violence should be reported to the proper authorities or law enforcement.\" Other Jewish and pro-Israel organizations echoed that sentiment.\n\nHowever, in the case of the May 17, 2018 UCLA incident, no prosecution is pending because no one has reported it to the police, neither the students nor the university.\n\nEdwin Black is the New York Times bestselling author of IBM and the Holocaust and Financing the Flames.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4021180","shares":{"facebook":44},"wgt":44},{"uri":"882600533","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"04:53:00","dateTime":"2018-06-07T04:53:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270377/segregated-academic-achievement-daniel-greenfield","title":"\"Segregated by Academic Achievement\"","body":"Just to pick one memorable phrase from Bob McManus' CityJournal indictment of New York City's new war on academic achievement.\n\nSo it's also no surprise that UFT president Michael Mulgrew has hopped aboard the social-justice bus, taking to a city newspaper last month to attack what he termed New York's \"academically segregated\" high schools -- with the eight specialized schools the obvious target. Mulgrew says too many schools are \"highly segregated by academic achievement.\" The assertion, of course, allows him to gloss over how tens of thousands of his union teachers fail to prepare middle-schoolers for such high schools. All this amounts to a deflector shield -- the notion that social-justice pieties can do the job that Carranza's Department of Education and Mulgrew's UFT leave undone.\n\nThe UFT is the United Federation of Teachers. The issue at stake is Mayor Bill de Blasio's plan to limit academic merit as the basis for entering some of New York City's elite public schools. The plan has been sold as desegregation, but what sort of desegregation? These schools have plenty of white and Asian students. And so, in Mulgrew's memorable phrase, there's segregation by academic achievement.\n\nIt's strange to hear the head of a teachers' union utter a phrase like, \"highly segregated by academic achievement.\"\n\nIsn't that what education is? We have multiple tracks. We allow students to learn at their own pace. And advance students to the educational level that they are capable of mastering. Or at least that was how it used to be.\n\nNow we've got merit based segregation. And the one thing you can be sure of is that he didn't get his job based on that kind of segregation.\n\nThe UFT claims that it cares about education even as it denounces education as segregation.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":37,"pinterest":3},"wgt":40},{"uri":"880973716","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"22:33:00","dateTime":"2018-06-04T22:33:00Z","dataType":"news","sim":0.6705882549285889,"url":"https://www.frontpagemag.com/point/270352/berlin-ours-now-and-you-wont-listen-jewish-music-daniel-greenfield","title":"\"Berlin is Ours Now And You Won't Listen to Jewish Music Here.\"","body":"Arab assailants attacked a German Jewish teenager who was listening to Israeli music on his mobile phone on Saturday at the Zoologischer Garten train station in western Berlin.\n\nThe attackers cursed the teen, identified only as a 17-year-old Berlin native called Jonathan, and threatened to kill him. When his non-Jewish friends came to his defense, they were hit by the attackers, and one sustained cuts to his face and hand from a broken bottle that required hospitalization.\n\n\"My friends and I were about to change trains,\" the teen told Israel Hayom. \"We saw that we would have to wait a long time for the next train, so we went to a nearby shop to buy bottles of beer. I was playing the song 'Tel Aviv, Ya Habibi, Tel Aviv' [a hit song by Israeli artist Omer Adam] on my phone when suddenly a group of young Arab men approached me, surrounded me and started yelling at me, 'Music in Hebrew? You've been murdering children for 70 years. Berlin is ours now, and you won't listen to crappy Jewish music here.' \"\n\nWhen Jonathan's friends tried to defend him, the assailants yelled at them, \"You lousy Germans. You don't have a right to say anything,\" and began hitting and punching them, including with broken bottles.\n\nI can't think of a better summary.\n\nThe new Nazis are here. Except they're posing as a persecuted group. Meanwhile they persecute others.\n\nAnti-Semitism continues to rise in Europe. But much of the violence is specifically originating from the Islamic population.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4013704","shares":{"facebook":40},"wgt":40},{"uri":"883304097","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"04:59:00","dateTime":"2018-06-08T04:59:00Z","dataType":"news","sim":0.5568627715110779,"url":"https://www.frontpagemag.com/fpm/270400/egypts-baghdad-bob-dies-51st-anniversary-six-day-ari-lieberman","title":"Egypt's 'Baghdad Bob' Dies On 51st Anniversary Of Six-Day War","body":"June 5, 2018 marked the 51 anniversary of the Six-Day War, which, as its name implies, was won by Israel in six days. This past Monday, one of Egypt's chief propagandists during the conflict, Ahmed Said, died. Said worked for the Voice of the Arabs, a Cairo-based station used by Egyptian President Gamal Abdel Nasser to stir up the masses and whip them into a frenzied state of base Jew-hatred. Ironically, his death occurred on the 51 anniversary of the day that Israel humiliated his country and the Arab world at large. In three pivotal hours of the first day of the war, Israel transformed the Egyptian air force into an expensive heap of scrap metal.\n\nSaid was Egypt's equivalent of the notorious \"Baghdad Bob,\" the nickname given to Iraq's comical minister of information during the Second Gulf War, whose amusing government propaganda evoked both laughter and derision. While Israeli fighter aircraft - Mirages, Super Mysteres and Vautours - were flying over Egypt bombing and strafing Egyptian airfields, and Israeli armored and mechanized columns were thrusting into Sinai, Said was claiming that Egypt had shot down dozens of Israeli planes and that its tanks were marching on Tel Aviv.\n\nSaid's imaginary phantom victory claims along with general Egyptian obfuscation as to the extent of the military disaster befalling the Egyptian army had calamitous consequences not only for Egypt but for Jordan as well. Fed on a steady diet of lies and misleading Egyptian broadcasts and government communiques concerning imminent Israeli defeat and Arab victory, Jordan's King Hussein ordered his troops into action. Israeli pleas to the Hussein to stay out of the war had no effect on the \"Little King,\" who was by now undoubtedly intoxicated by the prospect of expanding his kingdom and \"liberating\" pre-1967 \"Palestine\" from the infidels.\n\nJordanian Hawker Hunter aircraft bombed the Israeli cities of Netanya and Kfar Saba while West Jerusalem and Tel Aviv's suburbs were pummeled by Jordanian artillery. Israel still demonstrated restraint believing that Hussein was merely demonstrating solidarity with the Arab cause and had no intention to escalate further. Additional Israeli warnings to Hussein to stay out of the war were rebuffed. Hussein then ordered his troops to cross the 1948 armistice line. Jordanian forces invaded the demilitarized zones that straddled the border, seizing the so-called Government House, which served as the United Nations headquarters in the no-man's land between Jordan and Israel.\n\nThe Jordanian intensification of military activity and aggression may have been prompted by a message from Egypt's defense chief, Marshal Amer, a congenital liar who informed the Jordanians that Egypt had already destroyed 75 percent of Israel's airpower and urged Hussein to open a second front. Hussein dutifully obliged his fabricating kinsman. Israel counterattacked with ferocity and in a matter of days broke the back of the Jordanian army, liberating the ancestral Jewish lands of Judea and Samaria from Jordanian occupation.\n\nOf even greater import, after 19 years of illegal occupation, the Israeli 55 paratroop brigade liberated East Jerusalem and united it with the western half of the city. After 2,000 years, all of Jerusalem was once again under Jewish sovereignty and restored to its rightful owners.\n\nEgypt's obfuscation during the conflict was so ingrained and pervasive that even Egypt's overseas diplomats bought the comical act. While Israel remained largely silent during the initial hours of the war and kept communiques to a minimum, Egypt's wild and bombastic claims, rooted in sheer fantasia and wishful thinking, grew in intensity with each passing moment.\n\nWhen the U.N. Security Council called for an immediate ceasefire, Egypt's U.N. ambassador rejected it. The sheer absurdity of the Egyptian rejection is reflected in the June 8 headline of the New York Times which read; \"Israelis Rout The Arabs; Approach Suez, Break Blockade, Occupy Old Jerusalem; Agree To U.N. Ceasefire; U.A.R. Rejects It.\" By the third day of conflict, the entire world was cognizant of the sheer magnitude of the Arab defeat but the Arabs, living in an endless loop of lies and cognitive dissonance, still refused to recognize it. Egypt's U.N. ambassador reportedly cried once he realized that Egypt had been soundly defeated and hurriedly agreed to convey his government's eager willingness to accept unconditional ceasefire.\n\nThe lies continued even after Egypt realized it was defeated. Israel intercepted communications between Nasser and King Hussein whereby both were heard concocting a story to explain their defeat and humiliation at the hands of the Jews. The two dissemblers conspired to fabricate a story implicating U.S. and British aircraft carriers, which allegedly came to Israel's assistance and helped it bomb Arab airfields. Israel later broadcast the intercepted communications to the world, which established that both leaders were not only liars but pathetic as well.\n\nOn June 10, the guns fell silent. Arab aggression had been thwarted and Israel had gained territory three times its original size. Unfortunately, the Arabs learned little from their defeat. The lies they spewed back then continue to this very day. In fact, their entire construct of the Arab-Israeli conflict is premised on the anti-Semitic lie that Jews are not indigenous to the Land of Israel and are a foreign colonial implant. This is not merely the view held by the Hamas terrorist organization but it is also the official position held by the leader of the so-called moderate Palestinian Authority, Mahmoud Abbas who, as an aside, also happens to be a rabid Holocaust denier. So long as the Arab world remains mired in lies and conspiracy theories, lasting peace will continue to remain unobtainable.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4014063","shares":{"facebook":39},"wgt":39},{"uri":"881890922","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"04:48:00","dateTime":"2018-06-06T04:48:00Z","dataType":"news","sim":0.7215686440467834,"url":"https://www.frontpagemag.com/fpm/270347/when-benny-met-barry-lloyd-billingsley","title":"When Benny Met Barry","body":"The Obama era, as portrayed by proud supporter of the Iran deal and \"Cuba opening.\"\n\nAs a speechwriter and deputy national security advisor, Ben Rhodes wielded considerable clout, but his true claim to fame flowed from comments he made about the Iran deal. Reporters were young and \"literally know nothing,\" so Ben had been able to create an \"echo chamber\" in which \"they were saying things that validated what we had given them to say.\"\n\nRhodes makes a lame attempt to disown the connection, but he is on record that \"I'd made myself an easy mark,\" and that he wanted a deal \"even if Iran doesn't change.\" Rhodes was ideal for this task, critics said, because he trained as a writer of fiction. He was a storyteller, like David Axelrod, and his boss was down with that.\n\n\"The notion that there's something wrong with storytelling,\" Rhodes has his president saying. \"I mean, that's our job. To tell a really good story about who we are.\" This one could use some stool softener, and readers should see it in context.\n\nRising Star, by Pulitzer Prize winner David Garrow, was the authorized account of The making of Barack Obama. Ben Rhodes' The World As It Is, as the subtitle explains, is the authorized memoir of the Obama White House, but it doubles as a press release for Robert Mueller's Russia investigation.\n\nThe deputy national security advisor finds hints of Russian influence on \"made-up stories about Hillary, her ill health, her corruption, her crimes.\" Rhodes found it \"impossible to know where they all began; which ones came from the American right and which ones came from the Russians; how they spread; whether this flood of content was coincident or coordinated with the Trump campaign.\"\n\nTrump is \"a tabloid punch line,\" and in 2016 Rhodes warned that \"someone who is a clear and present danger to American values and international order could win.\" The aspiring White House novelist often loads up on italics, and as the copyright page explains, the book is \"a work of nonfiction\" but \"some names and identifying details have been changed.\"\n\nHere the 2012 terrorist attack on Benghazi is entirely due to \"a video entitled Innocence of Muslims, a crude and seemingly obscure movie intended to humiliate the Prophet Muhammad.\" U.S. embassies had asked for statements that \"distanced U.S. government from this video and condemned attacks on the Prophet Muhammad.\" And the president \"directed that the military do what was necessary to secure U.S. facilities in Libya and across the region.\"\n\nOnly the \"right-wing media\" thought otherwise and the faithful Rhodes never deviates from the party line. He freighted his 400-page account with hagiographical filler and let key episodes go missing.\n\nReaders will find nothing about POTUS 44 in 2009 scrapping a missile defense system for U.S. allies Poland and the Czech Republic, and authorization of the most intrusive inspection regime the United States had ever accepted. Nothing here about Nidal Hasan's murder of 13 unarmed American soldiers at Fort Hood in 2009. Rhodes does not say if he composed the White House response of \"workplace violence.\"\n\nRhodes recalls that Russian president Dmitry Medvedev \"had always gotten along well with Obama. Together they had improved relations between the United States and Russia.\" But the author excludes the American president telling Medvedev that \"after my election I have more flexibility.\"\n\nIn this account the president warns, \"any world order that elevates one group of people over another will fail.\" Rhodes fails to include the president's 2012 proclamation that \"the future must not belong to those who slander the prophet of Islam,\" or what role Rhodes may have played in crafting it.\n\nNothing here on the president's many lies about keeping your doctor or how the also unmentioned IRS targeting scandal involved \"not even a smidgeon of corruption.\" POTUS 44 wanted to know what FBI drones Strzok and Page were doing but Ben Rhodes won't say what the president knew or when he knew it.\n\n\"I wanted to work for Barack Obama,\" Ben says. He read Dreams from My Father multiple times but this account fails to note that a year ago in Rising Star David Garrow found Dreams \"a work of historical fiction\" and the author a \"composite character.\" Any unhypnotized reader would have spotted that, but trained fiction writer Ben Rhodes won't go there. He's a story-teller, an industrial-strength hagiographer.\n\nHis boss is \"a symbol for the aspirations of billions of people\" and a smashing success as a president. As he says here, \"five percent unemployment, gas two bucks a gallon, 20 million covered. We had it all teed up!\" So in this account he's baffled why he lost and wonders \"whether I was ten or twenty years too early.\" Sure you were Barry.\n\nReaders will get the feeling POTUS 44 knew he was a bust on the domestic side. On the other hand, he's happy with the Iran deal and his preservation of Cuba's Stalinist regime, which gets a lot of ink in Rhodes' account. As he explains, \"I was proud of what I'd done over the last year, with the Cuba opening and the Iran deal.\"\n\nRhodes hails Cuba's \"education and healthcare systems, their stance against apartheid in South Africa.\" Fidel departs in 2016 but brother Raúl takes over and down in Havana, Rhodes jollies it up with the hereditary Communist dictator.\n\n\"We drank rum and talked about hurricanes and weather modeling,\" Rhodes recalls, \"liberation struggles in Angola and Namibia, the period after the Soviet Union fell and Cuba's economy, me making my normal pitches for change.\" Sure you did Benny.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4015955","shares":{"facebook":37},"wgt":37},{"uri":"883307028","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"05:06:00","dateTime":"2018-06-08T05:06:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270383/you-have-right-believe-wrong-things-daniel-greenfield","title":"You Have the Right to Believe Wrong Things","body":"We're living in a golden age of illiberalism. There are attacks on the First Amendment and the Enlightenment coming from the left. Any horrifying idea can be rolled down the road with enough academese.\n\n\"You don't have a right to believe whatever you want to.\"\n\nThat one comes from Daniel DeNicola, professor and chair of philosophy at Gettysburg College in Pennsylvania, who spends the better part of his piece arguing that bad beliefs are bad.\n\nDo we have the right to believe whatever we want to believe? This supposed right is often claimed as the last resort of the wilfully ignorant, the person who is cornered by evidence and mounting opinion: 'I believe climate change is a hoax whatever anyone else says, and I have a right to believe it!' But is there such a right?\n\nWe do recognise the right to know certain things. I have a right to know the conditions of my employment, the physician's diagnosis of my ailments, the grades I achieved at school, the name of my accuser and the nature of the charges, and so on.\n\nActually it's the other way around. We have a right to believe. We don't have a right to compel knowledge from others. We might have a contractual relationship that compels them to provide that knowledge to us.\n\nFreedom of conscience, freedom of belief, freedom of thought, freedom of speech, freedom of the press are the cornerstones of any free society.\n\nIn exploring the varieties of religious experience, James would remind us that the 'right to believe' can establish a climate of religious tolerance. Those religions that define themselves by required beliefs (creeds) have engaged in repression, torture and countless wars against non-believers that can cease only with recognition of a mutual 'right to believe'. Yet, even in this context, extremely intolerant beliefs cannot be tolerated. Rights have limits and carry responsibilities.\n\nEvery major religion has required beliefs. That includes the left.\n\nRights are only limited by responsibilities when they directly interfere with the rights of another. When they do not, there is a very high barrier for restricting them.\n\nConsider those who believe that the lunar landings or the Sandy Hook school shooting were unreal, government-created dramas; that Barack Obama is Muslim; that the Earth is flat; or that climate change is a hoax. In such cases, the right to believe is proclaimed as a negative right; that is, its intent is to foreclose dialogue, to deflect all challenges; to enjoin others from interfering with one's belief-commitment.\n\nThe right to believe, like all actual rights, is negative. Rights, by their very nature, deflect abuses of power.\n\nBelieving, like willing, seems fundamental to autonomy, the ultimate ground of one's freedom. ...Beliefs shape attitudes and motives, guide choices and actions. Believing and knowing are formed within an epistemic community, which also bears their effects. There is an ethic of believing, of acquiring, sustaining, and relinquishing beliefs - and that ethic both generates and limits our right to believe. If some beliefs are false, or morally repugnant, or irresponsible, some beliefs are also dangerous. And to those, we have no right.\n\nEvery totalitarian regime would agree with that. That's why we have the Bill of Rights. Precisely because our social compact states that people do have the right to wrong beliefs. Just not to deeds.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":32},"wgt":32},{"uri":"883555411","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"12:56:00","dateTime":"2018-06-08T12:56:00Z","dataType":"news","sim":0.5921568870544434,"url":"https://www.frontpagemag.com/point/270403/bernie-sanders-lying-about-his-political-dynasty-daniel-greenfield","title":"Bernie Sanders is Lying About His Political Dynasty","body":"No politician today claims to be more authentic and yet is more of a fraud than Bernie Sanders. The great Post Office renamer has built a career of giving speeches about the things he wants to do. His tactic is to stake out a position so far to the left that no one will work with him and then pretend to be an isolated progressive who is pointing in the right direction while everyone else is a sellout.\n\nOf course it's all fake.\n\nThe money that Bernie used his way to break the $1 million mark and buy his way into the 1% came from the $27 donors he touted during his campaign. Other campaigns were funded by billionaires. But the folks paying for Bernie's private Delta 767 with its menu of herb crusted lamb loin, chocolate ganache, fine cheeses and white wine were ordinary people who would never be allowed to fly on it.\n\nSanders on not endorsing his son, who is running for Congress in NH: \"Levi has spent his life in service to low income and working families, and I am very proud of all that he has done. In our family, however, we do not believe in dynastic politics.\"\n\nReally?\n\nSanders and Our Revolution aren't backing Levi Sanders who is expected to do very poorly. Some view that as a tactical strategy. But Bernie has always favored a political dynasty of his stepkids.\n\nBernie's stepdaughter is running for his old job as mayor of Burlington.\n\nCarina Driscoll, the daughter of Bernie's wife, Jane Sanders, will run as an independent. It's an ironic designation considering that running for your stepdad's old job is about as independent as Jeb Bush and Chelsea Clinton. Her office is two doors down from her mom's Sanders Institute operation.\n\nOur Revolution, Bernie's dark money fake social welfare organization, has endorsed her and sent out a fundraising email for her. People for Bernie also endorsed Carina. Her brother, who runs the Sanders Institute, used his Twitter account to promote her campaign. She's even reusing her stepdad's slogan.\n\nBurlington College was raided by the Sanders clan. Jane Sanders, Bernie's wife, is under FBI investigation for allegedly lying about the school's finances on a bank loan application. The debt broke the college, which had to shut down under the crushing burden of the loan, while Jane walked away with $200K.\n\nCarina did pretty well during her mother's mismanagement of Burlington College. The Vermont Woodworking School got $500K from Burlington College. It was among the college's most expensive programs with a budget over 10% that of Burlington. That's some rather pricey woodworking.\n\nWhy did a struggling college need to spend all that money on a woodworking school?\n\n\"This was a sweetheart deal for Carina Driscoll, Jane Sanders' daughter,\" Carol Moore, Burlington's final president, said. She accused Carina's school of \"gouging the college.\"\n\nBernie had paid his wife, $80,000 for \"consulting and ad placement\" in his congressional campaign. What's her expertise in ad placement? Jane was a community organizer with a degree in social work who married Bernie and honeymooned with him in the USSR.\n\nMother and daughter had teamed up for a series of ad buying firms, including, Sanders & Driscoll, Leadership Strategies, which listed two of Jane's kids, and handled ads for her husband's campaign.\n\nThese days, Jane Sanders has branched out into founding the Sanders Institute whose mission is to \"revitalize democracy by actively engaging individuals.\"\n\nAs long as those individuals are members of the Sanders family.\n\nThe executive director of the Sanders Institute is Dave Driscoll, Carina's brother, and Jane's son.\n\nSo Bernie has built a very cushy setup for Jane's kids and his stepkids. He seems to have much less use for his son.\n\nThe family dynamics of Bernie's weird relationships are not something that I want to get into. Family is complicated. But Bernie is lying about political dynasties. He's building one.\n\nAnd the fact that it's Jane's kids that benefit, not Levi, raises questions as to whether Jane, who is under FBI investigation, isn't really the brains behind the rambling, inept politician who can hardly string a coherent sentence together.\n\nIf Bernie Sanders really wants to prove he doesn't believe in political dynasties, all he has to do is pull support from Carina and dismiss family members from the Sanders Institute. That won't happen.\n\nBernie is a fraud and a hypocrite. He isn't fighting for the people. Like so many politicians, he's fighting for his own clan.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":"eng-4019554","shares":{"facebook":31},"wgt":31},{"uri":"883304095","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"04:59:00","dateTime":"2018-06-08T04:59:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/fpm/270391/when-sahar-met-benny-lloyd-billingsley","title":"When Sahar Met Benny","body":"Ben Rhodes trained to be a novelist and in his elephantine The World As It Is: A Memoir of the Obama White House, \"some names and identifying details have been changed.\" One name that hasn't changed will be of interest to observers of the Iran deal, which Ben packaged to reporters who didn't know anything. That would be Sahar Nowrouzzadeh, Ben's fellow national security council staffer.\n\n\"She was an Iranian American and once interned for an organization that advocated for diplomacy with Iran,\" Rhodes explains. \"Sahar was a career civil servant for a decade, starting out in George W. Bush's Pentagon. The stories made her out to be a Manchurian candidate, advocating for Iran's interests within the Obama White House. Afterward, Obama invited her into the Oval office, 'Don't let them get you down,' he said, posing for a picture with her in front of his desk. She kept a huge smile frozen on her face, fighting off tears.\"\n\nLater, Ben brought Sahar into his office for a pep talk. \"We just can't let them win,\" Ben tells her. Sahar Nowrouzzadeh then drops out of the narrative, with no citations from any of the stories about her.\n\nIn \"Iran Deal Architect is Now Running Policy at the State Department,\" a March 14, 2017 Conservative Review story, Jordan Schachtel, describe her as \"a trusted Obama aide,\" at that time \"in charge of Iran and the Persian Gulf region on the policy planning staff at the State Department.\" Nowrouzzadeh is \"a former employee of the National Iranian-American Council (NIAC), a non-profit that is accused of being a lobbying group for the Iranian regime.\" NIAC's current president, Trita Parsi, the piece noted, \"has long held close relationships with top officials in the Tehran dictatorship.\"\n\nIn the March 18, 2018 \"State Department approved anti-Trump articles by pro-Iran Deal official,\" Schachtel noted Nowrouzzadeh's Foreign Affairs article, \"Trump's Dangerous Shift on Iran,\" in which she denounced Trump's \"highly confrontational speech\" and defended the Iran deal she helped to craft. \"By refusing to certify the accord, despite verification that Iran is in compliance, Trump essentially torpedoed the hard work that led to Washington's recent opening to Tehran.\"\n\nNowrouzzadeh authored other articles along similar lines, and the State Department \"vetted and approved\" their publication. Nowrouzzadeh had been reassigned but remained in the State Department, protected by civil service rules that make dismissal practically impossible. Schachtel also noted that more than 99 percent of 2016 campaign contributions from State Department employees went to Hillary Clinton's presidential campaign.\n\nNowrouzzadeh, \"did not want to be reassigned,\" according to an unidentified State Department official cited an April 4, 2017 Politico piece. So she was clearly on a mission, and Ben Rhodes does not reveal if Iran's Islamic regime had ever done anything with which Sahar Nowrouzzadeh disagreed. On the other hand, Ben does provide some helpful profiles of POTUS 44's posse.\n\nHis UN ambassador Samantha Power represented \"who I wanted to be\" in Washington, an \"alternative to the neoconservative view that dominated the debate after 9/11.\" She too \"felt a sense of destiny about her work for Obama.\"\n\nJohn Brennan is \"a career CIA guy who appeared to do nothing but work.\" Brennan \"spoke sparingly but with a precision and gravitas that made you stop and listen closely.\"\n\nJames Clapper was an \"avuncular older guy\" with an \"easy rapport with Obama.\" Clapper \"never put spin on the ball; he told you what he knew and what he didn't.\" No word of Clapper's view that the Muslim Brotherhood is \"largely secular\" and not violent. No word of Clapper's lie about NSA data collection on Americans, which he now calls a \"mistake.\"\n\nBen's boss, President of the United States Barack Obama, says \"the West has to reeducate itself about Islam and the contributions that it has made to the world.\" The president ticked through Islam's contributions to art, science and mathematics when \"we were a backwater.\"\n\nBen and the president, raised in Indonesia and formerly known as Barry Soetoro, avoided using the word \"Islam\" in connection with terrorists. That was because \"groups like al Qaeda want to cast themselves as a religious movement.\"\n\nAfter Ben's boast about the Iran deal, the president wonders \"why were you so eager to talk about how sausage gets made? You've got to be more careful. We've still got nine months.\" When Ben brings it up again, the president says \"No, forget about that. That's just a pimple on the ass of progress.\"\n\nEven so, trained fiction writer Ben Rhodes took the media criticism pretty hard. \"I had now been fully erased and replaced with a different person - a liar, an egoist, an asshole.\"\n\nReaders might thank Ben for all those great memories. And thanks for the memo on Iran deal supporter Sahar Nowrouzzadeh, still holding forth in the State Department.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":28},"wgt":28},{"uri":"881459660","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"13:34:00","dateTime":"2018-06-05T13:34:00Z","dataType":"news","sim":0,"url":"https://www.frontpagemag.com/point/270360/left-islam-and-civilization-destroyers-interview-daniel-greenfield","title":"The Left, Islam and Civilization Destroyers (INTERVIEW)","body":"L'Informale very kindly chose to do an interview with me in which I addressed a number of questions. I just want to excerpt a brief portion of that interview to comment on it further.\n\nOn the 14th of May, the American embassy was moved from Tel Aviv to Jerusalem. At the main time, Hamas, tried to breach the border fence which divides Israel from Gaza. There where 62 casualties among Palestinians. 52 of them, we later learned, belonged to Hamas. Almost all the media blamed Israel for having defended its borders from jihadi terrorists. How perverse is the West infatuation with those who want to destroy it?\n\nThe West isn't infatuated with its own destroyers, but those on the left who want to destroy the West are. Because they have a common cause. They are not aware of it generally or think of it in those terms, but they instinctively ally with civilization destroyers over builders.\n\nMy answer was on the brief side. There's only so much that anyone wants to read in an interview. But the destructive common cause of anti-civilizational forces is an important theme.\n\nFrom Stalin's alliance with Hitler, to the alliance between the Muslim Brotherhood and the Western left, differences in the specificity of their totalitarian ideologies are papered over by their common ends. And their common end comes down to seeking an end to us.\n\nThey both view the West, the birth of freedom, individualism, productivity, as tragic historical mistakes to be remedied by imposing their perfect ideology on us. They may disagree what that perfect ideology is. But they agree that we are living in 'sin' and that our way of life must end for their way of life to begin.","source":{"uri":"frontpagemag.com","dataType":"news","title":"Frontpage Mag"},"eventUri":null,"shares":{"facebook":28},"wgt":28}]}}