{"articles":{"page":1,"totalResults":137,"pages":3,"results":[{"uri":"882967611","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:55:00","dateTime":"2018-06-07T15:55:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/politics/2018/06/40-democratic-senators-call-on-trump-to-end-family-separations-at-the-border/","title":"40 senators just demanded that Donald Trump stop separating families at the border","body":"\"We ask that your Administration rescind this unethical, ineffective, and inhumane policy.\"\n\nA migrant father and child, who traveled with the annual caravan of Central American migrants, wait to request asylum at the US-Mexico border in Tijuana, Mexico in April.Hans-Maximo Musielik/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nForty Democratic senators are calling on President Donald Trump to end his administration's \"inhumane decision\" to separate children from their parents at the border. The senators write that the using family separation to deter migrants \"is not only frighteningly callous, but demonstrates willful ignorance of the violence and unlivable circumstances many families are risking their lives to escape.\"\n\nThe letter, organized by Sens. Patty Murray (D-Wash.) and Ron Wyden (D-Ore.) and sent to Trump on Thursday, comes after Attorney General Jeff Sessions announced last month that the Justice Department will try to prosecute everyone who crosses the US-Mexico border without authorization, regardless of whether those people are seeking asylum from persecution.\n\nThe new policy splits up families by placing parents in jails, forcing children to be transferred to the care of the Department of Health and Human Services. After parents are released from jail, immigrant advocates complain that they are transferred to US Immigration and Customs Enforcement detention centers and still prevented from reuniting with their children.\n\nThe Democratic senators say the Trump administration is exacerbating the trauma that child migrants experience in their home countries and while traveling to the United States. Colleen Kraft, the president of the American Academy of Pediatrics, said in a statement last month that she was \"appalled\" by the move to separate families, adding that \"highly stressful experiences, like family separation, can cause irreparable harm\" to children.\n\nInstead of holding people in detention, the senators argue that it would be more cost-effective and humane to use community-based programs that provide social services and legal resources to help increase appearance rates in immigration court. \"We ask that your Administration rescind this unethical, ineffective, and inhumane policy and instead prioritize approaches that align with our humanitarian and American values,\" they write.\n\nRead the full letter below.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":101098},"wgt":101098},{"uri":"881914510","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"05:44:00","dateTime":"2018-06-06T05:44:00Z","dataType":"news","sim":0.800000011920929,"url":"https://www.motherjones.com/politics/2018/06/brock-turner-judge-persky-recall-election/","title":"California judge will lose his job over 6-month sentence in Stanford sexual assault case","body":"Voters recall the judge who imposed a short sentence on Brock Turner.\n\nJeff Chiu/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nTwo years since former Stanford student Brock Turner was sentenced to just six months in jail for sexually assaulting an unconscious woman, voters in Santa Clara County, California, voted to recall the judge who sentenced him.\n\nJudge Aaron Persky of the Santa Clara County Superior Court will promptly be replaced by Cindy Hendrickson, an assistant district attorney who supported the recall effort. It is the first successful recall of a California judge since 1932.\n\nEarly results on Tuesday night showed that 59 percent of voters opted to recall Persky, while 41 percent voted to keep the judge. \"Tonight's results mirror what we heard while we were out talking to voters,\" Recall Persky campaign chair Michele Dauber said in a statement. \"We are thankful for our supporters and every person who donated their time -- it truly made a difference.\"\n\nRetired judge LaDoris Cordell, a leader in the anti-recall effort, told KPIX on Tuesday night that the successful recall threatened judges' independence. \"A good judge has lost his job for doing his job,\" Cordell said. \"This does not bode well for the judiciary in California, and maybe for the rest of the country.\"\n\nIn January 2015, Turner, a freshman from an affluent Ohio town, assaulted a young woman known as Emily Doe after meeting her at a fraternity party. He was caught and detained by passersby who spotted him on top of the unconscious young woman behind a dumpster. In March 2016, a jury convicted Turner of three felony counts, including assault with intent to commit rape of an intoxicated or unconscious person, penetration of an intoxicated person, and penetration of an unconscious person.\n\nTurner's case gained national attention after he his sentencing hearing on June 2, 2016, when BuzzFeed News published in full the powerful 7,000-word impact statement Doe read out loud to her attacker in court. \"You took away my worth, my privacy, my energy, my time, my safety, my intimacy, my confidence, my own voice, until today,\" she said. \"In newspapers my name was 'unconscious intoxicated woman', ten syllables, and nothing more than that. For a while, I believed that that was all I was. I had to force myself to relearn my real name, my identity. To relearn that this is not all that I am.\"\n\nIn a statement, Turner largely blamed alcohol and \"sexual promiscuity\" for the assault, saying he never meant to hurt Doe: \"I made a mistake, I drank too much, and my decisions hurt someone.\"\n\nPersky listened to both statements before following the recommendations of a probation officer's report and sentencing Turner to six months in county jail. In doing so, he made an exception to usual sentencing practices, citing the \"severe impact\" prison time would have on a 20-year-old with no significant criminal history. Under a California provision that provides offenders with one day of \"good behavior\" for each day served, Turner would be released in about three months. He was also required to register as a sex offender.\n\nMeanwhile, Doe's statement on BuzzFeed racked up more than 8 million views in four days, sparked protests at Stanford's commencement, and prompted Vice President Joe Biden to write an open letter in response.\n\nA backlash was brewing against Persky. Some prospective jurors scolded him in his courtroom. An online petition to remove the judge from the bench surpassed 1 million signatures in about a week. Dauber, a Stanford Law School professor, longtime sexual assault advocate, and family friend of the victim, launched a recall campaign and tasked a teaching assistant with digging up past Persky decisions that might demonstrate a pattern of bias against survivors of sexual assault. (Read more about Dauber in this nuanced profile by Julia Ioffe in Highline.) Complaints about Persky's choices in the Turner case and several others poured into the California Commission on Judicial Performance; its investigation did not find \"clear and convincing\" evidence that the decisions were the result of bias. The recall campaign ultimately raised more than $1 million and collected far more than the 58,634 signatures it needed to put Persky's name on the June 5 ballot.\n\nTuesday's vote is a signal of growing intolerance for entrenched systems -- courts, Hollywood, human resources departments -- that allow perpetrators, especially privileged ones like Turner, off the hook for sexual violence. Soon after Persky handed down his sentence, Dauber told Mother Jones that the decision sent a message to survivors: \"'You're on your own. Don't bother to call police or report.' And the message to potential perpetrators is: 'You don't have to take this stuff seriously. Don't worry, we have your back.\"\n\nIt's also an indication of women's voting power. While the gender divide of the final vote is not known, a May 22 poll by a San Francisco TV station indicated a vast split between men and women on the recall effort. \"If just men were voting, Persky would keep his job by 3 points,\" KPIX reported. \"If only women voted, he would lose by 26 points.\"\n\nOpponents of the recall -- which included the bulk of the Santa Clara County legal community -- campaigned on a message of judicial independence, arguing that firing Persky would induce other judges to hand down harsher sentences. A week before Election Day, Persky broke his relative silence in an interview with CBS News, explaining that he was worried about the influence of social-media outrage on judges and jurors who believe an unpopular decision is the right one. \"If a judge is thinking in the back of his or her mind, 'How is this going to look? How will it look on social media? Will I be vilified on cable news?' That's the wrong avenue,\" he said.\n\nThe unusual public campaign against Persky likely has sent the message to other judges that, as the Brennan Center's deputy director for program management Alicia Bannon put it, \"if we're not happy with your sentencing decisions, you could be next.'\" Meanwhile, the Turner case has already led to harsher sentencing: A few months after Doe's statement went viral, California legislators passed a bill, signed by Gov. Jerry Brown, requiring prison time for anyone convicted of sexual penetration of an unconscious or intoxicated person -- which previously had not been mandatory. If he were considering Turner's case today, Persky could not hand down the same sentence.\n\nYet when asked by CBS News if the rise of the #MeToo movement and the growing understanding of the effects of sexual assault on survivors would have changed his decision in the Turner case, Persky demurred. \"Generally,\" he said, \"the answer is absolutely not.\"","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4011591","shares":{"facebook":91973,"pinterest":3},"wgt":91976},{"uri":"881279706","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"10:41:00","dateTime":"2018-06-05T10:41:00Z","dataType":"news","sim":0.545098066329956,"url":"https://www.motherjones.com/politics/2018/06/trump-russia-scandal-media/","title":"Donald Trump is winning the media war over the Russia scandal. Here's why.","body":"Chip Somodevilla/Pool via CNP via AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe other evening I was on a cable news show to cover the latest Russia news of the day -- and I had an epiphany.\n\nWe were talking about a recent scoop from Michael Isikoff, the co-author of my latest book, Russian Roulette. He had reported that a Spanish prosecutor had handed the FBI wiretapped transcripts of a Russian official who was suspected of money laundering and for years had been trying to gain influence within the American conservative movement and the National Rifle Association. We then discussed a New York Times article revealing that Michael Cohen, Donald Trump's longtime fixer, had met with a Russian oligarch in January 2017, around the time a US company affiliated with this tycoon began making $500,000 in payments to Cohen. Next we turned to the latest in the so-called Spygate nonscandal -- the false claim, championed by Trump and his defenders, that the FBI infiltrated a spy into his presidential campaign for political purposes.\n\nThen the show moved on. We had spent 15 or so minutes on these important developments, delving into the details -- but without referring to the essence of the story. And it hit me: Though it's clear Trump's presidency has been hobbled by the Russia scandal, the manner in which this matter plays out in the media has helped Trump.\n\nAlmost every day, Trump pushes out a simple (and dishonest) narrative via tweets and public remarks: The Russia investigation is a...well, you know, a witch hunt. Or a hoax. Or fake news. He blasts out the same exclamations daily: Witch hunt, hoax! Hoax, witch hunt! That's his mantra.\n\nWITCH HUNT!\n\n-- Donald J. Trump (@realDonaldTrump) May 23, 2018\n\nHis synopsis is easy to follow. It encompasses (even if by ignoring) every new fact and revelation. It connects all the inaccurate and false dots Trump and his partisans toss out: Unmasking! Obama wiretapped Trump! The FBI improperly obtained warrants to conduct surveillance on his campaign advisers! And so on. He's the victim. The bad guys are the Dems, libs, prosecutors, and deep staters pursuing this huge nothing-burger for nothing but political gain. The Russia story, in Trump's telling, is a black-and-white tale of evildoers persecuting a great man -- him. Sad. And this bully uses his pulpit (and smartphone) to transmit this simple message nonstop.\n\nA.P. has just reported that the Russian Hoax Investigation has now cost our government over $17 million, and going up fast. No Collusion, except by the Democrats!\n\n-- Donald J. Trump (@realDonaldTrump) June 1, 2018\n\nThe other side -- the accurate perspective -- isn't that complicated. In 2016, Vladimir Putin's regime mounted information warfare against the United States, in part to help Trump become president. While this attack was underway, the Trump crew tried to collude covertly with Moscow, sought to set up a secret communications channel with Putin's office, and repeatedly denied in public that this assault was happening, providing cover to the Russian operation. Trump and his lieutenants aligned themselves with and assisted a foreign adversary, as it was attacking the United States. The evidence is rock-solid: They committed a profound act of betrayal. That is the scandal.\n\nBut how often do you hear or see this fundamental point being made? The media coverage of the Trump-Russia scandal -- which has merged with Cohen's pay-to-play scandal, the Stormy Daniels scandal, and a wider foreign-intervention-in-the-2016-campaign scandal -- has yielded a flood of revelations. Yet the news reporting tends to focus on specific components of an unwieldy and ever-expanding story: a Trump Tower meeting between Trump aides and a Kremlin emissary; what special counsel Robert Mueller may or may not be doing; the alleged money-laundering and tax-evasion skullduggery of Paul Manafort; a secret get-together in the Seychelles between former Blackwater owner Erik Prince and a Russian financier; the Kremlin's clandestine exploitation of social media; Russian hackers penetrating state election systems; Michael Flynn's shady lobbying activities; Trump's attempted interference in the investigation; and so much more. It is hard to hold on to all these pieces and place them into one big picture.\n\nWhy aren't the 13 Angry and heavily conflicted Democrats investigating the totally Crooked Campaign of totally Crooked Hillary Clinton. It's a Rigged Witch Hunt, that's why! Ask them if they enjoyed her after election celebration!\n\n-- Donald J. Trump (@realDonaldTrump) May 29, 2018\n\nThese revelations do not emerge in chronological or thematic order. They arrive as part of the fusillade known as the daily news cycle. One day, we learn that Trump last year leaned on Attorney General Jeff Sessions to un-recuse himself from the Russia investigation. Another day, we see headlines that Mueller has indicted Russian trolls. We learn that -- yikes! -- a former Trump campaign adviser has pleaded guilty to lying to the FBI about his efforts to put the campaign in secret contact with Putin's regime. We're told that Donald Trump Jr. during the campaign met with a shady character representing the princes of Saudi Arabia and the UAE, who were secretly offering to help Trump. Or the big story is that Trump has acknowledged he dictated a false statement issued in his eldest son's name about the Trump Tower meeting. What's the connection? Is there a connection? And how is each new headline related to Putin's war on America? Attempting to track this whole damn thing -- while the nation experiences a larger hurricane of crazy -- can make one feel like Carrie Mathison on Homeland. Do you even have enough string or enough space on the bulletin board?\n\nAnd that's just it. Trump has no bulletin board -- and no need for one. He only requires 280 characters. Or less. Sometimes just those two words -- witch hunt -- accompanied by other tweets designed to fog and distract by raising peripheral and non-evidence-based matters, such as the phony Uranium One scandal and other supposed examples of Democratic malfeasance. The problem is there is no organized force with as loud a bullhorn countering his disinformation in fundamental terms.\n\nWhy didn't the 13 Angry Democrats investigate the campaign of Crooked Hillary Clinton, many crimes, much Collusion with Russia? Why didn't the FBI take the Server from the DNC? Rigged Investigation!\n\n-- Donald J. Trump (@realDonaldTrump) May 27, 2018\n\nIn the face of Trump's fact-free denials, who is reminding the public of the basics -- that Russia attacked, and that Trump aided and abetted the operation? If you watch cable news or are addicted to Twitter, you can see Rep. Adam Schiff (D-Calif.), the top Democrat on the House Intelligence Committee, engaging in hand-to-hand combat with the Republicans and the forces of Fox News over the Russia probe on practically a daily basis. A few other Democratic members of his committee join the fray when the news cycle permits. But Sen. Mark Warner, (D-Va.), the senior Democrat on the Senate Intelligence Committee, prefers maintaining a lower profile. And there are no other Democratic bigwigs who have assumed the task of addressing the beyond-cable audience and fiercely reiterating and emphasizing the core narrative. When it comes to framing the overarching story, Trump practically has a monopoly.\n\nThis traces back to the weeks before and after the 2016 election. A month prior to Election Day, the US government declared that Russia had mounted a cyber attack and influence operation against the United States. (To call this action \"meddling\" is to diminish its full significance.) But at a time when Trump was being hammered by the Access Hollywood video and conventional wisdom held that he was toast, President Barack Obama and his aides chose not to generate a major fuss regarding this unprecedented disclosure. They feared amplifying the disorder the Russians were trying to cause and worried that Trump would seize upon a big White House reaction to bolster his claim that the election was being rigged against him. The White House let this dog lie. And most of the media focused instead on Trump's grab-them-by-the-pussy problem and the parallel (and not coincidental) release by WikiLeaks of the juicy emails stolen from Clinton campaign chairman John Podesta by Russian hackers.\n\nYet a few days following the election, Admiral Mike Rogers, the director of the National Security Agency, confirmed the hacking of Democratic targets and the public dissemination of stolen emails was \"a conscious effort by a nation-state to attempt to achieve a specific effect.\" He added, \"This was not something that was done casually. This was not something that was done by chance. This was not a target that was selected purely arbitrarily.\"\n\nIn the subsequent weeks, few leaders of the Democratic Party complained vociferously about the Russian attack or the assistance the Trump campaign provided the Kremlin. When asked, Rep. Nancy Pelosi (Calif.) and Sen. Chuck Schumer (N.Y.), the top two Democrats in Congress, would say they supported creating an inquiry. But neither were beating any drums. Democrats seemed too shocked at the results to move expeditiously. Perhaps they worried they would be accused of being sore losers. It took a month or two for the calls for an investigation to become loud enough to force GOP leaders on Capitol Hill to agree to such probes.\n\nMeanwhile, Obama said little about the Russian attack. In early December 2016, the White House announced that Obama had called for an intelligence community assessment. At the end of the month, he hit Russia with sanctions for its intervention in the election, though the punishment was arguably not sufficiently tough. (Obama and his advisers did fear going too far and sparking a crisis with Moscow, at a time when Trump and his gang of inexperienced hands were about to take over.)\n\nFor his part, Trump kept insisting there was nothing much to talk about regarding Putin's intervention. Instead, he focused obsessively on denying the salacious allegations about him within the Steele memos and decried the fake news media, the vehicle through which information on the Russia scandal would reach the public.\n\nIntelligence agencies should never have allowed this fake news to \"leak\" into the public. One last shot at me.Are we living in Nazi Germany?\n\n-- Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nOnce the congressional investigations were launched in early 2017, Democrats largely stepped back and ceded much of the rhetorical terrain to Trump. In normal circumstances, this might have been the responsible thing to do. But now Trump had the big-picture turf mostly to himself. There would be much debate in reaction to new developments, such as Trump's firing of FBI Director James Comey. Largely, though, there was less discussion devoted to the controversy's basics.\n\nIn previous scandals, it was not necessary to remind the public repeatedly of the essential elements of the story. Once the scandalous activity was revealed, there was no argument over whether it had actually happened. No one disputed the Watergate burglary had transpired -- the issue was White House involvement and the cover-up. Ronald Reagan and his aides conceded the administration had sold arms to Iran and sent the profits to the contras fighting the leftist government of Nicaragua. The issue, again, was what the president knew -- and whether this had been illegal.\n\nBut this time, Trump and his amen chorus have been claiming there is no Russia scandal -- and insisting the real scandal is the existence of a secret FBI plot against him. They have promoted a perverted version of reality at a volume of 11. By merely forcing a debate over whether the Russia scandal truly exists, Trump clouds a tremendously important matter and scores at least a partial win. He has succeeded in diverting attention from his campaign actions that benefited Putin.\n\nThe Russia Witch Hunt is rapidly losing credibility. House Intelligence Committee found No Collusion, Coordination or anything else with Russia. So now the Probe says OK, what else is there? How about Obstruction for a made up, phony crime.There is no O, it's called Fighting Back\n\n-- Donald J. Trump (@realDonaldTrump) May 7, 2018\n\nAlong with his shouts of \"witch hunt,\" Trump also incessantly declares, \"No collusion.\" This simplistic piece of shorthand aims at a straw man. Trump seems to be setting a bar that favors him: Unless evidence emerges that he personally met with Russian hackers, told them which Democratic Party emails to steal, and then provided guidance on how to release the material, then nothing wrong occurred. But the public record is already replete with serious wrongdoing committed by Trump and his aides. For example, after being secretly briefed in mid-August 2016 by the US intelligence community that Moscow was behind the hack-and-leak attack on the Democrats, Trump publicly claimed there was no reason to suspect the Russians.\n\nWith his \"no collusion\" chant, Trump is like an embezzler who yells, \"There was no murder\" -- and asserts that is the only relevant benchmark. Think of what Trump did during the campaign in this fashion: A fellow is standing on a sidewalk in front of a bank. He is told the bank is being robbed. He can see armed men wearing masks in the bank. Yet when people pass by and ask what is happening in the bank, he says, \"There is no robbery. Nothing to see. Move along.\" Even if this person did not collude with the robbers, he is helping the gang perpetrate a crime. And in Trump's case, the criminal act was committed for his gain.\n\nMuch of the media framing of the Russia scandal has followed Trump's lead and adopted his collusion-centric perspective. The debate, such as it is, has become whether Trump directly collaborated with Moscow's covert operation -- and whether Trump, as president, tried to thwart the investigation and obstruct justice. The story is not driven by the serious offenses already established: Trump and his associates encouraged and assisted an attack from a foreign foe.\n\nIn this ongoing fight, it is Trump and his bumper stickers versus a media presenting a wide variety of disparate disclosures that come and go quickly in a hyperchaotic information ecosystem, often absent full context. No wonder then that a recent poll found that 59 percent of Americans said Mueller has uncovered no crimes. In fact, he has secured 17 criminal indictments and obtained five guilty pleas. Accurate news reporting alone does not always carry the day.\n\nThe Russia scandal is the most important scandal in the history of the United States. President Andrew Johnson was impeached (but not convicted) because he violated an act of Congress to remove a secretary of war. In the Teapot Dome scandal, the secretary of the interior in Warren Harding's administration leased federal lands at low rates to private oil companies, presumably in return for bribes. In Watergate, a president and his aides engaged in political skulduggery against political foes. President Bill Clinton lied about a sexual affair he had with a subordinate in the White House. All these scandals raised serious questions about integrity in government. But at the heart of the Russia scandal is the most fundamental issue for a democracy: the sanctity of elections.\n\nAn overseas enemy struck at the core of the republic -- and it succeeded. Trump and his minions helped and encouraged this attack by engaging in secret contacts with Moscow and publicly insisting no such assault was happening. This is far bigger than a bribe, a break-in, or a blow job. And, worse, the United States remains vulnerable to such a strike.\n\nYet the full impact of this scandal does not resonate in the daily coverage and discourse. In many ways, the media presents the Russia scandal mostly as a political threat to Trump, not as a serious threat to the nation. And many Americans, thanks to Trump and his allies, view it as a charade. All this shows how easy it is for disinformation and demagoguery to distort reality. That is a tragedy for the United States. For Trump -- and Putin -- that is victory.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4006189","shares":{"facebook":30860,"pinterest":67},"wgt":30927},{"uri":"883794463","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"20:06:00","dateTime":"2018-06-08T20:06:00Z","dataType":"news","sim":0.4705882370471954,"url":"https://www.motherjones.com/politics/2018/06/donald-trump-preexisting-condition-obamacare-jeff-sessions/","title":"Trump wants to ditch preexisting condition protections. Here are the times he promised not to.","body":"Michael Candelori/ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe Trump administration declared Obamacare's protections for people with preexisting conditions unconstitutional on Thursday -- thanks to the tax bill passed by congressional Republicans and signed into law by President Donald Trump in December.\n\nThe announcement came in a letter from Attorney General Jeff Sessions and a filing in a federal court in Texas. While it won't cause any immediate changes in health laws, it represents a major break from repeated promises from Trump and congressional Republicans to preserve the protections for preexisting conditions.\n\nSessions' announcement involves some complicated legal reasoning. Republicans slipped a provision into their tax-cut bill that effectively eliminated Obamacare's individual mandate requiring people to buy insurance. Due to Senate rules, the GOP couldn't technically erase the mandate without triggering a 60-vote threshold to overcome a filibuster, so instead it just reduced the penalty for failing to buy insurance to zero dollars.\n\nBut now, Sessions argues, a 2012 Supreme Court ruling comes into play. The court ruled that the individual mandate was constitutional because it could be considered a tax. But when the penalty is zero dollars, it's no longer a tax, Sessions claims, so now it's unconstitutional. And, Sessions says, you can't separate the mandate from the law's various consumer protections. So if the mandate is unconstitutional, he argues, the courts need to toss out the law's regulations on preexisting conditions as well, since Congress determined that the individual mandate was \"essential\" to the preexisting conditions protections. (Conveniently, the legal filing asks the court to wait until 2019 to strike down these provisions -- delaying the full consequences until after vulnerable GOP politicians face midterm elections.)\n\nWhile Trump and his fellow Republicans have always been eager to describe Obamacare as a horrendous law, they made sure to reassure voters that they intended to keep the Affordable Care Act's protections that barred insurance companies from charging higher rates to people who have a current or past medical condition. That has always been one of the most popular provisions of the law.\n\nBut if the courts side with Sessions and Trump, insurance companies will once again be able to deny people coverage for preexisting medical conditions, charge higher rates to sicker people, and make older Americans pay sky-high premiums. That directly undercuts promises made by Trump and other Republicans over the past two years.\n\nDuring a presidential debate in the 2016 campaign, Trump was unambiguous. \"I want to keep preexisting conditions,\" he said. \"I think we need it. I think it's a modern age. And I think we have to have it.\" At a campaign event alongside Trump a week before the 2016 election, his running mate, Mike Pence, reaffirmed that the GOP ticket would \"protect Americans with preexisting conditions.\"\n\nShortly after he was elected in November 2016, Trump sat down for an interview with 60 Minutes, where he was asked if he would protect people with preexisting conditions. \"Yes,\" Trump responded, \"because it happens to be one of the strongest assets.\" (He told the Wall Street Journal the same thing around that time.)\n\nA few days before his inauguration, Trump said in an interview with the Washington Post that he would support health care legislation to provide \"insurance for everybody.\"\n\nDuring his first speech to a joint session of Congress in February 2017, Trump explained his goals for a bill to repeal Obamacare. The very first point he made was unequivocal: \"First, we should ensure that Americans with preexisting conditions have access to coverage, and that we have a stable transition for Americans currently enrolled in the health care exchanges.\" (This section of his remarks starts at about the 37-minute mark in the video below.)\n\nLast April, while Congress was debating various measures to repeal the Affordable Care Act, Trump reaffirmed that he didn't want to sign any bill that ditched Obamacare's consumer protections. While the versions of the bill at the time did weaken the preexisting conditions ban, Trump declared that he wouldn't sign a bill that got rid of those provisions. \"Preexisting conditions are in the bill,\" he insisted. \"I mandated it, I said it has to be.\"\n\nWhen Congress took one last stab at a standalone repeal bill of Obamacare last fall, Trump tweeted that he wouldn't sign it if it got rid of preexisting condition protections.\n\nI would not sign Graham-Cassidy if it did not include coverage of pre-existing conditions. It does! A great Bill. Repeal & Replace.\n\n-- Donald J. Trump (@realDonaldTrump) September 20, 2017\n\nTrump is far from alone in promising to protect people with preexisting conditions. In January 2017, House Speaker Paul Ryan (R-Wis.) was confronted about his opposition to the health care law by a cancer survivor during a CNN town hall. He went out of his way to say that he didn't want to ditch Obamacare without finding an alternative way to protect people with preexisting conditions. (State high-risk pools were his preferred route.)\n\nWhen Republicans introduced their bill to repeal Obamacare last year, Ryan touted that it would protect \"patients with preexisting conditions.\" Maybe it should have been a tell when the tax bill rollout didn't include that same promise.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4020347","shares":{"facebook":25332,"pinterest":14},"wgt":25346},{"uri":"883114062","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"20:33:00","dateTime":"2018-06-07T20:33:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/politics/2018/06/mueller-schiff-perjury/","title":"Top Hill Democrat says Mueller should consider perjury charges against Trump-Russia witnesses","body":"Adam Schiff blasts Devin Nunes for not releasing investigation transcripts.\n\nRobert MuellerJ. Scott Applewhite/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nOn Thursday afternoon, Rep. Adam Schiff (Calif.), the top Democrat on the House intelligence committee, made a dramatic request: He essentially asked special counsel Robert Mueller to consider whether perjury charges should be brought against witnesses who testified to the committee during its Trump-Russia investigation.\n\nSchiff did not convey this request directly to Mueller. Rather, he sent a letter to Rep. Devin Nunes (R.-Calif), the chairman of the committee, asking that the committee hand over to Mueller the transcripts of all the interviews it conducted during the probe. Nearly all of those interviews were conducted privately, without the transcripts being made public. Nunes shut down the committee's investigation in March.\n\n\"These materials may be important to Mr. Mueller's investigation, and shed additional light on the issues of collusion and obstruction of justice,\" Schiff wrote to Nunes. \"I also have concerns that certain witnesses may have testified untruthfully before our committee, and believe that Mr. Mueller should consider whether perjury charges are warranted in light of the additional evidence in his possession.\"\n\nIn the letter, Schiff noted that Rep. Mike Conaway (Texas), who led the Russia investigation for the committee's Republicans, and other GOPers on the panel had repeatedly promised to make these transcripts public at the end of the inquiry. But, Schiff wrote, they have \"abandoned this pledge under the unsupported pretext of protecting the Special Counsel's investigation.\" Schiff reported that he has asked Mueller if he has any objections to the committee releasing the transcripts and that Mueller has none.\n\n\"[U]ntil the Majority lives up to its commitment to make the transcripts public,\" Schiff wrote, \"they must be shared with Special Counsel to assist his investigation and, as appropriate, to allow him to assess whether witnesses violated federal law by providing false testimony.\"\n\nQuestions have been raised about the accuracy of testimony presented to the committee by such key witnesses as Donald Trump Jr., Erik Prince, and Roger Stone. And Democratic members of the committee have long grumbled that the Republicans in control have declined to follow up on testimony that the Democrats suspect was inaccurate or misleading. They note that the Republicans declined their requests for call-back interviews and for subpoenas of records and documents that could be used to verify or challenge testimony.\n\nIn an interview with Mother Jones, Schiff remarked that he had previously asked Nunes to provide specific transcripts to Mueller regarding witnesses who might have testified untruthfully but that Nunes would not commit to sharing this material with Mueller. Schiff also said that Mueller has signaled to the committee an interest in the testimony of particular witnesses. But Schiff noted that he \"can't elaborate\" regarding which witnesses and that the committee has not yet received any formal requests from Mueller for transcripts. If Mueller did make such a request, Schiff explained, it would be up to Nunes to decide whether or not to comply.\n\nIn the interview, Schiff said that the Democratic members of the committee are conducting legal research to determine whether there are any mechanisms that would allow the Democrats on their own to provide transcripts to Mueller in cases involving possible perjury or obstruction of justice. \"If the transcripts contain possible evidence of a crime,\" he remarked, \"there might be methods to share them with the special counsel.\" He criticized the GOP committee majority for reneging on its commitment to make public the transcripts and claimed one reason for this is that the transcripts \"reveal how often the majority acted as defense lawyers for the witnesses.\"\n\nSchiff pointed to media reports noting that Trump Jr., Prince, and Stone presented testimony that was subsequently undercut by news articles. Asked whether a recent New York Times scoop revealing that Michael Cohen -- Donald Trump's longtime fixer -- met in January 2017 with Russian oligarch Viktor Vekselberg called into question the veracity of the private testimony Cohen gave the committee, Schiff said that he cannot discuss specific testimony that has not been made public. But he added, \"If the special counsel has evidence that Michael Cohen or other witnesses had meetings with Russians that are inconsistent with their testimony, the special counsel should be made aware of that and consider if perjury charges are in order.\"\n\nRead Schiff's letter below:","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":12344},"wgt":12344},{"uri":"883745899","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:25:00","dateTime":"2018-06-08T18:25:00Z","dataType":"news","sim":0.7764706015586853,"url":"https://www.motherjones.com/politics/2018/06/jeff-sessions-who-marijuana-review/","title":"Jeff Sessions is really going to hate the World Health Organization's first-ever marijuana review","body":"Looking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe World Health Organization met in Geneva, Switzerland, this week to review a first-of-its-kind report on the health and safety of cannabis, and President Donald Trump's Justice Department will almost certainly not be thrilled with the report's finding that marijuana is a \"relatively safe drug.\"\n\nThe report, compiled by a team of international cannabis experts and presented to the Expert Committee on Drug Dependence, is the first of many steps by the WHO to ultimately deliver a recommendation to the UN secretary-general on the \"need for and level of international control\" of cannabis, which could have a major impact on marijuana legislation internationally. Cannabis is currently classified under the same category as heroin and cocaine.\n\n\"If the scheduling of cannabis changes at an international level, there's nothing that will happen immediately,\" says Steph Sherer, executive director of Americans for Safe Access, a cannabis advocacy group. Sherer also testified at the committee meeting this week. She told Mother Jones, however, that a scheduling change would indicate \"a global openness to utilizing cannabis therapeutics in natural health strategies.\"\n\nBy contrast, Attorney General Jeff Sessions has come down hard on marijuana, calling it nearly as harmful as heroin and \"a very real danger.\" Most infamously, he once said, \"good people don't smoke marijuana.\" Sessions has also pledged to crack down on cannabis businesses and farms in states where cannabis is legal, but in April, Trump walked back those threats, promising his administration would not interfere with states' rights. Trump now says he would support a congressional effort to end the federal ban on marijuana.\n\nCountries like Australia, Chile, Germany, Israel, Peru, and the Netherlands have already legalized the use of medical marijuana, and on Thursday, Canada's Senate voted to legalize recreational cannabis. More than half of American states allow marijuana for medical use.\n\nThe committee examined several forms of cannabis, including two of its most abundant molecules, THC and CBD. THC causes the \"high\" commonly associated with smoking pot -- giddiness, euphoria, time distortion, etc. -- while CBD provides non-psychoactive effects. CBD has been used as an anti-depressant, anti-nauseate, sleep aid, and sedative, among other treatments.\n\nThe report concludes that while driving under the influence of cannabis is risky, it's not as risky as driving under the influence of alcohol. And according to the report, cannabis evidently has medical benefits -- treating cancer, pain, and anxiety, for example (though research shows it can be dangerous for groups like pregnant women and children).\n\nHere are some of the report's major takeaways:\n\nFindings on cannabis in general Worldwide, an estimated 183 million adults used cannabis in 2015. It's grown in 135 countries and is the \"most widely illicitly produced drug worldwide.\" Although cannabis is a \"relatively safe drug,\" cannabis use disorder, also known as cannabis addiction, is fairly common. About one in eight cannabis consumers are considered to be \"dependent\" on weed. Pregnant women should lay off the ganja. There is strong evidence that smoking during pregnancy can reduce newborn birthweight. Young children may also be vulnerable to negative effects of cannabis. Recent reports indicate that young children who accidentally consume pot can experience respiratory depression, rapid heart rate, or in severe cases, temporary coma. People driving under the influence of cannabis are more likely to be involved in a car accident -- but the level of risk is generally not as great as with alcohol. One of the world's largest studies, the report says, included nearly 240,000 participants in 13 countries and showed that cannabis use \"caused a low-to-moderate (20 to 30 percent) increase of being in an accident.\" Research shows that in several types of cancer, cannabis can slow the spread of the disease, but smoking weed is also tied to an increased risk of testicular cancer 2.5-fold. There is a \"weak\" association between cannabis use and heart attack. Smoking cannabis plant matter can increase this risk, so vaping or using edible forms of cannabis are the safest for your respiratory system. The largest study to date on cannabis and respiratory health followed 5,000 people over 20 years. It found that people who smoked the equivalent of three to five joints of cannabis per month actually saw improved respiratory function, whereas respiratory function for heavy users was impaired. There is limited research on the medical use of cannabis, even in the face of mounting crises like the opioid epidemic: \"Despite intense interest in the effects of cannabis on opioid use disorder, especially in the USA,\" the report reads, \"there have been no randomized controlled trials of cannabis for this disorder.\" Findings on pure CBD (Cannabidiol) CBD is not known to be addictive, and there is no evidence of public-health-related problems associated with the use of pure CBD, according to the report. CBD has been shown to, in some cases, treat epilepsy. In the US, one CBD product -- Epidiolex -- is under current review for approval. People also use CBD products -- oils, supplements, gums, and extracts -- to self-treat many minor ailments, the report said. Findings on pure THC (Delta-9-Tetrahydrocannabinol) It's nearly impossible to overdose on THC. A 150-pound human, for example, would need to consume approximately 4 grams of THC to overdose -- roughly the equivalent of smoking more than 260 joints at once. (According to the Drug Enforcement Administration, no one has ever overdosed on pot.) THC can provoke \"conceptual disorganization, fragmented thinking, suspiciousness, paranoid and grandiose delusions, and perceptual distortions,\" though all are temporary, according to the report (and anyone who has lived through the '70s).\n\nThe WHO will likely do at least one more review before making a final recommendation on cannabis's status to the UN's secretary-general, António Guterres.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4021097","shares":{"facebook":10611,"pinterest":9},"wgt":10620},{"uri":"881718415","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"21:04:00","dateTime":"2018-06-05T21:04:00Z","dataType":"news","sim":0.6078431606292725,"url":"https://www.motherjones.com/politics/2018/06/trumps-eagles-celebration-of-america-features-his-unfamiliarity-with-god-bless-america/","title":"Trump's \"Celebration of America\" features his unfamiliarity with \"God Bless America\"","body":"Looking for news you can trust?\n\nSubscribe to our free newsletters.\n\nAfter abruptly canceling a White House fete originally intended to celebrate the Philadelphia Eagles' Super Bowl victory -- a decision President Donald Trump pinned on a disagreement between him and the players over protests during the national anthem -- the White House on Tuesday staged an impromptu event to \"celebrate\" America instead. The last-minute ceremony featured brief remarks by the president and a military sing-a-long to \"God Bless of America.\"\n\nBut by the end of the event, Trump had already attracted ridicule over his apparent unfamiliarity with the song's lyrics. The awkward display quickly drew accusations of hypocrisy, with many pointing to the irony of Trump's struggle amid his ongoing attacks against athletes who kneel during the national anthem to protest racial inequality and police brutality. (Trump was notoriously heckled for the same when he appeared to forget the words to the national anthem in January.)\n\nAt his Celebration of America event, Trump doesn't appear to know the words to \"God Bless America.\" pic.twitter.com/fzwe1gFejM\n\n-- David Mack (@davidmackau) June 5, 2018\n\nAfter the Eagles informed the White House that most of its players would not be attending the event, Trump announced Monday evening that he was calling off the traditionally apolitical ceremony. But in a tweet, Trump also blamed protests for the cancelation, when in fact none of the Eagles took a knee during the last season.\n\nThe Philadelphia Eagles Football Team was invited to the White House. Unfortunately, only a small number of players decided to come, and we canceled the event. Staying in the Locker Room for the playing of our National Anthem is as disrespectful to our country as kneeling. Sorry!\n\n-- Donald J. Trump (@realDonaldTrump) June 5, 2018\n\nNevertheless, after withdrawing the invitation, the White House implied that the team was disappointing fans who had planned on attending. \"The Eagles wanted to send a smaller delegation, but the 1000 fans planning to attend the event deserve better,\" a statement read.\n\nReporters on the scene for \"Celebration of America\" have added skepticism to the White House's claims. When asked about basic Eagles knowledge, many seemed unfamiliar. One man, however, kneeled during the event.\n\nA man takes a knee during Trump's celebration. pic.twitter.com/zghJSk2YOu\n\n-- Carina Bergfeldt (@carinabergfeldt) June 5, 2018","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4012170","shares":{"facebook":8780},"wgt":8780},{"uri":"881789909","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"23:54:00","dateTime":"2018-06-05T23:54:00Z","dataType":"news","sim":0.8392156958580017,"url":"https://www.motherjones.com/politics/2018/06/betsy-devos-school-safety-commission-guns-leahy-murray/","title":"Betsy DeVos says school safety commission won't study the role of guns in school safety","body":"Education Secretary Betsy DeVos pauses as she testifies during a Senate Subcommittee on Labor, Health and Human Services, Education, and Related Agencies Appropriations hearing to review the Fiscal Year 2019 funding request. Carolyn Kaster/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nEducation Secretary Betsy DeVos continued her streak of groan-inducing trips to Capitol Hill on Tuesday, telling lawmakers that the school safety commission she oversees would not look at the role of guns in school violence and reversing course on her previous statement that it was up to schools to decide if they wanted to report undocumented students to immigration enforcement.\n\nDeVos appeared before a Senate committee to defend $3.6 billion in cuts to the 2019 budget. But from the get-go, Senate Democrats took every opportunity to press the education secretary on everything from guns in schools to immigration enforcement to the recent teacher strikes:\n\n\"Empty promise\" on school safety\n\nSen. Patty Murray (D-Wash.) slammed DeVos for proposing budget cuts similar to the ones Congress rejected a year ago. The multibillion-dollar cuts included eliminating $25 million in funding for school safety programs, a $400 million grant program meant for districts to use on school climate and health efforts, and the School Emergency Response to Violence program. \"This budget is another example of an empty promise made by this administration to address the senseless gun violence devastating our families and our schools and our communities around the country,\" Murray told DeVos.\n\n.@BetsyDeVosED is on the Hill again this morning, and @PattyMurray is the latest to slam the Secretary's work on school safety: \"Your gun safety commission has yet to take any real action steps.\" pic.twitter.com/6uvJpABzLu\n\n-- Kara Voght (@karavoght) June 5, 2018\n\nSen. Patrick Leahy (D-Vt.) later pressed DeVos on whether the federal school safety commission she oversees will look at the role of guns in school violence. \"That is not part of the commission's charge, per se,\" DeVos responded, adding, \"We're actually studying school safety and how we can ensure our students are safe in school.\" (Just a week ago, a child asked White House press secretary Sarah Huckabee Sanders what the administration planned to do to protect kids like him from future school shootings; Sanders, choking up, told him that the commission would meet to discuss \"how we can do every single thing within our power to protect kids in our schools.\")\n\nLeahy wasn't satisfied. \"Do you believe an 18-year-old high school student should be able to walk into a store and minutes later walk out with an AR-15 rifle and hundreds of rounds of ammunition?\" he asked.\n\n\"I believe that's very much a matter for debate,\" DeVos responded.\n\n\"So we'll look at gun violence in schools, but not look at guns? An interesting concept,\" Leahy said.\n\n.@SenatorLeahy: \"Will your commission look at the role of fire arms as it relates to gun violence in our schools?\"@BetsyDeVosED: \"That is not part of the commission's charge, per sey.\"\n\nSen. Leahy: \"I see...So, you're studying gun violence but not considering the role of guns.\" pic.twitter.com/vKMnMaduuf\n\n-- CSPAN (@cspan) June 5, 2018\n\nWhen the White House announced the commission's creation following the Parkland shooting, a fact sheet stated that commission would examine, among other things, \"age restrictions for certain firearms purchases.\" Education Department spokeswoman Liz Hill said in a statement that the commission would \"look at all issues the President asked the committee to study,\" adding: \"It's important to note that the commission cannot create or amend current gun laws -- that is the Congress' job.\" The commission, which has visited a Maryland school to explore positive behavioral intervention techniques, will host its first public forum on Wednesday.\n\nUndocumented students and ICE\n\nDuring a House committee hearing in May, Rep. Adriano Espaillat (D-N.Y.) asked DeVos whether schools were responsible for reporting undocumented students to ICE. \"I think that's a school decision, it's a local community decision,\" DeVos responded, prompting sharp criticism from civil rights and immigration groups that noted students were protected from discrimination by school districts under Plyer v. Doe. A day after that hearing, DeVos stated she believed schools should abide by the Supreme Court's decision, noting that \"schools are not, and should never become, immigration enforcement zones.\"\n\nOn Monday, more than 100 lawmakers requested that DeVos clarify her stance, warning that \"left uncorrected, her testimony could do irreparable harm to educational opportunity for undocumented children.\" Sen. Chris Murphy (D-Conn.) pressed DeVos on whether teachers or school administrators could report undocumented students to ICE. After some back and forth, DeVos said: \"I don't think they can.\"\n\nExchange between Sen. @ChrisMurphyCT & Secretary Betsy DeVos on whether teachers should refer undocumented students to @ICEgov.\n\nSen. Murphy: \"So, they can't call ICE?\"@BetsyDeVosED: \"I don't think they can.\"\n\nFull video: https://t.co/WqMEm8RELU pic.twitter.com/w9aVw09xW8\n\n-- CSPAN (@cspan) June 5, 2018\n\nTeacher strikes\n\nIn April, as teacher strikes swept the country, DeVos maintained that teachers who were protesting cuts to school funding and subpar wages should \"keep adult disagreements and disputes in a separate place.\" Murray asked if the secretary thought students benefited from learning from outdated textbooks and being taught by teachers with second jobs. \"When students are not able to go to school because they don't have anyone to go to school to teach them, that hurts them,\" DeVos said. \"So I hope that adults will have their disagreements and debates outside of time that it impacts and affects students.\"\n\n\"Well, it takes money to pay teachers more,\" Murray responded, \"and you keep trying to cut federal investments.\"","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4013978","shares":{"facebook":5480,"pinterest":7},"wgt":5487},{"uri":"881622468","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"17:58:00","dateTime":"2018-06-05T17:58:00Z","dataType":"news","sim":0.7647058963775635,"url":"https://www.motherjones.com/politics/2018/06/paul-manafort-mueller-witness-tampering/","title":"Manafort's dumbest move yet: Using a former Russian intelligence officer for witness-tampering?","body":"Trump's former campaign chief once again allegedly conspired with a Russian.\n\nPaul Manafort departs Federal District Court after an April hearing.Alex Brandon/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nHow dumb is Paul Manafort? A new court filing by special counsel Robert Mueller asserts that the former Trump campaign manager, who has been indicted on numerous money-laundering and tax-evasion charges, recently engaged in witness-tampering -- and that he did so by plotting with a former Russian intelligence officer months after Mueller had already publicly disclosed that Manafort had conspired with this same ex-spy to violate a court gag order.\n\nManafort was indicted in October, and he has been out on bail with his travel restricted. He has been forced to wear not one but two GPS ankle bracelets. One condition of his bail is that he not commit any crimes while on pretrial release. That certainly seems like a reasonable requirement. But in this latest filing, Mueller maintains that in February of this year, Manafort contacted former associates -- who are potential witnesses in his case -- to encourage them to stick to a false cover story and that in doing so, Manafort broke the law.\n\nHere's the back story: In the early 2010s, Manafort had enlisted these people -- identified only as D1 and D2 in the new Mueller filing -- to help with his lobbying efforts for the corrupt regime of Viktor Yanukovych, Ukraine's pro-Russian president at the time. According to Mueller, Manafort directed D1 and D2 to arrange and pay for European political figures to advocate for the Ukrainian government in Europe and the United States. This included the Europeans lobbying members of Congress and writing op-eds for placement in American and European publications. But Manafort kept his participation in this project a secret and did not register as a foreign agent with the US Justice Department. Consequently, Mueller has charged, Manafort violated the Foreign Agents and Registration Act, which compels anyone seeking to influence the US government for the benefit of a foreign entity to notify the Justice Department of such activity.\n\nHere's where it gets really stupid. After Mueller in February issued a superseding indictment that covered this European scheme, Manafort -- already indicted and now being strictly monitored -- allegedly contacted D1 and D2 to, uh, remind them that they had only arranged for lobbying in Europe. That is, none of the lobbying had occurred in the United States. As Mueller sees it, this was an act of brazen witness tampering.\n\nAnd not only did Manafort allegedly seek to suborn perjury, he did so through a former Russian intelligence officer named Konstantin Kilimnik, who was already on Mueller's radar screen.\n\nIn the filing, which cites emails, phone records, and interviews, Mueller notes, \"Manafort and Person A -- who is a longtime associate of Manafort's -- repeatedly contacted Persons D1 and D2 in an effort to secure materially false testimony.\" Who is Person A? The filing states that evidence previously submitted by Mueller's team demonstrated that \"Manafort and Person A coordinated in connection with an op-ed that appeared in the Kyiv Post during Manafort's home confinement.\" This was a reference to a Mueller filing from December that alleged that Manafort, while under indictment, had ghost-written an op-ed defending his past work for pro-Russian politicians in Ukraine. His involvement with the op-ed, Mueller's team contended, violated a November gag order requiring everyone involved in the case, including Manafort, to refrain from making any public statements about the litigation to avoid prejudicing a future jury.\n\n\"Manafort worked on the draft with a long-time Russian colleague of Manafort's, who is currently based in Russia and assessed to have ties to a Russian intelligence service,\" Mueller's team wrote in that December motion to the court. \"The editorial clearly was undertaken to influence the public's opinion of defendant Manafort, or else there would be no reason to seek its publication (much less for Manafort and his long-time associate to ghostwrite it in another's name).\"\n\nThis \"long-time\" colleague with ties to Russian intelligence -- who the latest filing calls Person A -- was soon revealed by the New York Times to be Kilimnick, who had worked with Manafort in Ukraine. During the 2016 campaign, Manafort remained in touch with Kilimnick and used him as a conduit to Russian oligarch Oleg Deripaska. For years, Manafort had wheeled-and-dealed with Deripaska, who is very close to Vladimir Putin. But Deripaska came to believe that Manafort had cheated him out of millions of dollars in one venture. Deripaska then resorted to legal action to get his money back. So while Manafort was directing Trump's campaign in 2016, he sent messages to Deripaska through Kilimnick, offering the oligarch private briefings on the campaign. He apparently hoped that would square him with Deripaska. It was a rather odd situation: the head of an American presidential campaign privately communicating with a Putin buddy through a former Russian intelligence officer.\n\nIn a court filing in March, Mueller's team reiterated Kilimnick's ties to Russian military intelligence, referring to him as Person A. The filing also revealed that Rick Gates, Manafort's partner, who has copped a plea with Mueller, had regularly referred to Kilimnick as \"a former Russian Intelligence Officer with GRU.\" (GRU is the Russian military intelligence service.)\n\nTo recap this curious episode: Just two months after Mueller slammed Manafort for scheming with Kilimnick, a former Russian operative, to get around the gag order, Manafort -- who was under close watch by Mueller's crew -- again allegedly recruited Kilimnick for a criminal plot to encourage perjury.\n\nIt obviously did not take Mueller's team too long to suss out what was happening and to collect plenty of evidence related to this knuckle-headed caper. In the new court filing, Mueller states that Manafort has \"violated the conditions of his release\" and calls for a hearing to revoke or revise Manafort's bail status. The filing plays the matter straight. But it's hard to imagine that when Mueller and his team of prosecutors discovered Manafort's latest scheme with Kilimnik, they weren't shaking their heads in wonder and disbelief.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4012319","shares":{"facebook":5274,"pinterest":5},"wgt":5279},{"uri":"883193315","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"23:38:00","dateTime":"2018-06-07T23:38:00Z","dataType":"news","sim":0.7529411911964417,"url":"https://www.motherjones.com/politics/2018/06/north-carolina-republicans-want-a-constitutional-amendment-to-require-id-to-vote/","title":"This policy was struck down in court. So now Republicans have made it a constitutional amendment.","body":"The voter ID law was struck down in court, so now the GOP is putting it on the November ballot.\n\nVoter ID rules posted at a polling place in Greensboro, N.C. News & Record via AP/Andrew Krech\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nNorth Carolina Republicans are resurrecting their efforts to require voters to present specific forms of identification in order to cast a ballot, after an earlier voter ID law was struck down for discriminating against African Americans. This time, they're trying to do it through a constitutional amendment.\n\nOn Thursday, Republicans in the legislature introduced a constitutional amendment that would require a photo ID to vote. It is expected to pass the legislature in the coming days and be placed on the ballot for voters' approval in November.\n\nA voter ID law passed by the legislature in 2013 was blocked by the Fourth Circuit Court of Appeals in 2016 for targeting \"African Americans with almost surgical precision.\" The court found that African Americans in North Carolina \"disproportionately lacked DMV-issued ID\" and that the legislature wrote the bill to exclude IDs that African Americans were more likely to possess, such as student IDs and public employee IDs. According to the state's own numbers, 316,000 registered voters didn't have a driver's license or state ID from the DMV; 34 percent were African Americans (who make up 22 percent of the state's population) and 55 percent were registered Democrats.\n\nNow North Carolina Republicans are asking voters to pass the same type of law. But given that the earlier law was struck down in federal court for violating the US Constitution, it's not clear how an amendment to the state constitution would change that.\n\n\"It's certainly not constitutional to embed discrimination in the state constitution,\" says Allison Riggs, a lawyer for the Durham-based Southern Coalition for Social Justice, which successfully challenged the voter ID law in court. \"The intent being employed here is obvious: the legislature is trying to trick the voters into doing the heavy lifting for them. That doesn't cure them of their discriminatory intent.\" Voting rights groups in North Carolina, such as Democracy NC, have come out in opposition to the amendment.\n\nThe next attack on our democracy is here. #ncga leaders say they will introduce a constitutional amendment requiring voter identification to cast a ballot in North Carolina. Our response: https://t.co/nGYedLvYm9 #suppressionsession pic.twitter.com/fD7I0SZULz\n\n-- Democracy NC (@democracync) June 7, 2018\n\nHouse Speaker Tim Moore called the amendment a \"commonsense measure to secure the integrity of our elections system.\" But the Fourth Circuit found that stopping voter fraud was not a compelling rationale for the law, noting that \"the State has failed to identify even a single individual who has ever been charged with committing in-person voter fraud in North Carolina.\"\n\nRepublicans expect the constitutional amendment to energize conservative voters and pass in November. Similar voter ID amendments were defeated by voters in Minnesota in 2012 but passed in Missouri in 2016.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4024520","shares":{"facebook":5243},"wgt":5243},{"uri":"883485969","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"10:58:00","dateTime":"2018-06-08T10:58:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/politics/2018/06/this-evangelical-pastor-helped-build-the-religious-right-he-now-believes-he-made-a-terrible-mistake-rob-schenck/","title":"This Evangelical Pastor Helped Build the Religious Right. He Now Believes He Made a Terrible Mistake.","body":"And that Donald Trump might mean the end for American evangelicalism.\n\nMother Jones; Lauren Victoria Burke/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe past four decades have seen an ever-tightening alliance between American evangelicals and the Republican Party, and few have played as pivotal a role in fostering that coupling as Reverend Rob Schenck. The evangelical minister from Buffalo, New York, gained national notoriety in the 1990s as a fervent anti-abortion activist who orchestrated shocking stunts to promote his cause, including one in which an aborted fetus was thrust in the face of then-presidential candidate Bill Clinton. His keen ability to advance religiously conservative causes brought him to the nation's capital and the epicenter of politically conservative power circles. During the Clinton and George W. Bush administrations, he boosted the right's anti-abortion and anti-LBGT agenda, netting great success with the Clinton-era Defense of Marriage Act and Bush's partial-birth abortion ban.\n\nBut today, Schenck is, in many respects, unrecognizable. He's distanced himself from many of his fellow evangelical pastors and former political allies, leaving his anti-abortion work behind in favor of another pro-life cause, though one uncommon among American evangelicals: gun control.\n\nSchenck attributes this transformation to his late-career doctorate in ministry -- specifically, his research on Dietrich Bonhoeffer, a German pastor who questioned the symbiotic, and problematic, relationship that emerged between Adolf Hitler and the 1930s German evangelical churches. Schenck began seeing parallels in the closeness between the American evangelical church and the Republican Party, and wondering if the religious institution to which he'd dedicated his life had become complicit in providing a spiritual veneer for a hate-filled political agenda. The result of this co-dependence, Schenck says, culminated in 2016 with four-fifths of white American evangelicals supporting Donald Trump, whose behavior often stands in sharp contrast to traditional Christian values. Schenck, still an activist to his core, is now a voice of ethical reform in American evangelicalism and public policy, specifically on gun safety.\n\nSchenck explores this Trumpian phenomenon and his personal evolution in his new memoir, Costly Grace: An Evangelical Minister's Rediscovery of Faith, Hope and Love. He is self-critical as he explores the forces that gave way to the ultimate abandonment of his former values, highlighting particular moments when his thirst for power and influence overrode his pillars of faith. Ultimately, the work is a meditation on the thorny relationship between religious leaders and politicians, and the dangers that lie in getting too close to the sun.\n\nI recently sat down with Schenck to discuss how evangelicals might extricate themselves from the moral contradictions of their Faustian bargain with the GOP, the \"unwitting dupes\" among his peers, and if disaffected evangelicals can be brought back into their faith.\n\nMother Jones: Let's begin at the heart of the matter: Do you think faith and politics are inherently at odds with one another?\n\nRob Schenck: I do think there is an inherent tension between the two. And maybe that goes to evangelicalism's prophetic role -- in other words, the old hackneyed phrase \"declaring truth to power,\" holding government to account for its ethical and moral behavior. When the relationship is too relaxed between religion and government, when the two get along too well, that usually signals danger -- the corruption of one or the other or both. And that's when religion stops being the salutary player in the relationship and becomes an enabler or loses its conscience and becomes toxic, which I suggest is what has happened to American evangelicalism.\n\nThe book is partly confessional. I'm disclosing my own weaknesses when it comes to all of this. The temptation [to gain political influence] is enormous, especially when you start playing a public role, and certain rewards are set up for telegraphing certain messages and supporting political personalities and platforms. It's very easy to be seduced by that, and to give into it. And then, you become spoiled by it -- it's very hard to withdraw and [when you do] you lose a certain measure of credibility, sometimes entirely.\n\nMJ: When one examines the core tenets of Christianity, they seem incongruous with many of its followers' beliefs -- for example, on guns. How is it that evangelicals have come to be so receptive to messages that seemingly have so little to do with faith?\n\nRS: It's probably a number of things that work together. There's certainly an assimilation that takes place in any religion; instead of the religion informing the culture, the culture informs the religion, and one gets the better of the other. It's one of the ways I explain the phenomenon of popular gun culture within American evangelicalism. If you go to the West and you go to the South, there were the pioneers who were facing real dangers at the time. So there's a survival instinct there that informs gun attitudes, and it's very old -- 200, 300 years old -- in some places in the United States.\n\nYou could look at those elements as somewhat benign, but then, on the other hand, racism plays a role in a large sector of American evangelicalism. The churches of the South wanted to preserve the institution of slavery, and the churches of the North did not. You kind of had a reactionary evangelicalism. They said, \"Oh no, you're not going to tell us we're bad people on this. This is our way of life. This is our social security and survival.\" You almost have an assertion of that ugliness for the purpose of instructing the northern churches, that they were the ones who were wrong. You have similar dynamics on various issues playing out today.\n\nMJ: In the section of your book that describes your doctoral research on the parallels between 1930s Nazi Germany and present-day America, you write, \"American evangelicals were on the brink of a moral disaster, as our pastors and other leaders lacked the theological tools to protect them from being cynically exploited by politically motivated actors.\" What sorts of \"tools\" would you say could have protected them from being exploited by political actors?\n\nRS: One is simply exercising self-doubt. We don't do that very well in evangelicalism. In fact, evangelicalism is built on a platform of asserting one's rightness -- \"I'm always right because the Bible is right.\" We're the ones who really believe the Bible; others have doubt. This is an error that is made within American evangelicalism, that doubt is the antithesis of faith, so when you express doubt, you're somehow undermining the power of faith. And I don't think we have tools for discriminating between the right kind of doubt and the wrong kind of doubt, or deleterious doubt and beneficial doubt. It's not that [the Bible] affirms everything I want and believe -- it doesn't necessarily affirm me, it challenges me to do better, to be better, to think differently, to look at things differently, to do maybe what doesn't come naturally to me.\n\nMJ: Many of us who report on politics think, \"How bad do things have to get before something gives?\" I think you've explained in this book that rock bottom is not an inflection point for a lot of people -- at that point, many people instead cling to the same behaviors that have long served them, even if it's the ones that led them down this path. Do you think evangelicals see what's happened with President Trump as a low point, or do you think they'll continue to support him and further his message?\n\nRS: I certainly know people who are expressing that [this is a low point]. The problem is, when you have the kind of juggernaut now that's in motion, the consequences of challenging it or breaking from it are enormous. They aren't just inconvenient -- they can be destructive. So you get to a certain momentum, where stopping is as dangerous as anything else, and people tend to say, \"I think I should better ride this thing to the end, because if I stop now, it will destroy me.\"\n\nMJ: In Costly Grace, you mention the book your brother wrote in 1993 about the marginalization evangelicals felt in popular culture, or, as you write, the \"unwitting conspiracy between modern education, the media, left-wing politics, and popular culture ... bent on wiping out all vestiges of traditional Christian beliefs, practices, and adherents from the American landscape.\" That argument seems to anticipate President Trump's ascendence by 25 years. While you spend a fair bit of time lamenting how evangelicals have lost their way, would you also argue that conservatives have co-opted the evangelical perspective for their own political gain?\n\nRS: Yes, very much so -- at first, I think instinctively and not necessarily consciously. But with time, conservative politicians understood the magic [of that appeal]. It became more and more intentional, if not scientific -- the testing, the messaging, looking for sectors that respond in a certain way, and then that culminates in a master of it, mainly Donald Trump, who gets it completely.\n\nAnd I do think there are very close parallels with Germany 1931, 1932, and Hitler doing the same thing, and Christians in Germany were exhausted. Most of the population felt marginalized, especially among the working class, and inferior. They needed relief, and here was a personality and a political system that would give them instant relief from all of that exhaustion. In some ways, never do I want to excuse the behavior that hurts so many people, but at the same time, the players in that are not always nefarious. Some of them are just -- this is a shortcut to what they think is a good outcome. But it's not. I hope I've planted some of the seeds of doubt about all of that in the book.\n\nMJ: When I was reading this, I was trying to figure out who this book is for. I could see this being helpful to someone who is evangelical, but as someone who is not, I got a lot out of it. Who'd you have in mind?\n\nRS: I really had three groups of people in mind: One was my evangelicals, my tribe -- the people I still very much love. In some ways, I see them as unwitting dupes. They got played. Some of them I see as terribly vulnerable; we all give in to our worst impulses at moments, and I want to give them the benefit of the doubt. So I wanted to take them through the process I went through and let them observe it. If they identified with any part of it, and it's helpful to them, that will be wonderful.\n\nThe other group I had in mind were the disaffected evangelicals, mostly young people who have left the evangelical fold. Part of the reason they can't process [what has happened in the evangelical church] is because we have refused to name these failures. Once you name them, that can be very, very helpful to someone's recovery.\n\nAnd then I had a reader in mind who was just curious, trying to make sense of these evangelicals -- what we really believe and how we think. I know it's frustrating and infuriating for a lot of people, and they just think, '\"What is in these people's heads? What are they thinking?\" You know, I think sometimes people imagine something much more sinister than is really present there. There's plenty of sinister impulses, but there's a whole system at play.\n\nMJ: So, when you look at the future, what do you think the result of the evangelical embrace of Trump will be?\n\nRS: I say in the book that the Trump phenomenon may portend the total collapse of American evangelicalism, which for me would be sad, but not the saddest thing. We have an old phrase in evangelical parlance built on some biblical texts: \"What the devil means for destruction, God means for good.\" So, could God use this terrible thing in the end to bring about a better form of evangelicalism in America? We may reach a toxicity level where the patient must succumb, but we believe in resurrection, so out of death can come life... So maybe, this is the demise of what we now know as American evangelicalism, and largely, the Trump phenomenon is a symptom, rather than a cause. We made this terrible deal with Donald Trump because were already demoralized. He didn't demoralize us -- he is the evidence of our demoralization.\n\nThis interview has been edited and condensed.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":4952,"pinterest":8},"wgt":4960},{"uri":"882192418","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:05:00","dateTime":"2018-06-06T14:05:00Z","dataType":"news","sim":0.5764706134796143,"url":"https://www.motherjones.com/politics/2018/06/california-democrats-districts-congress-primary-results/","title":"Democrats appear to have avoided disaster in key California house races","body":"Candidates survived the jungle primary for eight closely-watched seats\n\nLorin Eleni Gill/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nIn January 2017, the Democratic Congressional Campaign Committee released a list of 59 House seats it planned to target in the 2018 midterm elections. Among them, were \"California Seven\" -- 7 of the 14 Republican-held districts in the state held that went to Hillary Clinton in 2016. They represented the Democrats' best opportunity for flipping seats from red to blue and, they hope, help take back the House come November.\n\nTuesday's primary was the first major test of the DCCC's battleground map, which eventually expanded to 10 California districts, including Rep. Devin Nunes' 22nd district.\n\nMuch is at play in these races. They are in traditionally Republican strongholds, but some have been becoming bluer due to changes in demographics and the collapse of party loyalties in the Trump era. (Independents are now the second-largest political affiliation in California, unofficially relegating the Republicans to third-party status.)\n\nAnd the stakes in yesterday's primary were especially high because of California's unconventional \"jungle primary\" system, which allows voters to cast a ballot for any candidate, regardless of party, and sends the top-two vote-getters to the general election. In several of these districts, several Democrats stayed in the race until Tuesday, increasing the risk that Democratic votes votes would be spread too thin, advancing two Republicans to the general election.\n\nAs of Wednesday morning, it looked like that the Democrats had avoided any shutouts in these key districts. Yet several Republicans made strong showings, pulling in more than half the votes. Here's how eight of those races played out:\n\nDistrict 48\n\nRep. Dana Rohrabacher, the Republican lawmaker Politico dubbed \"Putin's favorite congressman,\" won this coastal Orange County district by more than 15 percentage points in 2016, even as most of his constituents voted for Clinton. Fired-up liberal activists in the district and the Democratic establishment worked hard to recruit a strong challenger, but they wound up with too many: 16 names were on the primary ballot, including those of 4 candidates who had dropped out of the race too late to be removed. And when local Republican Scott Baugh threw his name in the race on the last day to file, the Democrats suddenly faced a serious top-two threat.\n\nIt has been an ugly race. Since late 2017, the two Democratic frontrunners, stem cell researcher Hans Keirstead and businessman Harley Rouda, have traded jabs at each other, often spilling out in humiliatingly public ways. Both suffered the consequences of attack ads and opposition research. Keirstead landed the state Democratic Party endorsement, but Rouda was endorsed by Indivisible 48, a grassroots organization largely responsible for the energetic activism that has sprung up in the district since Donald Trump's election.\n\nOn Tuesday afternoon, Aaron McCall, chair of Indivisible 48, was out canvassing for Rouda. When asked what would happens if Keirstead made it through the primary and Rouda didn't, he said, \"Then we back Keirstead. We are for backing progressive people. Dana Rohrabacher is not a progressive person. He doesn't believe in climate change. He just recently was saying that it can be religious freedom to deny gay people housing.\" As of Wednesday morning, Rouda was in second place, with just 70 more votes than Keirstead. Rohrabacher had 30 percent of the vote and Baugh was in fourth place with 16 percent.\n\nDistrict 49\n\nRep. Darrell Issa, a Republican political lightning rod and the richest man in Congress, announced that he is retiring this year. So far, the race to replace him has been unpredictable. \"The polls are all over the place here,\" Francine Busby, chair of the San Diego County Democratic Party, said on Tuesday afternoon.\n\nThe race for the 49th District, which straddles northern San Diego County and southern Orange County, has been defined by money. There were two multimillionaires on the Democratic side: Sarah Jacobs, a former Clinton campaign aide with a net worth of more than $11.3 million, and Paul Kerr, who wasn't afraid to throw around significant chunks of his almost $40 million fortune on attack ads, targeting Jacobs and environmental attorney Mike Levin, also a Democrat. The attacks sparked anger among Democrats who feared the top-two threat.Another Democrat, retired Marine Col. Doug Applegate, narrowly lost to Issa in 2016.\n\nRocky Chavez, a Republican state Assemblyman, was long considered the frontrunner until Diane Harkey, a member of the California State Board of Equalization, landed the Republican Party's endorsement. Early on, Issa endorsed her run.\n\nHarkey placed first with 25 percent of the vote; Levin came in second with 17 percent. Despite his big spending, Kerr got just five percent.\n\nDistrict 22\n\nDemocrats didn't face a top-two threat in this district in California's agricultural Central Valley. Rep. Devin Nunes, the chair of the House intelligence committee, is the only Republican in this race. Of the three Democrats fighting to unseat him, only one, Fresno prosecutor Andrew Janz, was expected to make it through the primary. As of Wednesday morning, he had garnered 32 percent of the vote.\n\nOn Tuesday afternoon, Bob Whalen, the Republican mayor of Clovis, told Mother Jones that Nunes' performance would say a lot about his chances in November. \"From my view, if Devin is at 66 percent or higher, then I think Andrew is kinda done. If Devin is below 50, then it could be that Devin is done. It's probably going to be in between there.\" Sure enough, Nunes got 58 percent of the vote.\n\nNunes has captured more than two-thirds of the vote in seven of his eight elections. Since the 2016 election, when he was reelected with 68 percent of the vote and when Trump took the district by a nearly 10-point margin, he has faced mountains of criticism. He's been called \"Trump's stooge\" by his local paper and has become infamous for his overhyped secret memo and \"midnight run\" to the White House to push the conspiracy theory that the Obama administration authorized the \"unmasking\" of Trump campaign officials. Yet he is in a safely Republican district, and dethroning him will be a challenge for Janz, the first Democratic candidate to make a serious showing against Nunes.\n\nWhen asked about Janz's chances of beating Nunes in November, Mariann Hedstrom, chairman of the Tulare County Republican Party, says simply: \"I don't see that happening at all.\"\n\nDistrict 45\n\nClinton beat Trump by more than five percentage points in this Orange County district in 2016, yet Republican Rep. Mimi Walters won reelected by more than 15 percentage points. She faced four Democrats in the primary, including Brian Forde, a former Republican who served as a science advisor to President Obama, as well as two law professors at the University of California, Irvine: Dave Min, a moderate Democrat who won the California State Democratic Party endorsement, and Katie Porter, whose supporters include Sens. Elizabeth Warren and Kamala Harris.\n\nAs of Wednesday morning, Walters had 53 percent of the vote and Porter was a distant second with 20 percent.\n\nDistrict 39\n\nRep. Ed Royce won his last reelection bid by 15 percentage points. But the chairman of the Foreign Affairs Committee, known as a hawk and free-trade advocate, announced in January that he would not be running for reelection.\n\nEventually 17 people announced their candidacy for his seat, including six Democrats and seven Republicans, creating a perfect storm where Democrats could get locked out of the general election. The main Democratic candidates were pediatrician Mai Khanh Tran and philanthropist Gil Cisneros. Their main Republican opponents included former state Assemblywoman Young Kim, state Senator Bob Huff, and Shawn Nelson, a county supervisor .\n\nClinton won this district by 9 percentage points in 2016, and the district reflects California's larger demographic shifts. Its growing Latino and Asian populations have made it a majority-minority district. Kim came in first with 22 percent of the vote; Cisneros was close behind with 19 percent.\n\nDistrict 10\n\nIn 2016, Republican incumbent Rep. Jeff Denham won his reelection bid in by just 3.4 percentage points, about the same as Clinton's narrow win in his Central Valley district. He faced six Democratic candidates and one Republican challenger. His main opponents were Josh Harder, the 31-year-old venture capitalist behind Blue Apron, Virginia Madueño, the former mayor of Riverbank and the daughter of immigrants, and Michael Eggman, a beekeeper who was making his third attempt to oust Denham. Denham won the primary with 38 percent of the vote; Harder got 16 percent.\n\nDistrict 25\n\nIncumbent Republican Rep. Steve Knight, a member of the House Science Committee, faced off against four Democrats in his district just north of Los Angeles. They included Katie Hill, a first-time candidate who runs a homeless services nonprofit and was the subject of a Vice News Tonight special that drew headlines for a sex joke she made aimed at one of her workers; Bryan Caforio, a lawyer who ran in 2016 with labor and progressive endorsements and who has been taken to task for running a negative campaign; and Jess Phoenix, a 36-year-old volcano scientist.\n\nKnight was considered one of the most vulnerable Republican incumbents in the country according to the Cook Political Report. He still received 53 percent of the primary vote, while Hill took 20 percent.\n\nDistrict 21\n\nClinton took this Central Valley by 16 percentage points in 2016, and Democrats have an 18-percentage-point advantage there. Yet Rep. David Valadao, a Republican now in his sixth year in Congress, has continuously beat out his Democratic challengers.\n\nIt could be in part because he lives in the district. \"At least David Valadao is from Hanford. He knows the people,\" a Lemoore city councilwoman, who considers herself a progressive, told the Los Angeles Times last month. On Tuesday, he faced only one opponent in the primary: T.J. Cox, a chemical engineer, who lives two districts to the north. Both will head to the November election.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4013840","shares":{"facebook":4468},"wgt":4468},{"uri":"882192420","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:05:00","dateTime":"2018-06-06T14:05:00Z","dataType":"news","sim":0.47843137383461,"url":"https://www.motherjones.com/politics/2018/06/california-democrats-jungle-primary/","title":"Democrats avoid catastrophe, probably","body":"It looks like California Dems won't be locked out of any key House races.\n\nDems live to surf another wave.Phase4Studios/Shutterstock\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe \"Dems in Disarray\" headlines will have to wait another week, at least. As of Wednesday morning, it looks like Democratic candidates will appear on the general election ballot in every competitive California congressional race.\n\nThe biggest storyline heading into Tuesday's primaries was whether Democrats would get locked out of the November ballot in key House races because of the state's convoluted top-two primary system. Under this so-called \"jungle primary\" arrangement, all candidates run in a single primary and the top two finishers advance to the general election, regardless of party. The state is home to seven Republican-held congressional districts that Hillary Clinton carried in the 2016 presidential election, and Democrats were in danger of getting bumped from the top two spots in five of them.\n\nFor months, the party appeared to be a victim of its own enthusiasm -- the huge number of Democratic candidates in those districts threatened to split the Democratic vote, which could have meant that two Republicans would advance to the November contest. But in the final weeks, national groups, including the Democratic Congressional Campaign Committee, spent millions to avoid this scenario. A few Democratic candidates also dropped out of their races, hoping to consolidate the field.\n\nIn the end, those efforts paid off. Although the vote tallies won't be final in California for another week or so, Democrats appear to have clinched a general election spot in all seven districts.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4013840","shares":{"facebook":4375},"wgt":4375},{"uri":"883086732","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"19:35:00","dateTime":"2018-06-07T19:35:00Z","dataType":"news","sim":0.8549019694328308,"url":"https://www.motherjones.com/politics/2018/06/cfpb-advisory-boards-fired/","title":"Consumer protection chief hates consumer protection, fires 61 consumer protection advisors","body":"Director Mick Mulvaney continues his push to reduce the watchdog agency's footprint and power.\n\nsiraanamwong/iStock\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nOn Wednesday, the Consumer Financial Protection Bureau dismissed all 25 members of its Consumer Advisory Board, a group of experts that the head of the CFPB -- currently Mick Mulvaney, a longtime foe of the bureau -- is required by law to consult with in-person twice a year.\n\nThe move is the latest in a series of dramatic, sweeping changes introduced by Mulvaney, who has relaxed regulation of predatory payday lenders, stripped enforcement powers from agents tasked with weeding out lending discrimination, and even gone so far as to change the agency's name to the Bureau of Consumer Financial Protection. Mulvaney has long crusaded against the agency, famously calling it a \"sick, sad\" joke, and once co-sponsoring legislation as a congressman aimed at shutting down the bureau entirely.\n\nOn a Wednesday morning conference call, Anthony Welcher, a Mulvaney political appointee and the CFPB's policy associate director for external affairs, told board members they were all being let go, to be replaced with new members come fall. He also told them they would not be permitted to apply for the board.\n\n\"They wanted a 'fresh start' was the words that he used,\" Ann Baddour, a Texas consumer financial services advocate and the former chair of the CAB, told Mother Jones. \"But what does a fresh start mean? Does that mean getting rid of people on the ground who may be giving feedback that does not fully align with the direction that this current leadership wants to take?\"\n\nChi Chi Wu, a lawyer for the National Consumer Law Center and a member of the board, called the move \"a huge red flag in this administration's ongoing erosion of critical consumer financial protections that help average families.\"\n\nAfter its February and April meetings were cancelled, the advisory board was again scheduled to meet with the CFPB this week, on June 6 and 7. After hearing from other members that their travel arrangements had been put on hold, Baddour sent a letter to Mulvaney last month expressing her concerns that the board's June meeting might too be cancelled. Her letter to the CFPB director warned that \"canceling the meeting would open up deep concerns regarding both the value that the Bureau places on the CAB, as well as compliance with legal obligations related to the CAB.\"\n\nOn May 25, 15 members of the board sent Mulvaney a follow-up letter urging him to hold the June meeting. During a Monday press conference, Mulvaney assured them there was \"no cause for concern.\" Two days later, Mulvaney's CFPB dissolved the board.\n\nOn Wednesday's call, Welcher also dismissed all 36 members of two other advisory boards, the Community Bank Advisory Council and the Credit Union Advisory Council. He told consumer advisory board members the move was part of a cost cutting effort. In response, several board members offered to pay their own way to attend. (While the CFPB has covered travel, food, and accommodation for meetings, board members are volunteers.) During Wednesday's call, several board members offered to pay their own way to attend meetings. Welcher also claimed the action was designed to bring in \"new\" and \"diverse\" voices. Yet the current CAB board includes a diverse array of business perspectives, notes Baddour, including members from across the banking and private sectors -- executives from Mastercard, Citi, Discover, and Nerdwallet, for instance -- as well as academics and advocates from the public sector.\n\nThe 2010 Dodd Frank law established the CFPB to keep better tabs on Wall Street in the wake of the financial crisis. The law mandated the creation of the consumer advisory board to bring in perspectives of both industry and regular consumers. During the Obama administration, the board met in-person with bureau officials three times a year, discussing the creation and enforcement of financial sector rules, including regulations aimed at debt-collectors, small-dollar lenders, car loans, and more. Consumer advocates and some board members are concerned that the overhaul of the board indicates that regular discussions of issues key to consumer well-being are not a priority for Mulvaney's CFPB.\n\nJohn Czwartacki, a CFPB spokesperson, said in an email that, in fact, little has changed: \"The Bureau has not fired anyone. The Bureau will continue to meet its statutory obligation to convene the Consumer Advisory Board meetings as well as enhanced forms of public outreach and engagement.\" He added that the \"outspoken members of the Consumer Advisory Board seem more concerned about protecting their taxpayer funded junkets to Washington, DC and being wined and dined by the Bureau than protecting consumers.\"","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4016765","shares":{"facebook":3885,"pinterest":6},"wgt":3891},{"uri":"883086733","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"19:35:00","dateTime":"2018-06-07T19:35:00Z","dataType":"news","sim":0.658823549747467,"url":"https://www.motherjones.com/politics/2018/06/jeanine-pirro-wants-to-be-attorney-general-first-she-has-to-get-jeff-sessions-fired/","title":"Jeanine Pirro wants to be attorney general. First she has to get Jeff Sessions fired.","body":"The Fox News host is trying to flatter and batter her way to a top perch in the Trump administration.\n\nJeanine Pirro speaks at the Conservative Political Action Conference outside Washington, DC, in February 2017. Zach D Roberts/NurPhoto via ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nFox News host and Trump superfan Jeanine Pirro wants to be attorney general. According to Politico, she has repeatedly told aides to President Donald Trump over the past 18 months that she's interested in the country's top law-enforcement job.\n\nThat would seem to be a longshot for a wildly iconoclastic TV host whose political career fizzled in a series of embarrassing electoral campaigns. But Trump regularly tunes in to her show and has received her in the Oval Office and at Mar-a-Lago, and she's become one of his most influential advisers on the legal challenges that have come to define his presidency.\n\nPirro, a former district attorney and judge in Westchester County, New York, uses her Saturday night show on Fox, Justice with Judge Jeanine, to urge Trump to throw out the top officials at the Justice Department and FBI and replace them with political cronies who will prosecute the Clintons and other Democrats. She persistently claims that \"deep state\" officials conspired to elect Hillary Clinton and frame Trump -- and that the president's embattled attorney general, Jeff Sessions, is abetting them by recusing himself from the Russia investigation.\n\nPirro's antipathy for Sessions is a recurring feature on her show, one that could theoretically help her take his job. She is not shy about pushing Trump to remove Sessions. During one of her fiery opening monologues in May, she called Sessions \"the single most of dangerous person to the agenda of President Trump, the Republican Party, and ultimately to all Americans...the most dangerous man in America.\" Her reasoning is that Sessions won't take government traitors and Democrats \"out in cuffs\" and has instead handed his oversight of the Russia investigation to his deputy, Rod Rosenstein, who has been a target of Trump's wrath and of hers.\n\nDespite Pirro's fierce loyalty to Trump, she has been passed over multiple times for administration jobs. After the election, Politico reports, she wanted the attorney general job. But when that went to Sessions, she pushed for the deputy attorney general post that Rosenstein ultimately landed. Next, Trump considered her for US attorney for the Eastern District of New York, but aides persuaded him not to make the appointment. Last November, Trump floated the idea of a federal judgeship, though his aides believed he raised it to flatter her and was not serious, according to Politico.\n\nBut a lot has changed since then. Trump has become increasingly isolated, and Pirro's loyalty and friendship have remained a constant that have brought the two closer together. He regularly watches her show and speaks with her by phone. During the presidential campaign, she invoked her past as a prosecutor of domestic violence cases to defend Trump against accusations of sexual assault. On her show, she promotes his wildest conspiracy theories about the Russia investigation, lending her imprimatur as a prosecutor to conservatives' attempt to discredit special counsel Robert Mueller's investigation. And she recently interviewed Trump for her upcoming book, Lies, Leakers, and Liberals, which is rumored to be a rebuttal of the unflattering portrayal of the White House in Michael Wolff's Fire and Fury, released in January.\n\nIf Trump does decide to appoint her attorney general, her outlandish claims on her show and her past legal troubles -- allegations of misconduct by her office when she was district attorney, one lawsuit alleging defamation and another that accused her of fabricating facts for her book, and allegations that her husband had mob ties, to name a few -- would lead to a very tough confirmation battle in the Senate. But after all she has done for Trump, there may come a point when there are not enough persuasive aides to stop him from giving her a promotion.\n\nRead Mother Jones' May profile of Pirro and her influence on the president here.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4019397","shares":{"facebook":3879,"pinterest":5},"wgt":3884},{"uri":"881717962","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"21:03:00","dateTime":"2018-06-05T21:03:00Z","dataType":"news","sim":0.729411780834198,"url":"https://www.motherjones.com/environment/2018/06/no-wonder-scott-pruitt-wanted-a-chick-fil-a-franchise-theyre-both-on-missions-from-god/","title":"No wonder Scott Pruitt wanted a Chick-fil-A franchise: they're both on missions from God","body":"\"To glorify God by being a faithful steward of all that is entrusted to us.\"\n\nJebb Harris/The Orange County Register, Zuma\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe Washington Post on Tuesday dropped another bombshell about Environmental Protection Agency Administrator Scott Pruitt's attempts to exploit his office for personal gain. He had his staff arrange a call with the chairman of Chick-fil-A, and later its legal department, to discuss \"a potential business opportunity.\" In another violation of federal ethics law, it turns out that Pruitt asked his staff to find a job for his wife, Marlyn Pruitt. In this case, he was eyeing a Chick-fil-A franchise, which she didn't end up pursuing.\n\nThe Washington Post writes:\n\nPruitt's efforts on his wife's behalf -- revealed in emails recently released under a Freedom of Information Act request by the Sierra Club -- did not end with Chick-fil-A. Pruitt also approached the chief executive of Concordia, a New York nonprofit organization. The executive, Matthew Swift, said he ultimately paid Marlyn Pruitt $2,000 plus travel expenses to help organize the group's annual conference last September.\n\nMultiple current and former EPA aides, speaking on the condition of anonymity to describe private conversations, said Pruitt told them he was eager for his wife to start receiving a salary. Two said Pruitt was frustrated in part by the high cost of maintaining homes in both Washington and Oklahoma [...]\n\nFederal ethics laws bar public officials from using their position or staff for private gain. A Cabinet-level official using his perch to contact a company CEO about a job for his wife \"raises the specter of misuse of public office,\" said Don Fox, who was head of the federal Office of Government Ethics during the Obama administration. \"It's not much different [from] if he [had] asked the aide to facilitate getting a franchise for himself.\"\n\nAsking a government scheduler, Sydney Hupp, to plan the meeting also marks a violation of federal rules barring officials from asking subordinates to perform personal tasks, Fox said. \"It is a misuse of the aide's time to ask the aide to do something like this that is really for personal financial benefit.\"\n\nSo, why was Chick-fil-A so attractive to the Pruitts? One possibility could be Pruitt's political ambitions. Pruitt has his eye on higher political office, and the Chick-fil-A brand carries weight in Republican political circles -- it's the go-to catering spot for GOP meetings.\n\nThat's because of the private company's evangelical roots, which go back to its founder S. Truett Cathy, who died in 2014 but was committed to running a Christian company. Chick-fil-A is closed on Sundays, often puts sayings from the Bible on its styrofoam cups, and has in the past lobbied against same-sex marriage and contraception coverage.\n\nAnd that reflects Pruitt's own deep roots to conservative evangelicalism in Oklahoma. He and his family have been actively involved with the First Baptist Church of Broken Arrow for decades; his wife taught Sunday school classes, and Pruitt gave lessons to adults about mixing faith and politics. When reporting from Oklahoma last year for a profile of Pruitt, I interviewed his longtime senior pastor Nick Garland:\n\nGarland was one of the few who had known Pruitt for decades, not from his political life, but as a family man and deacon, deeply committed to his evangelical faith. Garland has watched Pruitt since the early '90s, when Pruitt was a law student and the pastor recruited him and his wife to First Baptist. Over the years, Pruitt's commitment to the congregation has been unwavering. His two children grew up in this church. Shortly after law school, he joined fellow parishioners on a missionary trip to Romania. When he was the state's attorney general, he taught a seminar on how to blend one's faith into communication and current events.\n\nDuring his early days in Oklahoma, Garland says, Pruitt knew \"there was something more he's supposed to do than be a student of law.\" Garland, who has a collection of eagle-themed memorabilia scattered around his office, compares Pruitt to the bird. \"Eagles are one of the rare creations of God that delight in the storm,\" he says. The 114-year-old Broken Arrow church subscribes to a conservative branch of the Southern Baptist tradition. When dozens of evangelical leaders endorsed Pruitt's nomination in late 2016, they wrote an open letter explaining their rejection of \"any ideology that sees human beings as a blight upon the planet and would harm human flourishing by restricting or preventing the rightful use and enjoyment of creation.\" This echoed a view of environmental stewardship that has become widely accepted in conservative evangelical communities: \"He created human beings in His own image, bearing responsibility to advance human flourishing through many forms of human activity, from agriculture and enterprise to technology and innovation,\" the religious leaders wrote. In other words, the planet's resources are there for the purpose of human use.\n\nAnd to bring it all back to Pruitt's franchise ambitions for his wife, this all sounds very much like the first motto of Chick-fil-A before its founder's death. Their mission statement announced the purpose of the business was \"to glorify God by being a faithful steward of all that is entrusted to us.\"","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4014458","shares":{"facebook":3548},"wgt":3548},{"uri":"882505831","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"00:11:00","dateTime":"2018-06-07T00:11:00Z","dataType":"news","sim":0.6117647290229797,"url":"https://www.motherjones.com/kevin-drum/2018/06/quote-of-the-day-youre-a-piece-of-trash/","title":"Quote of the day: \"You're a piece of trash\"","body":"Help MoJo build a team dedicated to combating disinformation: Read why we think this project is so critical, and kick-start it with a tax-deductible donation today.\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nFrom EPA spokesperson Jahan Wilcox, asked for comment about the resignation of two aides to Scott Pruitt:\n\nYou have a great day, you're a piece of trash.\n\nSo professional. The backstory here is that a few weeks ago an Atlantic reporter revealed that Pruitt had asked for permission to raise the salaries of two of his favorite staffers, both of whom had followed him to DC from Oklahoma. Even though he was turned down, Pruitt gave them raises anyway. Millan Hupp, a 26-year-old scheduler, ended up making $114,590 until the Atlantic story came out and Pruitt was forced to rescind the raises.\n\nObviously Wilcox takes this personally, which is why he told Elaina Plott she was a piece of trash when she called for comment today about Hupp's resignation. But he must have missed this part:\n\nAccording to one top EPA official, the 26-year-old was \"tired of being thrown under the bus by Pruitt,\" and weary of seeing her name constantly appear in headlines about the agency. Officials began drafting her resignation paperwork on Monday morning, just after portions of her congressional testimony were made public.\n\nPruitt must be a real shitbag. Hupp has worked for Pruitt for several years, and even without the raise she was making $86,460 at age 26. That's not bad for a 2014 graduate of Oklahoma State University majoring in Hotel and Restaurant Administration. Pruitt must have treated her pretty badly to finally get her to quit what's really a pretty plum job.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4014458","shares":{"facebook":2614},"wgt":2614},{"uri":"883738544","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:10:00","dateTime":"2018-06-08T18:10:00Z","dataType":"news","sim":0.5490196347236633,"url":"https://www.motherjones.com/environment/2018/06/house-democrats-just-asked-the-fbi-to-open-a-criminal-investigation-into-scott-pruitt/","title":"House Democrats just asked the FBI to open a criminal investigation into Scott Pruitt","body":"They point out it's illegal for public officials to use their position or staff for private gain.\n\nRon Sachs/CNP via Zuma\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nEnvironmental Protection Agency head Scott Pruitt already faces at least 12 federal inquiries from the EPA's Inspector General, Government Accountability Office, and House Oversight committee.\n\nCould a criminal probe be next?\n\nSix House Democrats led by Rep. Don Beyer (D-Va.) sent a letter on Friday to the FBI and Department of Justice requesting a criminal investigation into Pruitt. \"At the very least, we know that federal ethics laws bar public officials from using their position or staff for private gain,\" they write in the letter. \"Administrator Pruitt has certainly done just that. Further, his actions related to his wife's employment and the quid-pro-quo condo situation with industry lobbyists may have crossed a line into criminal conduct punishable by fines or even by time in prison.\"\n\nThe letter cites recent revelations about how Pruitt used his position to find a job for his wife, and his staff to obtain a \"well below market value\" rental in a Capitol Hill townhouse owned by an energy lobbyist. There have been additional stories this week about how Pruitt directed an aide to hunt for a used Trump hotel mattress and his security detail to find him a certain lotion only available at Ritz-Carlton hotels, presumably inspired by the time he spoke to the National Mining Association at the hotel in April of last year.\n\nIn May, Pruitt confirmed in a Senate budget hearing that he has set up a legal defense fund to potentially address the expanding number of investigations into his behavior. Although the fund would be useful if he faced a criminal investigation, ethics experts see it as potentially being another ethical minefield, because federal law says he cannot accept donations from donors whose business interests involve the EPA.\n\nRead the letter from the House Democrats:","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4014458","shares":{"facebook":2521,"pinterest":8},"wgt":2529},{"uri":"883841331","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"21:52:00","dateTime":"2018-06-08T21:52:00Z","dataType":"news","sim":0.7607843279838562,"url":"https://www.motherjones.com/politics/2018/06/she-was-enslaved-by-salvadoran-guerrillas-us-judges-say-that-makes-her-ineligible-for-asylum/","title":"She was enslaved by Salvadoran guerrillas. US judges say that makes her ineligible for asylum.","body":"A woman could face deportation because she cooked and cleaned under threat of death nearly 30 years ago.\n\nA man wears a shirt with the Spanish initials of the Farabundo Martí National Liberation Front, a left-wing guerrilla group, in San Salvador in 1989.Mario Ruiz/ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nShe watched as Salvadoran guerrillas made her husband dig his own grave and then murdered him. She was forced to cook, clean, and wash clothes for the guerrillas under threat of death. But after she fled El Salvador for the United States, she was denied asylum. And on Wednesday, the government upheld that denial because her forced labor constituted \"material support\" for terrorism.\n\nThe problem for the asylum seeker, identified in legal documents by the initials ACM, is that US law prevents anyone who has engaged in \"terrorist activity\" from receiving protection from persecution. That includes providing material support such as a \"safe house\" or weapons. The question before the Justice Department's Board of Immigration Appeals was whether cooking, cleaning, and washing clothes counted as material support. On Wednesday, the board found in a 2-1 ruling that it did.\n\nThe ruling comes as the Trump administration pushes to close \"loopholes\" in the asylum system that it says enable \"chronic\" fraud, noting that most Central Americans lose their asylum claims. In October, Attorney General Jeff Sessions attacked \"dirty immigration lawyers\" for their role in promoting \"rampant abuse and fraud\" in the asylum system. But in reality, many asylum seekers are denied because of court rulings and obscure laws like the one that prevent people like ACM from gaining asylum -- people fleeing extreme persecution who would seem to be perfect candidates for asylum.\n\nACM was pressed into involuntary servitude by Salvadoran guerrillas in 1990, during the country's brutal civil war. She entered the United States without authorization in 1991 and later applied for asylum. A New York immigration judge, Noel Brennan, denied her asylum claim in 2016 but blocked her from being removed from the United States under the Convention Against Torture, citing her \"slavery at the hands of the guerrillas.\" The Department of Homeland Security appealed that ruling later the same year, sending the case to the Board of Immigration Appeals. On Wednesday, the board upheld Brennan's asylum decision and requested that Brennan reconsider the decision to protect her from deportation.\n\nThe board found that ACM's domestic work \"aided [guerrillas] in continuing their mission of armed and violent opposition to the Salvadoran Government.\" Board members Patricia Cole and Roger Pauley, who joined the board under Presidents Bill Clinton and George W. Bush, respectively, wrote that while her \"assistance may have been relatively minimal, if she had not provided the cooking and cleaning services she was forced to perform, another person would have needed to do so.\"\n\nACM's lawyers say they will now appeal the decision to the Second Circuit Court of Appeals in New York. Dawn Pipek Guidone, a Long Island attorney who has worked on the case pro bono since 2004, says the decision \"is a travesty of justice.\" Nicholas Mundy, a Brooklyn-based lawyer who is working with Guidone pro bono, says that when he first heard about the case, he couldn't believe that the government was trying to block asylum.\n\nBoard Member Linda Wendtland, another Bush-era appointee, dissented from the Pauley and Cole's view that cooking and cleaning \"performed -- as a slave -- for Salvadoran guerrillas\" meets the legal bar for material support. She wrote that the majority's sweeping definition of aiding terrorists is \"without effective limits and would lead to absurd results\":\n\n[P]roviding a glass of water to a thirsty individual who happened to belong to a terrorist organization would constitute material support of that organization, because the individual otherwise would have needed to obtain water from another source. Providing medical care to a flu-stricken member of a terrorist organization would also qualify as material support, since the individual otherwise would have needed to seek help from another doctor. Myriad other everyday activities that involve the crossing of paths with individuals who happen to be members of terrorist organizations would also be covered, such as...cooking breakfast or doing laundry for one's spouse who is a member.\n\nBrennan said in her 2016 decision that ACM's distress was \"palpable\" as she described the \"physical and psychological abuse\" the guerrillas inflicted. \"As she told of the circumstances regarding her husband's brutal death, she broke down, and when questioned in detail about it had further tears,\" Brennan said. She would have granted asylum if ACM had not \"cooked and cleaned and washed clothes and otherwise [given] what is 'material' support\" to her captors. The material support also appeared to include being coerced into shooting at bottles and trees for weapons training. ACM said she found the training repulsive and feigned sickness so she could go back to cooking and cleaning.\n\nThe fact that her labor was performed under threat of death was, from a legal perspective, irrelevant. In 2016, the Board of Immigration Appeals ruled in a separate case that there is no exception for assisting terrorists under \"duress.\" That case centered on Marleny Hernandez, who ran a store and hotel in the 1990s in the small town of El Bordo, Colombia. The Revolutionary Armed Forces of Colombia, the guerrilla group known as FARC after its Spanish initials, repeatedly threatened Hernandez and demanded that she give them food and other goods from her store, according to court documents. Hernandez eventually complied. After she stopped providing assistance and let Colombian police stay in her hotel, the guerrillas attacked her town and burned down her store and hotel. A FARC commander later put a gun to her head and demanded that she stop helping the police. Hernandez fled for the United States soon after but was denied asylum.\n\nDespite the rulings, it is not impossible for people who meet the legal definition of supporting terrorism to receive asylum. The secretaries of state and homeland security can provide a waiver for people who undertook \"terrorism-related\" actions that make them ineligible for immigration benefits. DHS's website states that the \"definition of terrorism-related activity is relatively broad and may apply to individuals and activities not commonly thought to be associated with terrorism.\"\n\nIn Hernandez's case, the appeals board said Congress' authorization of the waiver is evidence that the law does not include an exception for helping terrorists under duress. Pauley and Cole cited the authority to grant waivers on Wednesday as evidence that there is no \"quantitative\" limit for what counts as supporting terrorism. Something is either material support or it isn't, they decided. But to be eligible for the waiver, Guidone says her client would need to concede that she provided material support, a claim that her lawyers strongly dispute.\n\nIn February, the Second Circuit in New York denied an appeal from Hernandez. Judge Christopher Droney backed the decision but wrote in a concurring opinion that he had \"serious concerns\" that the waiver program did not meet US obligations under international law. The 1967 UN refugee protocol, to which the United States is a party, prohibits removing eligible asylum seekers unless they pose a security threat. Droney stated that it is clear that \"Congress did not intend to allow DHS to remove otherwise-eligible asylees who do not present genuine security threats to the United States -- a description that seems very likely to apply to Hernandez, and perhaps, others like her.\"\n\nThe Second Circuit may soon have a chance to weigh in on whether forced labor counts as material support for terrorists. Guidone says her client will be vindicated by the appeal. Mundy adds that the case is striking a chord. \"The public and the press is realizing how literally crazy that determination is,\" he says. \"And how unfair and unjust it is.\"","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4024866","shares":{"facebook":2407},"wgt":2407},{"uri":"883794462","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"20:06:00","dateTime":"2018-06-08T20:06:00Z","dataType":"news","sim":0.7137255072593689,"url":"https://www.motherjones.com/politics/2018/06/ice-detainees-federal-prison-interview/","title":"Why the Trump administration is treating immigration detainees like criminals","body":"Suspected illegal border crossers at Customs and Border Protection headquarters in Tucson, Arizona, in 2012. Ross D. Franklin/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nIn an unexpected and unusual move, Immigration and Customs Enforcement says it plans to transfer 1,600 of its detainees to federal prisons. The agency says a surge in illegal border crossings and the Department of Justice's new zero-tolerance policy has increased the demand for detention space.\n\nIn an email, ICE spokeswoman Danielle Bennett says the move is \"intended to be a temporary measure until ICE can obtain additional long-term contracts for new detention facilities or until the surge in illegal border crossings subsides.\" Detainees will be held in five federal prisons in California, Oregon, Texas, Washington, and Arizona.\n\nPrison-guard union officials in California, Texas, and Washington told Reuters they had little time to prepare for the new inmates. One union president at a facility in Victorville, California, which will hold 1,000 detainees, has raised concerns about whether the prison has enough staff members to handle the new detainees. Immigration advocates have also criticized the decision. \"Our federal prisons are set up to detain the worst of the worst. They should not be used for immigration purposes,\" Ali Noorani, executive director of the National Immigration Forum, told Reuters.\n\nMany of the detainees ICE is sending to prisons are waiting for immigration or asylum hearings and not facing criminal charges for illegal entry. To get a better understanding of why the Trump administration is sending them to prisons designed to hold criminals, I spoke with Margo Schlanger, a law professor at the University of Michigan and former head of the Department of Homeland Security's Office of Civil Rights and Civil Liberties under the Obama administration. She suspects that the move may have less to do with zero-tolerance policies and more to do with the surge of immigration cases as a result of ICE arrests inside the country.\n\nMother Jones: What is striking about this decision?\n\nMargo Schlanger: Immigration detention is civil -- the point is to hold people until they can have their cases processed and heard. So putting people in prison when they're in that situation is a very big statement that the administration isn't thinking about immigration detention as civil. They're thinking about people who are fighting their immigration cases as criminals, and that is really problematic.\n\nThese are largely not dangerous people. Only about a third of them at this point have a criminal record, and often they're from years and years ago. So we're not talking about a population that is appropriate for criminal confinement. In addition, it's not illegal to fight your case: When you come and you apply for asylum, there's nothing illegal about that. The idea that people in those circumstances need to be detained at all seems to me wrong. But certainly that they need to be detained in a prison that's intended for criminal confinement -- it's just wrong.\n\nMJ: Immigration detainees have been kept in local jails before. What makes keeping them in federal prisons different?\n\nMS: When ICE detains people in local jails, it does so with a contract and a set of detention standards that are supposed to apply. Jails are often bad places for immigrants to be -- they are very confined and they can often have bad conditions. It's even possible that federal prisons may have better conditions of confinement than some jails. That said, I would be very interested to know how immigrant detainees are or are not being separated from people in prison. I would be worried about staff that's trained and used to dealing with criminal convicts being asked to deal with a civilly confined population, and if they're able to make that transition. If BOP using its ordinary standards, those standards were designed for criminal confinement. In a prison, some of the rules and conditions probably serve punitive purposes, and if those rules and conditions are applied to immigrant detainees, that could violate the due process clause.\n\nMJ: ICE attributes this decision to a surge in border crossings and its new zero-tolerance policy. What are some other factors at play?\n\nMS: The impact of zero-tolerance is really unclear. The current government policy is to prosecute people who are crossing the border. If they are prosecuting them, then they are facing criminal trials, and if they're found guilty, serving criminal time. If anything, that should lessen the need for ICE detention; they're not in ICE custody at all, but they're in DOJ custody. It's possible in the future these people could come into ICE detention, but for now, that's not driving the numbers.\n\nAnother factor is interior enforcement. If ICE is arresting people indiscriminately in the interior, then they're arresting people who have good defenses in their immigration cases. If you start arresting people who have been here for years, these are going to be people who fight their cases, so that means they're going to stay in detention longer. So the detention bed space gets used by someone who's in detention for a long period of time instead of someone who just got here and is quickly getting deported. That strikes me as a plausible explanation.\n\nMJ: What else should we be taking away from this decision?\n\nMS: I think this is just part and parcel of the Trump administration's effort to consider the immigration system entirely as a criminal justice system, which it is not and never has been. It's bad enough that [immigrants] are in places that feel like jails and in some places are jails, but at least many people who go to jails haven't been convicted of anything -- you can think of it as a waiting place where they're having their status adjudicated. But that's not what prisons are. Prisons are places for people who have been convicted. We are talking about non-criminal detainees. It's crossing an important symbolic bridge.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4019988","shares":{"facebook":2334,"pinterest":6},"wgt":2340},{"uri":"883418784","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"09:00:00","dateTime":"2018-06-08T09:00:00Z","dataType":"news","sim":0.6039215922355652,"url":"https://www.motherjones.com/kevin-drum/2018/06/trump-takes-aim-at-pre-existing-conditions/","title":"Donald Trump takes aim at pre-existing conditions","body":"Jim West via ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe Trump administration's desperate desire to deprive Americans of health care entered a new phase tonight when Donald Trump personally approved a decision by the Justice Department not to defend Obamacare against state lawsuits:\n\nIn a brief filed in a Texas federal court and an accompanying letter to the House and Senate leaders of both parties, the Justice Department agrees in large part with the 20 Republican-led states who brought the suit. They contend that the ACA provision requiring most Americans to carry health insurance soon will no longer be constitutional and that, as a result, consumer insurance protections under the law will not be valid either.\n\n....The administration does not go as far as the Texas attorney general and his counterparts. In their suit, lodged in February in the U.S. District Court for the Northern District of Texas, they argue that the entire law is now invalid. By contrast, the Justice brief and letter say many other aspects of the law can survive because they can be considered legally distinct from the insurance mandate and such consumer protections as a ban on charging more or refusing coverage to people with preexisting medical conditions.\n\n....In an unusual filing just before 6 p.m. Thursday, when the brief was due, the three career Justice attorneys involved in the case -- Joel McElvain, Eric Beckenhauer and Rebecca Kopplin -- withdrew.\n\nA few points:\n\nIt is very unusual -- in fact, virtually unprecedented -- for the Justice Department not to defend a law. DOJ is joining an unusually frivolous effort. The states claim that with the mandate tax now repealed, the mandate itself has also been repealed. And if there's no mandate, then forcing insurers to cover pre-existing conditions is no longer valid either. This makes no sense. Senseless or not, both Trump and other Republicans have stated repeatedly that they're all in favor of prohibiting insurers from discriminating against patients with pre-existing conditions. Now they're explicitly trying to allow it.\n\nAnd check out this tweet from the middle of an Andy Slavitt tweetstorm:\n\nThis collusion between the conservative plaintiffs and the \"defense\" would make pre-ex protections and age rating protections unconstitutional.\n\nIn an active of savage cynicism, the Trump Administration doesn't want this to go into effect until after the election. 3/\n\n-- Andy Slavitt (@ASlavitt) June 8, 2018\n\nOf course they don't want it to go into effect before the election. That would generate lots of newspaper headlines and make people mad. Instead, they want to pretend that they have a shiny new ban on pre-existing conditions all ready to go, so there's nothing to worry about. A few days after the election, if they get the ruling they want and remain in control of Congress, they will conveniently be unable to pass anything through either house.\n\nOf course, probably none of this matters. Any decision would almost certainly be stayed and appealed immediately, and eventually make its way to the Supreme Court. It's unlikely the present court would waste time on a subject they've already spent so much time on, but you never know when a justice will retire or die, opening up a slot for a conservative willing to vote for anything as long as it cripples Obamacare. In a normal world, nobody would have to worry about petty nonsense like these lawsuits. But we don't live in a normal world anymore.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4020347","shares":{"facebook":2237},"wgt":2237},{"uri":"882874064","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"13:25:00","dateTime":"2018-06-07T13:25:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/media/2018/06/time-cover-features-king-donald-trump/","title":"Time cover features \"king\" Donald Trump","body":"Looking for news you can trust?\n\nSubscribe to our free newsletters.\n\nWhether it's asserting the authority to pardon himself or that it's legally impossible for him to obstruct justice, President Donald Trump and his legal team have pushed a bold new strategy in recent weeks that appears to suggest they believe the president of the United States is above the law.\n\nThose apparent attempts to discredit the special counsel's investigation into Trump and Russia are now being featured on Time's latest cover illustration, which features the president gazing into a mirror image that reflects a king. The accompanying story argues that Trump's efforts to undermine Robert Mueller are working and ultimately damaging democracy. (Our own David Corn published a similar argument this week, that Trump is getting away with the biggest scandal in American history.)\n\nTrump has a well known fixation with Time covers. It's unclear if this latest will anger him -- or whether he'll feel the \"king\" depiction is just about right.\n\nTIME's new cover: Donald Trump's campaign to discredit the Russia investigation may be working. It's also damaging American democracy https://t.co/z3bDDFdd6c pic.twitter.com/tL7Rafd0ya\n\n-- TIME (@TIME) June 7, 2018","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":2053},"wgt":2053},{"uri":"881954165","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"07:12:00","dateTime":"2018-06-06T07:12:00Z","dataType":"news","sim":0.4941176474094391,"url":"https://www.motherjones.com/politics/2018/06/california-governor-senate-primary-results/","title":"Newsom and Feinstein Advance in California Primaries","body":"No big surprises for the Democratic frontrunners for governor and senator.\n\nGavin NewsomJeff Chiu/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nEven as California Democrats battled to make headway in Republican-held congressional districts, Tuesday's primary confirmed their party's lock on statewide offices, all but ensuring that the Golden State will maintain its opposition to President Donald Trump beyond November.\n\nCalifornia operates an uncommon \"jungle\" primary, where top-two vote-getters, regardless of party, duke it out in the November general election. While this system was a source of unease for Democrats in tight congressional districts, it was less of an issue in these four statewide races where Democrats are frontrunners.\n\nGovernor\n\nLongtime California Governor/philosopher king Jerry Brown is getting termed out at the beginning of 2019. Compared to some previous elections, the field of 27 candidates who competed in the gubernatorial primary was tiny.\n\nIn the days before Tuesday's vote, most polling indicated that current lieutenant governor and former San Francisco Mayor Gavin Newsom would easily earn a place in the statewide general election. But the second spot in the \"top-two\" primary remained something of a toss-up until the very end. Though former Los Angeles Mayor Antonio Villaraigosa was an early favorite, polling closer to Election Day showed Republican accountant John Cox pulling into second.\n\nCox was once a distant third in statewide polls. But he picked up an endorsement from President Donald Trump via Twitter, which political watchers thought would consolidate the state's dwindling Republican vote. As of 10:30PM Pacific Time, Newsom had garnered 34 percent of the vote. Cox had 26 percent, and Villaraigosa trailed with 11 percent.\n\nU.S. Senator\n\nThirty-one people challenged Democrat Dianne Feinstein for her seat. Feinstein, who was first elected to the Senate back in 1992, is seeking her sixth term. Even though the state Democratic Party did not endorse Feinstein, polling showed that she would make the ticket easily. But it was less clear who would slip into the second spot.\n\nIn the days before the election, state Senator Kevin de León polled slightly ahead of a James Bradley, a Republican, for the number two spot. De León, who previously served as as the president pro tempore of the State senate, challenged (is challenging) Feinstein from the left. As of late Tuesday night, Feinstein had 44 percent of the vote. De León and Bradley each had 10 percent, leaving open the question of whether DiFi will face off against a fellow Democrat.\n\nLieutenant governor\n\nThough his or her position is technically the second most senior in California's state government, the lieutenant governor's job description is pretty sparse. Aside from being the designated acting governor when the state's chief executive is away or unable to work, the job's only other responsibilities involve sitting on boards that oversee the state's public lands and public colleges. (And waiting to run for governor.)\n\nEleven candidates jockeyed for a spot in the top-two primary. Late Tuesday, Democrats Eleni Kounalakis and Ed Hernandez looked most likely to advance to November.\n\nInsurance commissioner\n\nCalifornia's insurance commissioner is an under-the-radar position whose responsibilities are largely in the consumer protection realm. But this year's race for the position is noteworthy because the two candidates who will advance to the November ballot have divergent perspectives on single-payer healthcare, which will likely emerge as the issue in this election. State Senator Ricardo Lara sponsored a much-discussed single-payer healthcare bill in 2017 and supports developing a public option. Former Insurance Commissioner Steve Poizner, in contrast, has said that candidates for this role who advocate single-payer should \"probably should be running for a different post.\"","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4010545","shares":{"facebook":1879},"wgt":1879},{"uri":"881490826","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"14:21:00","dateTime":"2018-06-05T14:21:00Z","dataType":"news","sim":0.7686274647712708,"url":"https://www.motherjones.com/politics/2018/06/jeff-sessions-russia-recusal-trump-tweets/","title":"Trump just accidentally strengthened the case for Jeff Sessions' Russia recusal","body":"Alex Edelman/ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nPresident Donald Trump again expressed regret about appointing Jeff Sessions as his attorney general, claiming in a Tuesday morning tweet that had he known Sessions would eventually recuse himself from overseeing the ongoing Russia investigation, he would have \"quickly picked someone else.\"\n\nIn declaring that Sessions \"knew better than most\" regarding questions of collusion, Trump underscored the argument that Sessions' recusal was in fact wholly appropriate by suggesting he had firsthand knowledge of events relevant to special counsel Robert Mueller's investigation. Trump's tweet also seemed to suggest that under any other attorney general, there would be no investigation into ties between Russia and his campaign, businesses, or administration.\n\nThe Russian Witch Hunt Hoax continues, all because Jeff Sessions didn't tell me he was going to recuse himself...I would have quickly picked someone else. So much time and money wasted, so many lives ruined...and Sessions knew better than most that there was No Collusion!\n\n-- Donald J. Trump (@realDonaldTrump) June 5, 2018\n\nIt's the latest attack by Trump since Sessions announced his recusal from all investigations related to the 2016 presidential campaign in May 2017 -- a commitment he appears to have violated on numerous occasions. The president has insulted Sessions' decision as \"disgraceful\" and \"very unfair to the president\" and privately berated him in meetings.\n\nEarlier Tuesday, Trump also raised questions about the Justice Department's inspector general report into Hillary Clinton's private email server, insinuating that the fact the report has not yet been released indicates it is being edited to cover up \"horrible things\" done by his 2016 presidential rival and former FBI director James Comey. The report is expected to be released any day.\n\nWhat is taking so long with the Inspector General's Report on Crooked Hillary and Slippery James Comey. Numerous delays. Hope Report is not being changed and made weaker! There are so many horrible things to tell, the public has the right to know. Transparency!\n\n-- Donald J. Trump (@realDonaldTrump) June 5, 2018","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4013348","shares":{"facebook":1753},"wgt":1753},{"uri":"882297249","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"16:53:00","dateTime":"2018-06-06T16:53:00Z","dataType":"news","sim":0.772549033164978,"url":"https://www.motherjones.com/politics/2018/06/aclu-sues-trump-over-census-a-naked-act-of-intentional-discrimination/","title":"The ACLU just sued Donald Trump for \"a naked act of intentional discrimination\"","body":"This is the sixth major lawsuit challenging a controversial question about US citizenship on the 2020 census.\n\nA 2018 census letter mailed to a resident in Providence, R.I., as part of the nation's test run for the 2020 census.Michelle R. Smith/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe American Civil Liberties Union sued the Trump administration on Wednesday over its decision to add a controversial question about US citizenship to the 2020 census. The ACLU suit is the sixth one challenging the citizenship question, which is likely to depress the response rate among immigrants and reduce the political power of the cities and states where large numbers of them live.*\n\n\"The addition of the citizenship question is a naked act of intentional discrimination directed at immigrant communities of color that is intended to punish their presence, avoid their recognition, stunt their growing political power, and deprive them and the communities in which they live of economic benefits,\" states the lawsuit, which was filed with the New York Civil Liberties Union on behalf of immigrants' rights groups.\n\nBREAKING: We're suing to stop the Trump administration from asking about citizenship on the 2020 census.\n\nThe question is intended to reduce participation by immigrant communities, stripping them of political and economic power.https://t.co/yYMzn8GnNn\n\n-- ACLU (@ACLU) June 6, 2018\n\nThe ACLU contends that the new question violates the Census Bureau's constitutional mandate to count every person in America accurately, regardless of citizenship. The census determines how $675 billion in federal funding is allocated to states and localities, how many congressional seats and electoral votes states receive, and how voting districts are drawn. If many immigrants don't respond to the census because they fear that reporting themselves as noncitizens could cause them to be deported, that would shift economic and political power to whiter and more Republican areas.\n\nThe 2010 census failed to count 1.5 million people of color while overcounting white Americans. That discrepancy could get much worse under Trump, whose administration has targeted immigrant communities and denied critical resources to the Census Bureau.\n\n\"If Republicans rig the census, there are no do-overs.\" https://t.co/XxWvDyUGV7 pic.twitter.com/52A2htKXuU\n\n-- Mother Jones (@MotherJones) March 30, 2018\n\nThe Commerce Department, which oversees the Census Bureau, approved the citizenship question in March despite opposition from six former Census Bureau directors, who told Commerce Secretary Wilbur Ross that \"an untested question on citizenship status at this late point in the decennial planning process would put the accuracy of the enumeration and success of the census in all communities at grave risk.\"\n\nThe Commerce Department said the question was needed to better enforce the Voting Rights Act. But in testimony last month on Capitol Hill, Justice Department Acting Assistant Attorney General for Civil Rights John Gore, who pushed for the question, admitted that the Trump Justice Department hadn't filed a single lawsuit to enforce the VRA and couldn't name a case where not having the citizenship question on the census hurt the department's efforts to enforce the civil rights law.\n\nGore's rational for adding a citizenship question to the census is that it will help the Civil Rights Division enforce the Voting Rights Act. But questioned by Gowdy, he can't name a single DOJ case that has been hampered by not having the question in the past.\n\n-- Pema Levy (@pemalevy) May 18, 2018\n\nThe ACLU lawsuit follows five similar suits: one from the state of California, one from New York and 16 other states, and one each from the city of San Jose, a Democratic redistricting group led by former Attorney General Eric Holder, and the Mexican-American Legal Defense and Educational Fund.\n\nCorrection: An earlier version of this article misstated the number of earlier lawsuits filed over the citizenship question.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4016373","shares":{"facebook":1674},"wgt":1674},{"uri":"881263393","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"10:14:00","dateTime":"2018-06-05T10:14:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/politics/2018/06/disinformation-russian-trolls-twitter-facebook-election-2018/","title":"A murder plot, a Twitter mob, and the strange unmasking of a pro-Kremlin troll","body":"A recent case shows how social media continues to give great cover for disinformation.\n\nMother Jones illustration; Getty Images\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nFor several days in March, British Prime Minister Theresa May was the focus of an all-out assault on Twitter, after she blamed the Kremlin for the poisoning of a former Russian spy and his daughter on British soil. One account in the melee stood out, racking up hundreds of retweets and claiming that May was lying about the nerve-agent attack on Sergei and Yulia Skripal:\n\n\"The #Skripal Case: It Looks Like Theresa May Has Some Explaining to Do!\" declared one of many broadsides from @ian56789, which called the attempted murder a \"#falseflag\" operation.\n\nTo expert disinformation researchers, the troll appeared to be working on behalf of Vladimir Putin's regime, part of a longer-term pro-Kremlin campaign. The British government reported that the \"Ian\" account -- whose avatar featured the chiseled face of British male model David Gandy -- sent 100 posts a day during a 12-day period in April, reaching 23 million users. Atlantic Council analyst Ben Nimmo examined tens of thousands of tweets around #Skripal and concluded that Ian was likely part of a Kremlin troll operation, based on multiple characteristics seen across Ian's posts going back six years. The account vigorously backed Russia's 2014 annexation of Crimea and pushed Moscow spin regarding chemical weapon attacks in Syria and the shooting down of Malaysian flight MH-17 over Ukraine. The most important clue, according to Nimmo, was Ian's extensive posting about the assassination of Boris Nemtsov in the 24 hours after the Russian opposition leader was murdered in Moscow on Feb. 27, 2015. Ian let loose those tweets -- including the suggestion that the CIA was involved -- as a social-media campaign about Nemtsov was launched by the Internet Research Agency, the infamous Kremlin troll farm in St. Petersburg that targeted the 2016 US elections.\n\nBut it turned out that the Ian account was not necessarily what it seemed. In April, British media reports, citing UK government sources, misidentified Ian as a Russian \"bot,\" and the account was temporarily suspended by Twitter. Then, a retired British IT project manager named Ian Shilling came forward as its owner, defiantly stating that he had no connection to the Russian government.\n\nThe case underscores how daunting it remains to track sources of disinformation on social media, especially on platforms like Twitter that allow account owners to be anonymous. Outside researchers can't see an account's IP address, phone number, or other indicators of its origins; such data is visible only to the tech companies, or to law-enforcement agencies that request the information using a subpoena or court order. Facebook, even with its \"real-name policy,\" has been under siege from fake accounts that spread malicious content, having to purge more than 580 million fake accounts in the first three months of 2018, according to a recent disclosure by the company.\n\nThe case of the Ian account \"is an important reminder that even when all of the signs are there, it's impossible to be 100 percent certain\" about the identity of trolls, Nimmo told Mother Jones. (For his part, Nimmo never labeled Ian a \"bot,\" which refers to an automated account rather than a human-controlled one.) Yet, Nimmo believes it is critical for researchers to continue trying to expose trolls -- especially with the next US election looming. \"The more you can understand the behavior and identify the key actors, the more you can put together the bigger picture and keep an eye out for what's coming next,\" he says. \"Are there early warnings that there's another troll factory effort in the works?\"\n\nTwitter revealed this year that thousands of Kremlin-linked accounts operated on its platform in 2016, and intelligence experts suspect that many others are active on the platform. As the tech companies face increasing pressure to address proliferating disinformation, they are also being pushed to protect users' information from being mined and misused by political data firms like the now-defunct Cambridge Analytica, which harvested private information from more than 50 million Facebook profiles.\n\nKremlin-backed trolls and other propagandists simply are exploiting social-media networks as they are designed and currently run, says Joshua Geltzer, a national security expert and constitutional law professor at Georgetown University. \"It's not like they hacked Twitter -- they're using Twitter,\" he says. The platform is a dream for spreading disinformation: \"The ability to share ideas very quickly, impassion people across national borders, with anonymity and while manufacturing momentum -- these are integral features to how Twitter works.\"\n\nBut given the stakes now, Geltzer argues, the tech companies need to experiment with bolder tactics to limit manipulative content. Because malicious users are taking advantage of the platforms' core features, \"it suggests that mere technical tweaks aren't enough to address the problem,\" Geltzer says. \"You need the companies to make value judgments. And they try to shy away from doing that.\"\n\nAnonymity as a force for good and evil\n\nTwitter, which declined to comment on the record for this story about its policies, has also faced sharp criticism over neo-Nazis, misogynists and other harassers, and has defended users' right to tweet anonymously. Many users leverage anonymity for nobler purposes: Pro-democracy activists in Arab countries and LGBTQ people who aren't out in their communities take cover this way, as do government whistleblowers. Last year, Twitter sued the Department of Homeland Security to prevent unmasking the owner of @ALT_USCIS, which was critical of Trump administration policies. The move preserved the user's ability \"to speak freely and without the fear of negative consequences that may flow from being identified as the source of controversial views,\" the company wrote. DHS dropped its demand for the account holder's identity.\n\nNimmo is sympathetic to the social-media companies caught between supporting free speech and privacy, and harboring trolls. \"On any platform that values free speech, there's going to be abuse,\" he says. \"There's a necessity to have a high level of tolerance.\" But that tolerance shouldn't protect a mob of anonymous accounts spewing vitriol and disinformation, Nimmo adds. \"Some of this looks like orchestrated hate-mobbing. That's desperately bad for the platforms, for the users, for all involved.\"\n\nEven though Shilling has denied any links to the Russian government, Nimmo says that the Ian account has a clear history as \"a systematic pro-Kremlin troll.\" The account also has a long trail of promoting political conspiracy theories about 9/11, the Iraq war, last year's white supremacist-violence in Charlottesville, Virginia, and attacks on \"traitor to America\" John McCain, who is also a big target of Kremlin trolls.\n\nAfter outing himself, Shilling gave on-camera interviews to Sky News and BBC to show he wasn't a \"bot.\" When asked by the BBC why his tweets often match Kremlin propaganda from state-media outlets like RT and Sputnik, Shilling said: \"If I'm telling the truth and the Russian government also decides to tell the truth about what's going on, we can agree.\" He emphasized: \"I am not controlled by anybody.\"\n\nClint Watts, a former FBI special agent whose new book Messing With the Enemy dissects Russian information warfare on social media, says the account could be an unwitting participant in a Kremlin influence network. (Watts says he hasn't studied the Ian case specifically.) One Kremlin tactic, Watts says, is to identify sympathetic \"fellow travelers\" and use its networks to amplify those voices to a target audience. \"It's harder to detect because you can rent bots, or you can put them in networks of trolls who amplify them, and they don't know that they're trolls,\" he says.\n\n\"Some people are paid for. Some are coerced. Some are influenced. Some agree. Some don't know what they're doing,\" Watts explains. \"Where they fall on that spectrum may not matter, ultimately.\" What matters most, he says, is the message they're carrying and whether its reach is growing.\n\nTwitter's choice to value user anonymity over authenticity frustrates Watts, who told Mother Jones he's disappointed that the company paused its system of verifying accounts: \"This would clear up a lot of the problem if everybody goes to verified accounts and ignores all the anonymous ones,\" he says.\n\nDisinformation campaigns on social media are designed to create confusion and erode trust in democratic institutions, and Nimmo believes it's critical to root out the Kremlin-linked trolls. \"We know a lot about the main Kremlin operation from 2014 to 2017, and the operators are still out there,\" he says. \"What have they moved on to? The incentive for Russia to keep doing this is greater than ever.\"\n\n\"They swung the election to a Trump win\"\n\nIt is hard to know what impact Kremlin cyber operations ultimately had on Election 2016, but former Director of National Intelligence James Clapper doesn't hold back in his new book Facts and Fears: Hard Truths from a Life in Intelligence. \"Of course the Russian efforts affected the outcome,\" he writes. \"Surprising even themselves, they swung the election to a Trump win. To conclude otherwise stretches logic, common sense, and credulity to the breaking point. Less than eighty thousand votes in three key states swung the election. I have no doubt that more votes than that were influenced by this massive effort by the Russians.\"\n\nLast October, after seeing evidence of political ads bought by Kremlin accounts posing as Americans, Democratic US Senators Mark Warner and Amy Klobucher, along with the GOP's McCain, proposed the Honest Ads Act, which would require social-media companies to disclose sources and funds behind political advertising. Twitter and Facebook have said they support the bill. Warner says that's encouraging, but that it was a mistake for the companies to blow off the issue for months. \"For the most part their responses have been a day late and a dollar short,\" Warner told Mother Jones. \"The days of feeling like it's the wild west in online political advertising are over,\" he added. \"Whether it's allowing Russians to purchase political ads, or extensive micro-targeting based on ill-gotten user data, we now know that, if left unregulated, these platforms will continue to be prone to deception.\"\n\nBut the bill is stuck in committee, and Warner acknowledged that lawmakers are still playing catch-up: \"We need these companies to step up and work with us to get this right.\"\n\nSeparately, Twitter and Facebook have announced efforts to make advertising sources more transparent on their platforms, and the companies say the policies will extend to more than just political ads. Twitter CEO Jack Dorsey also acknowledged the company has a responsibility to address abuse on the network. In May, the company revealed one step it's taken to address trolling, by tracking users' behavior to identify and downplay tweets that \"distort and detract\" from the conversation. Downgraded tweets remain online, but they're harder to find; users can see them by choosing to \"Show more replies\" or adjusting their search settings. The company says early results show an 8 percent drop in some abuse reports since implementing this change. The company also plans to fund academic research or software projects measuring Twitter's \"conversational health.\"\n\nA civic mission or censorship?\n\nGeltzer, who served as senior director for counterterorrism at the National Security Council from 2015 to 2017, says the tech companies are making some progress in the fight against disinformation, but not enough. For example, Twitter typically takes an \"after-the-effect\" approach to moderating content, he notes. Current policy allows users to flag posted content for review; if the company finds that the content violates its terms of service, it may be taken down. But in the meantime, it is publicly available and can spread far and wide.\n\nGeltzer suggests experimenting with automated screening of content that could flag terms based on the behavior of known Kremlin (or other) troll accounts. That flagged content could be vetted by Twitter employees to be sure it didn't violate the terms of service before it was posted. \"You're not talking about suppressing speech, just delaying certain speech,\" Geltzer says. The company's move to downplay trolling tweets is a good step, he adds, but \"I think it's fair game to nudge them to do more.\"\n\nTwitter does have a precedent for systematically identifying and removing content that violates its terms of service -- with tweets promoting terrorism. The company said it suspended 274,460 accounts in the last six months of 2017 for terrorist content, and reported that 93 percent of those accounts were identified using its own internal proprietary tools.\n\nOther content prohibited by the Twitter Rules include hate speech, posts promoting violence, harassing tweets, automated spam, and threats to reveal personal information (known as \"doxing.\") But disinformation and state-sponsored propaganda aren't on the list.\n\nWhile none of that speech is illegal, First Amendment scholars contend that there is no right to free speech on social media because the platforms are owned by private companies and the Constitution only limits government inhibitions on speech. For its part, Twitter encourages open debate, telling users that the company supports \"speech that presents facts to correct misstatements or misperceptions, points out hypocrisy or contradictions, warns of offline or online consequences, denounces hateful or dangerous speech, or helps change minds and disarm.\" Facebook has tried more aggressive tactics against hate speech -- and faced criticism last year after a ProPublica investigation revealed its rules favored elites and governments over racial minorities and activists. Facebook also recently removed its \"Trending\" section after years of complaints that it was suppressing conservative news sources. This spring, Facebook revealed the internal guidelines that its teams around the world use to evaluate whether posts violate its rules against hate speech and disinformation.\n\nGeltzer urges tech companies to make algorithms more transparent, so that outside experts can better observe how malicious actors use the platforms. Further crowd-sourcing the disinformation problem, he says, would lead to results more valuable for Twitter and Facebook than keeping their proprietary \"secret sauce\" to themselves. \"Even if it costs you a little, it's worth it,\" he says. \"That's what the big boys do -- they sometimes give a little to be better corporate actors.\"\n\nGeltzer also would like to see the companies collaborate on a civic-education campaign to educate users on how to vet information before sharing it. \"All of us own the responsibility to not contribute to the spread,\" he says.\n\nJay Stanley, policy analyst for the American Civil Liberties Union, acknowledges that \"free expression has always come with nasty side effects,\" but he is wary of hard-wired solutions like creating screening systems for content. \"We have to be very cautious when you build an infrastructure for censorship -- especially when a platform is so central to our political discourse,\" he says. Instead, Stanley urges the companies to give users more filters to control what they see. \"The more the companies can stay out of the role of censor, the better,\" he says. \"But the pressure is enormous.\"\n\nCybersecurity expert Renee DiResta says companies and outsider researchers should see working together as mutually beneficial. \"Platforms have a lot of signals outsiders can't see,\" and researchers also spot signals the companies don't, she says. Meanwhile, \"malicious actors are always evolving. If researchers or companies look only for accounts that fit one formula, they are fighting the last war.\"\n\n\"A small group of people who scream very loudly\"\n\nThe pro-Kremlin network Nimmo observes on Twitter appears to come from all over the world. Even though many, like Ian, may not be directly part of a Kremlin-controlled troll farm, Nimmo suspects some coordinate their messaging. \"It's a small group of people who scream very loudly,\" he says. \"They're quite aggressive and shrill.\"\n\nShilling acknowledged to the BBC: \"I do talk to other people privately, and there's a couple of other people I talk to. They might do a tweet and they ask me to retweet it.\" But he insisted, \"All my tweets are me and me alone.\"\n\nIt takes an enormous investment of time watching troll networks to confidently identify covert Kremlin-backed accounts, says Watts, the former FBI agent. \"You have to see signatures that are foul-ups, and you have to see them run failed operations that don't take off and get overtaken by organic media,\" he says. \"That's how we gained confidence, and it took us three years. If they hadn't come trolling at me, we might have never even noticed it.\"\n\nWatts says he's more concerned at this point with the force multipliers than with the identities of individual operators working directly for the Kremlin. \"You let the FBI figure out if it's an agent,\" he says. \"I'm more worried about the American audiences who are catching onto [the message] and then showing up in Charlottesville, chanting 'Russia is our friend.' \"","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":1573,"pinterest":4},"wgt":1577},{"uri":"881105045","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"05:01:00","dateTime":"2018-06-05T05:01:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/kevin-drum/2018/06/donald-trump-and-the-double-plus-imperial-presidency/","title":"Donald Trump and the double-plus imperial presidency","body":"Remember this? Those were some good times, weren't they?Scott Stantis/Chicago Tribune\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nIt's a slow Monday, so everybody is yakking about President Trump's insistence that he can pardon himself and Rudy Giuliani's insistence that Trump could gun down Robert Mueller at high noon and not be indicted for it. Whatever. But this is really the weird one:\n\nThe appointment of the Special Counsel is totally UNCONSTITUTIONAL! Despite that, we play the game because I, unlike the Democrats, have done nothing wrong!\n\n-- Donald J. Trump (@realDonaldTrump) June 4, 2018\n\nHuh. If I recall correctly, it was Trump's own Department of Justice that appointed Mueller. Or, as Trump now likes to call it, the Department of \"Justice.\" In any case, I wonder who filled his brain with the notion that appointing a special prosecutor is unconstitutional? Ronald Reagan tried this wheeze and was batted down by the Supreme Court 8-1. Scooter Libby tried it a few years ago and was also batted down. Was Dinesh D'Souza on Fox & Friends this morning or something?\n\nAnyway, Trump and his surrogates have now variously claimed that:\n\nHe cannot be indicted for anything, even murder, while he's in office. Special prosecutors are unconstitutional. The president can pardon himself. The president, by definition, cannot obstruct justice because he is Justice.\n\nIn other imperial presidency news, Trump has claimed that he has effectively unlimited power to socialize industry in the name of national defense, as well as unlimited power to levy tariffs on the same grounds. Isn't that something? Do you remember the days when Republicans were outraged about President Obama's wanton seizure of power just because he decided not to prosecute and deport kids who were brought across the border when they were infants? Seems like decades ago. Today, the rule is simpler: as long as the president keeps sending over conservative judges for confirmation, the Constitution allows him to do anything he wants.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":1539},"wgt":1539},{"uri":"883794464","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"20:06:00","dateTime":"2018-06-08T20:06:00Z","dataType":"news","sim":0.7843137383460999,"url":"https://www.motherjones.com/politics/2018/06/mueller-charges-manafort-with-a-really-dumb-effort-to-obstruct-justice/","title":"Robert Mueller just charged Paul Manafort with a really dumb effort to obstruct justice","body":"The scheme allegedly included a former Russian military intelligence official.\n\nAP Photo/Jose Luis Magana\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nOn Friday afternoon, special counsel Robert Mueller turned up the pressure on Paul Manafort, the former Trump campaign chairman. He added two new felony charges to his earlier indictment of Manafort, accusing him of conspiring -- and doing so in a clumsy and foolish manner -- with a former Russian military intelligence agent to obstruct justice.\n\nManafort was already facing four felony counts for money laundering and tax evasion. But Mueller filed a superseding indictment on Friday adding the new charges and naming Konstantin Kilimnik, a longtime Manafort associate and ex-intelligence operative, as a co-defendant on the obstruction of justice charges.\n\nThe new charges against Manafort stem from attempts he allegedly made in February to contact two former associates who had worked with him on a lobbying campaign in the early 2010s for the corrupt regime of Viktor Yanukovych, Ukraine's pro-Russian president. Mueller had already accused Manafort of trying to hide his involvement in the lobbying effort. The new charges allege that in February, Manafort -- confined by a judge to his home and ordered to wear not one, but two ankle GPS bracelets -- reached out to these past associates and tried to convince them to stick to a cover story that they lobbied for Yanukovych only in Europe, not the United States. (Manafort had kept his participation in this project a secret and did not register as a foreign agent with the Justice Department, as he would be required to do if lobbying for foreign powers in the United States.)\n\nAt least one of the associates told Mueller about the contacts, saying he believed Manafort was attempting to convince him to commit perjury to protect Manafort. The new indictment alleges that Kilimnik assisted Manafort in this effort, which began two days after Mueller charged Manafort with violating foreign lobbyist registration rules.\n\nOn Monday, Mueller disclosed details of this alleged Manafort-Kilimnik plot as part of a request that the judge overseeing the case revoke or revise Manafort's bail -- which could lead Manafort to be sent to prison while he awaits a trial scheduled for this fall. Manafort allegedly sent texts and made calls to the former associates using the encrypted WhatsApp app. \"This is paul,\" he wrote to one, adding, \"We should talk.\" Manafort supposedly did this two months after he was cited by Mueller for allegedly scheming with Kilimnik to violate a gag order imposed in this case.\n\nThe new indictment can be read below:","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4021940","shares":{"facebook":1322},"wgt":1322},{"uri":"883172516","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"22:43:00","dateTime":"2018-06-07T22:43:00Z","dataType":"news","sim":0.4823529422283173,"url":"https://www.motherjones.com/media/2018/06/fcc-complaints-roseanne-samantha-bee/","title":"Here Are All the Emails the FCC Received From People Complaining About \"Roseanne\" Being Cancelled.","body":"Richard B. Levine/Levine Roberts/Newscom via ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nLast month ABC cancelled Roseanne Barr's sitcom, \"Roseanne,\" after the comedian sent a racist tweet about former Obama White House aide Valerie Jarrett. Although Barr's Twitter feed had been a bog of right-wing conspiracy theories for months, conservatives rallied to Barr's defense. President Donald Trump complained about a double-standard on Twitter. Others bombarded...the Federal Communications Commission. Per a Freedom of Information Act Request, here's a list of every complaint the FCC received about the Roseanne firing:","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4015006","shares":{"facebook":1272,"pinterest":9},"wgt":1281},{"uri":"880754755","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"15:22:00","dateTime":"2018-06-04T15:22:00Z","dataType":"news","sim":0.7568627595901489,"url":"https://www.motherjones.com/politics/2018/06/supreme-court-rules-in-favor-of-baker-who-refused-to-make-a-gay-wedding-cake/","title":"The Supreme Court just ruled in favor of the baker who refused to make a gay wedding cake","body":"Justice Anthony Kennedy writes that the baker's views are protected by the Constitution. Looking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe Supreme Court ruled on Monday in favor of Jack Phillips, a Colorado baker who had refused to make a cake for a same-sex wedding.\n\nIn the 7-2 decision in Masterpiece Cakeshop v. Colorado Civil Rights Commission, the majority consisted of the court's conservatives plus liberal justices Elena Kagan and Stephen Breyer. The court found that the Colorado commission, which had ruled in favor of the gay couple, had been hostile to Phillips' \"sincere religious beliefs\" and didn't provide him with a fair hearing when the case came before it, thus violating the Free Exercise Clause of the Constitution.\n\nThe case got its start in 2012, when Phillips refused on religious grounds to make a custom wedding cake for David Mullins and Charlie Craig, who were getting married in Massachusetts, one of the few states where same-sex marriage was legal at the time. The couple was planning a reception in Colorado, where they lived and wanted to celebrate. Phillips claimed that making the cake would violate his religious beliefs. The couple sued and prevailed at every level in Colorado courts, which found that baking a gay wedding cake would not violate Phillips' free speech or religious freedom rights, but refusing to make one would constitute illegal discrimination based on sexual orientation.\n\nAnthony Kennedy, the court's perennial swing vote, has previously expressed sympathy for gay rights, including his vote to legalize same-sex marriage nationwide, suggesting he might be sympathetic to Mullins and Craig. But during oral arguments in the case, Kennedy seemed peeved at the behavior of the Colorado Civil Rights Commission. He said during one exchange, \"It seems to me that the state, in its position here, has been neither tolerant nor respectful of Mr. Phillips' religious beliefs.\" Kennedy also noted that one of the members of the commission had stated, \"Freedom of religion...has been used to justify all kinds of discrimination throughout history, whether it be slavery, whether it be the [H]olocaust...and to me it is one of the most despicable pieces of rhetoric that people can use...to hurt others.\"\n\nKennedy wrote the majority opinion in Monday's ruling, and his concerns about the commission's hostility to religion form the heart on his opinion, which is narrowly written in a way that seems designed to preserve historic civil rights protections. LGBT and civil rights activists had feared that a broader ruling could have been used to allow people to invoke religious freedom to avoid complying with anti-discrimination laws of all sorts. The court also did not declare wedding cakes a form of expression that must be protected by the First Amendment, as Phillip's lawyers had requested.\n\nMonday's decision is essentially limited to the conduct of the Colorado Civil Rights Commission, meaning that it won't set a broad precedent for other cases involving anti-gay discrimination. Kennedy writes:\n\nOur society has come to the recognition that gay persons and gay couples cannot be treated as social outcasts or as inferior in dignity and worth. For that reason the laws and the Constitution can, and in some instances must, protect them in the exercise of their civil rights. The exercise of their freedom on terms equal to others must be given great weight and respect by the courts. At the same time, the religious and philosophical objections to gay marriage are protected views and in some instances protected forms of expression...Phillips was entitled to the neutral and respectful consideration of his claims in all the circumstances of the case.\n\nLiberal justices Ruth Bader Ginsburg and Sonia Sotomayor both dissented from the Kennedy's decision. But Ginsburg's dissent is much milder than some other recent ones she has issued. She agrees with much of the majority's opinion, she writes, but she takes issue with the idea that a couple of comments from a commissioner about the nature of religion could be a greater offense than the original discrimination. She writes, \"I see no reason why the comments of one or two Commissioners should be taken to overcome Phillips' refusal to sell a wedding cake to Craig and Mullins.\"","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4011122","shares":{"facebook":1203},"wgt":1203},{"uri":"882227450","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:59:00","dateTime":"2018-06-06T14:59:00Z","dataType":"news","sim":0.686274528503418,"url":"https://www.motherjones.com/politics/2018/06/montanas-gop-just-nominated-an-anti-death-penalty-candidate/","title":"Montana's GOP just nominated an anti-death penalty candidate","body":"Rosendale wins in a state where Republicans overwhelmingly support capital punishment.\n\nThom Bridge/Independent Record/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nWinning 34 percent of the vote in a four-way race, state Auditor Matt Rosendale will be the Republican nominee facing Montana's Democratic senator, John Tester, this fall. In the waning days of the campaign, one of Rosedale's rivals, former judge Russ Fagg, attacked him for not supporting the death penalty. In a state where the overwhelming majority of Republican voters support capital punishment, Rosendale's win is notable.\n\nRosendale, who is Catholic, is one of a growing number of conservative leaders calling for an end to the death penalty. \"Those who support the death penalty usually use the same, tired arguments: It saves money. It deters crime. Everyone who gets the death penalty is guilty and deserves to die,\" he co-wrote in an 2013 op-ed in the Billings Gazette. \"We're here to say those arguments are wrong, wrong and wrong.\"\n\nHeather Beaudoin, the national coordinator for Conservatives Concerned About the Death Penalty notes that his position, \"is absolutely consistent with what we're seeing across the country with conservative leaders taking a stand and being able to withstand the pressure.\"\n\nA 2017 CCATDP report found that Republican legislators were warming up to the idea of repealing the death penalty in their states. In 2000, only four Republican lawmakers introduced death penalty repeal bills in their states. By 2016, 40 conservative lawmakers had introduced such bills.\n\nConservatives against the death penalty consider their religious beliefs, the importance of consistency in championing pro-life principles, and the high financial cost of putting someone to death as their main arguments in favor of death penalty repeal. \"Matt Rosendale is willing to stand on those principles,\" Beaudoin said.\n\nDespite his long history of opposition to the death penalty, Rosendale never directly responded to the attacks against him.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4018388","shares":{"facebook":951},"wgt":951},{"uri":"883809949","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"20:43:00","dateTime":"2018-06-08T20:43:00Z","dataType":"news","sim":0.6549019813537598,"url":"https://www.motherjones.com/media/2018/06/the-true-russia-scandal-is-fully-known/","title":"The real Russia scandal is hiding in plain sight. Yet Trump may get away with it.","body":"Looking for news you can trust?\n\nSubscribe to our free newsletters.\n\nEarlier this week, I wrote a piece, \"Donald Trump Is Getting Away With the Biggest Scandal in American History,\" that struck a chord with a lot of people. And I've been thinking a lot about where we go from here, because demonstrating that Trump is \"getting away\" with this is important but still frustrating.\n\nHere's the gist of what I wrote. The Trump-Russia scandal has become something of a mud-wrestling match, with the president's partisans refusing to acknowledge the fundamental facts of this episode and distracting public attention from the key facts about which there truly isn't any doubt: Trump and his associates engaged in serious wrongdoing during the 2016 campaign. On this, there is no confusion, no he-said-she-said, no speculation. The evidence is rock-solid.\n\nIn 2016, Vladimir Putin's regime mounted information warfare against the United States, in part to help Trump become president. While this attack was underway, the Trump crew tried to collude covertly with Moscow and sought to set up a secret communications channel with Putin's office. At the same time, they publicly denied this assault was happening, providing cover to the Russian operation. Trump and his lieutenants aligned themselves with and assisted a foreign adversary as it was attacking the United States.\n\nThis was a profound act of betrayal. They aided and abetted an attack on the core of our democracy -- our elections -- and they lied about it. And they still do. This is the true scandal. It should shock the public and compel action.\n\nBut this fundamental fact has not fully sunk in with the American people. That's why Trump and his minions have been able to dodge responsibility. And, unfortunately, our industry -- the media -- is partly to blame.\n\nHere's what I mean.\n\nThe media coverage of the Trump-Russia scandal tends to focus on the specific components of an unwieldy and ever-expanding story. It is a story with tentacles reaching into other scandals -- Michael Cohen, Stormy Daniels, other attempted foreign interventions in our election, Paul Manafort's alleged money laundering and illegal lobbying, and more.\n\nAll of this keeps us riveted, eyeballs glued to screens big and small, as we wait for the next big scoop or the next revelation from the Mueller investigation. But there is no order to this cascade of revelations. Each one arrives as part of the fusillade of crazy known as the daily news cycle. What's the connection between all these stories -- the Trump Tower meeting, Jeff Sessions' recusal, a meeting in the Seychelles, princes from Saudi Arabia and the United Arab Emirates secretly meeting with Donald Trump Jr., Manafort conspiring with a former Russian military intelligence officer to cover up his lobbying for a Ukrainian party? Is there a connection? And how is each new headline related to Putin's war on America and the way Trump assisted that clandestine operation?\n\nAttempting to track this whole damn thing can make one feel like Carrie Mathison on Homeland. Do you even have enough string or enough space on the bulletin board?\n\nAnd that's just it. Trump has no bulletin board -- and no need for one. He only requires 280 characters, and sometimes just two words, \"witch hunt,\" accompanied by other tweets designed to fog and distract from the fundamental point: An overseas enemy struck at the republic -- and it succeeded. Trump and his crew helped and encouraged the attack by engaging in secret contacts with Moscow and publicly insisting that no such assault was happening.\n\nIn previous scandals, it was not necessary to remind the public repeatedly of the essential elements of the story. No one disputed the Watergate burglary had transpired -- the issue was White House involvement and the cover-up.\n\nBut this time, Trump and his amen chorus have been claiming there is no Russia scandal -- that the real shocker is a secret FBI plot against him. And by forcing politicians and the media to debate whether the Russia scandal actually exists, Trump wins. He has succeeded in diverting attention from how his campaign actions benefited Putin.\n\nMuch of the media framing of the Russia scandal has -- sometimes unwittingly -- let Trump define the terms of debate. The driving question has become whether Trump directly collaborated with Moscow's covert operation -- and whether Trump, as president, tried to thwart the investigation and obstruct justice. Instead of helping the American public understand the gravity of the attack -- and the continuing threat -- the media often present the Russia scandal mostly as a political problem for Trump.\n\nSo what can we do about it? The problem is there is no organized force with as loud a bullhorn countering Trump's disinformation in fundamental terms.\n\nRepublicans and Democrats alike ought to take their -- and Trump's -- oath to uphold the Constitution \"against all enemies, foreign and domestic\" seriously. And journalists must break from convention. That means not being diverted by the purposeful distractions. Sure, Trump's tweets and phony narratives deserve attention -- and debunking. But not at the expense of reporting and explaining the big picture. His attempts to lie -- yes, I know that's a heavy word -- about an attack on the United States and his role in that assault deserve as much attention as his endless and baseless claims that he is the victim of a \"witch hunt.\" In the age of Trump, journalists have to ascertain and report when a leader is knowingly misleading the people.\n\nAt Mother Jones, we see our job as providing the day-in, day-out reporting that is critical to holding the powerful accountable and to do this while presenting the broader context. In the chaotic media environment of this moment, it is crucial to provide both information and understanding. Journalism that only focuses on the latest leak or revelation and fails to depict the wider and deeper story is simply not powerful enough to counter the firehose of lies, propaganda, and disinformation.\n\nAnd this is where I ask you to support Mother Jones during our pledge drive -- because if we can raise another $155,000 by June 30 we'll have enough resources to bring on a senior reporter and a data scientist to tackle the sort of information warfare Trump wages every day.\n\nWe may not have Trump's bully pulpit, but we can produce a steady drumbeat of stories that break news on the scandals and that expand our understanding of what they mean. Mother Jones' independence and the fact that we're supported primarily by readers like you allow us to punch well above our weight. One example: I was the only reporter in Washington (or anywhere else) who reported on the existence of the Steele memos and the FBI's interest in them before the election. And I am confident that our readers -- and I mean you -- want us to keep digging into this scandal, so much of which is hiding in plain sight.\n\nWe are here to counter the disinformation and b.s. To do it with facts and kick-ass reporting. To not get lost in the aggravating chaos and helter-skelter that is engineered to keep the American public from grasping the full truth. Every day we are battling the lies and misdirection.\n\nBut this is no lie: We can only do this with the support and help of folks like you. I'll tell you, it's not fun to ask for money. I know how hard it is to squeeze a buck out of me! But if you want to be part of our team and this mission, please give what you can. I promise you this: We will do the type of journalism that exposes the deceit and deceptions that are threatening our nation -- and make you proud.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4023017","shares":{"facebook":914,"pinterest":5},"wgt":919},{"uri":"882793469","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"11:14:00","dateTime":"2018-06-07T11:14:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/politics/2018/06/more-democrats-running-than-republicans-texas/","title":"Democrats outnumber Republicans in Texas races","body":"The party hasn't run this many candidates in more than a decade.\n\nNiyazz/iStock\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nFor the first time in a decade, more Democrats than Republicans have registered to run in Texas legislative races this year -- bolstering speculation that the deep red state could be turning purple.\n\nAs Mother Jones reporter Tim Murphy noted earlier this year, Democrats across the country are running in record numbers in both state and national GOP strongholds. That includes the Lone Star State, where Democratic candidates have outnumbered Republicans in state races for the first time in recent memory.\n\nAll 150 seats in the Texas state house are up for election this year, and 15 of the 31 state senate seats are up as well. Democrats are contesting 113 state legislature races while Republicans are competing in 114. Both parties have candidates running in 14 of the 15 state senate races. (Democrats are also contesting all 36 of Texas' congressional seats for the first time since the early 1980s.)\n\nDemocrats have recruited candidates to run in state districts where Republican incumbents haven't faced challengers in years. This year, 184 Texas Democrats filed to run in state house races, the most since at least the early 1990s. Another 24 Democrats have run for state senate seats, the most in at least a decade, according to data by the nonpartisan political site Ballotpedia. One hundred and eighty Republicans filed to run in state house races this year, down from a peak of 207 in 2010, when the tea party swept state races nationwide. This year, 23 Republicans are running for the state senate, down from 39 in 2012.\n\nTexas held its primaries in March and a run-off election in May, winnowing down the number of candidates who will be on the ballot in November. But for the first time in years, Texas Democrats seem determined not to let Republicans pick up seats without a fight.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":706},"wgt":706},{"uri":"883770363","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"19:16:00","dateTime":"2018-06-08T19:16:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/kevin-drum/2018/06/donald-trump-sure-seems-to-like-russia-a-lot-doesnt-he/","title":"Donald Trump sure seems to like Russia a lot, doesn't he?","body":"Danil Shamkin/NurPhoto via ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nJosh Marshall verbalizes today what's been on my mind -- and many other minds -- for at least the past year:\n\nOver the course of 16+ months, President Trump has acted consistently and with some success to destabilize and break up the western alliance -- both its formal manifestation in NATO but also its less formal dimensions in trade and other partnerships. He has also worked consistently on really every front to advance the interests of Russia.\n\nLess obviously to many Americans, he's been doing something similar in East Asia. The U.S. alliance with Japan and South Korea...is not simply to protect against North Korea. It is to build a series of security relationships with countries on that periphery to act as a counterweight to the regional (perhaps world) great power, China.\n\n....The last twenty four hours of attacks on our closest allies capped by President Trump's seemingly out of the blue demand to bring Russia back into the G-7 (making it again the G-8 which it was for most of the post-Cold War era until Russia was expelled over the annexation of Crimea) simply brings the matter into a newly sharp relief. If candidate Trump and President Putin had made a corrupt bargain which obligated President Trump to destabilize all U.S. security and trade alliances (especially NATO, which has been Russia's primary strategic goal for 70 years) and advance the strategic interests of Russia, there's really nothing more remotely realistic he could have done to accomplish that than what he has in fact done.\n\nTake a moment to let that sink in. I need to take a moment to let it sink in. It's shocking to me. It's shocking to me what's happening....We have a President who clearly got a great deal of assistance from Russia in getting elected....He's doing all the stuff he'd have been asked to do if such a corrupt bargain had been made. At a certain point -- and I'd say we're clearly at or past that point -- it really doesn't matter whether we can prove such a bargain was made. I'm not even sure it matters whether it was explicit or even happened. The bank robber helped the teller get the job and now the teller just won't seem to lock the safe or even turn on the alarm. We can debate forever whether the teller is just absent-minded or has some odd philosophical aversion toward locks. The debate may be unresolvable. It truly doesn't matter.\n\nI'm not an unreconstructed Cold Warrior who hates Russia, and I'm sure Josh isn't either. Nevertheless, Vladimir Putin is unquestionably a bad guy: he rigs elections, he tosses critics into prison, he's built his populist cred on horrifically homophobic policy, he shuts down any media he doesn't control, he threatens his neighbors, and he rules as an autocrat. It's certainly no wonder that Trump seems to admire him. It's pretty plain that Trump would like to rule that way too if he could figure out a way to do it.\n\nBut it's worth noting that this isn't just about Russia. If Trump came to office and started doing everything in his power to help France and hurt the rest of Europe, that would hardly be any better, even if France is currently a more admirable country than Russia. An American president isn't obligated to literally ignore the interests of the rest of the world, but an American president is supposed to generally put America's interests first. Trump talks about that constantly, but he sure doesn't seem to do it in practice.\n\nBut if there's anything even worse about this, it's the fact that the Republican Party just doesn't seem to care. A few of them speak out occasionally, usually if they've decided not to run for reelection, but that's about it. Trump is dedicated to total support of Israel, and that by itself seems to be about the only foreign policy issue that matters to them anymore. Russia, China, free trade, NATO -- meh. As long as Trump keeps selling plenty of hardware to Israel and delivering lots of right-wing judges to the Senate, they're happy enough.\n\nYes, it's shocking. And it's even more shocking that we've gotten to the point where it hardly even seems that shocking anymore.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":605},"wgt":605},{"uri":"882075883","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"10:54:00","dateTime":"2018-06-06T10:54:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/politics/2018/06/does-forced-rehab-work/","title":"Does forced rehab work? ","body":"Looking for news you can trust?\n\nSubscribe to our free newsletters.\n\nOn a clear night in the spring of 2017, Rob Ponte found himself in the middle of a forest in Massachusetts, chained at his wrists and ankles. He'd just spent hours in the back of a windowless van with three other men, and now he could see a construction trailer illuminated by bright orange floodlights and, in the distance, a clearing with a complex of cinder block buildings. Ponte, then a 30-year-old with a wan face and an athletic build left over from years of playing ice hockey, was taken by uniformed guards and brought into the trailer. He and the other men were told to strip. One by one, they were searched, photographed, and handed orange jumpsuits emblazoned with \"D.O.C.\" across the back. One of the guards ran through a list of questions: \"Are you a member of a gang? Have you ever been incarcerated before?\" It was then that Ponte realized he was being locked up.\n\nBut Ponte had not been charged with a crime. He was there because his father, who'd recently watched him relapse after years of wrestling with addiction, had asked a judge to have him civilly committed -- essentially, forced into rehab.\n\nCivil commitment allows states to confine people like Ponte who have not been convicted -- or even accused -- of a crime, if a judge decides they pose an imminent danger to themselves or others. Civil commitment laws have historically applied to people with mental illness, but recently they've been deployed to round up victims of the opioid epidemic. Thirty-seven states now allow court-­ordered treatment for opiate or other substance addiction. While many commit fewer than 500 people each year, Massachusetts -- which has one of the highest rates of overdose in the country, as well as universal health care that pays for a certain amount of rehabilitation -- has been particularly aggressive in applying its civil commitment law, known as Section 35. Between 2010 and 2016, Massachusetts saw an 83 percent increase in the number of Section 35 commitments. Ponte was one of about 6,500 people \"sectioned\" there for substance use last year.\n\nMany families in Massachusetts consider civil commitment a lifeline. What they don't often know, however, is that their loved ones might be sent not to a hospital or rehab facility, but to the Massachusetts Alcohol and Substance Abuse Center (MASAC), a prison turned treatment center in Plymouth run by the Department of Correc­tions. Surrounded by a barbed wire fence and secured by more than 100 correctional officers, MASAC can house 251 patients, who are issued \"inmate\" ID cards. (The Department of Public Health funds the state's only other Section 35 treatment facility for men; it has fewer than 110 beds.)\n\nMassachusetts is the only state that explicitly allows men who are civilly committed to be housed in prisons­ -- ­in 2015, a lawsuit by the American Civil Liberties Union and other advocacy groups ended the practice for women -- but similar policies have come under scrutiny in other states. In Florida, which commits more than 9,000 people per year for substance use disorders, at least six lawsuits have been filed by plaintiffs who claim they were wrongly jailed under the state's civil commitment law. And across the country, even those who aren't held behind bars are likely to face problematic conditions; some addiction specialists say patients who are civilly committed have been forced by judges with no medical training into facilities that do not provide adequate care, leaving them extremely vulnerable to overdose once they are released.\n\nWhen the booking procedure was over, Ponte and the others were brought to a large room with glass observation windows and two rows of cots to begin detoxing. From his previous stints in rehab, Ponte expected to get medication to cope with withdrawal -- for an opiate addiction, specialists say tapering down the dose over five to seven days is the shortest period that's humane -- but he and the others were only given clonidine, a blood pressure medication. \"They laughed at me when I told them I needed the detox protocol,\" Ponte told me. \"I was thinking about climbing out the window or doing something crazy. I didn't have the strength to, but I was desperate.\"\n\nDetox symptoms, including nausea, dehydration, and intense stomach pain, can be dangerous and even life-threatening if untreated. At night, Ponte told me, men who were too sick to sleep would gather by the sinks in the bathroom to talk. Once, Ponte said he saw a guard step over an unconscious patient and continue with the count. \"Nobody would even check him out,\" he said.\n\nUnder Section 35, Ponte was entitled to receive at least 20 hours of therapy a week, but during his time at MASAC, he only saw a single caseworker making rounds. Group therapy classes were held twice a day in hot, windowless sheds; often the counselors played DVDs from Alcoholics Anonymous or movies like Dallas Buyers Club. One man told his lawyer that his class watched Flight, in which Denzel Washington plays an addicted pilot, two days in a row.\n\nMeanwhile, Ponte says he faced intimidation and insults from guards, who were not used to seeing themselves as caretakers. Other inmates told me that guards routinely mocked them for their addictions and ignored their requests for medical care. (The Department of Corrections denied many of Ponte's allegations.) \"Rehab is supposed to be about boosting people's self-esteem,\" one patient told me, \"not destroying it.\"\n\n\"It's traumatizing to be strip-searched and shoved into a cell,\" Ponte said. \"Some of the guys, they'd never even had a speeding ticket; they just had a drug problem.\"\n\nCivil commitment statutes arose out of a 1962 Supreme Court ruling that overturned the sentence of Lawrence Robinson, a young Army recruit who was convicted of \"being an addict\" and sentenced to jail for 90 days. The court ruled that prosecuting a person for drug addiction -- an illness -- violated the Eighth Amendment. \"Even one day in prison,\" Justice Potter Stewart wrote in the opinion, \"would be a cruel and unusual punishment for the 'crime' of having a common cold.\" But, Stewart added, while states could not criminalize substance abuse, they could force drug users into treatment programs that might \"require periods of involuntary commitment.\"\n\nSection 35, which Massachusetts enacted in 1970, allows a family member, law enforcement officer, or medical professional to petition a judge to have someone committed for up to 90 days. Defendants are entitled to legal representation, but the presence of a lawyer is often a formality. Kellie Sanders, a former public defender in Plymouth, told me she typically spent less than 10 minutes with her client before a hearing; 95 of the last 100 people she represented were committed to treatment.\n\nSome of the most vocal advocates for civil commitment are the families of people who have overdosed. In 2002, after a 23-year-old named Casey Wethington died of a heroin overdose in Kentucky, his mother, Charlotte, began campaigning for involuntary treatment. \"The only hope that many of addicted individuals have,\" she wrote on her blog around that time, \"is that someone will do for them what they are incapable of doing for themselves.\" Kentucky passed Casey's Law in 2004, and Charlotte Wethington went on to lead similar efforts in Ohio and Indiana.\n\nThe popularity of civil commitment among these families is the reason MASAC still exists. In 2009, when the Department of Corrections faced large budget cuts and attempted to close the facility, dozens of mothers organized a protest outside the Statehouse. They wore handcuffs and carried signs saying, \"Our kids will die without MASAC.\" Joanne Peterson, the director of Learn to Cope, an addiction support group, placed op-eds in several local papers. \"If MASAC closes,\" she said, \"every obituary will be sent to the governor and the commissioner. There will be lawsuits ahead when people start dying.\" The governor decided to keep the facility open, and it has since expanded from 150 to 251 beds.\n\nBut forcing family members into treatment may be a mistake. \"The science doesn't support involuntary commitment when the potential negative ramifications are so high,\" Sarah Wakeman, the medical director of the Substance Use Disorders Initiative at Massachusetts General Hospital, told me. While only a handful of studies have looked at the success rates of such programs, the results have been mixed. One 2016 study in Massachusetts found that people who have been civilly committed went on to overdose twice as often as people who had undergone treatment voluntarily. (Advocates of civil commitment are quick to point out that it is impossible to know how many of them would have overdosed and died if they had not been committed.)\n\nNot only are people forced into treatment likely to remain resistant to it, but most civil commitment facilities do not provide evidence-based care. They typically draw from the 12-step model used by Narcotics Anonymous, which encourages abstinence through counseling. Many addiction specialists, though, say abstinence-based programs aren't effective -- and can, paradoxically, be dangerous, because patients whose tolerance has been lowered by a few days of detox are at a heightened risk of overdose if they return to using. Decades of research show that a combination of psychotherapy and addiction medications like methadone or buprenorphine (themselves opioids) is the most effective approach. The health department's facility in Massachusetts provides this medication, but MASAC does not. The Department of Corrections says it does not want to introduce drugs into a drug-free environment. Even though it can hold people for up to 90 days, its goal, says spokesman Chris Fallon, is simply to provide a clean facility in which people can detox.\n\nRather than investing in civil commitment, Wakeman argues, states should focus on lowering the barriers to treatment for those who want it. \"The status of the current treatment system is so underequipped to deal with this problem that parents would rather have their children go to jail than die,\" Wakeman said. \"Anyone given those choices would choose to have them in jail against their will. But it's a false choice. Simply being removed from your environment and detoxed off your drug is not treatment.\"\n\nAfter 48 hours at MASAC, Ponte complained to guards about the lack of food and medical attention, but they ignored him. So later that day, he and 50 other men staged a protest in the yard. When the guards told them to return to their cells, they refused. Finally a sergeant agreed to take their requests to the superintendent, and the inmates dispersed. That night, though, guards burst into Ponte's room while he was sleeping. They strip-searched him and put him in a van heading to a nearby medium-security prison for sex offenders called the Massachusetts Treatment Center.\n\nThere, Ponte was held in solitary confinement for as long as 24 hours a day. He had no clothing except for a green suicide smock; the overhead lights were always on. After about a week, he started calling down the row and asking who around him had also been at MASAC. Next door was a young Marine who'd earned a Purple Heart in Iraq and started using drugs when he was prescribed opioids after a car crash. In addition to the Marine, Ponte determined that others who had organized the protest were there, as well as several men who had tried to run away from MASAC.\n\nIn June, some three weeks after Ponte was first sectioned, his father, Frank, got a call from a lawyer at Prisoners' Legal Services. Conditions at the medium-­security facility were bleak, she told him. Some general-­population inmates were angry that the Section 35s were occupying single-man cells while they double-bunked, and they were threatening the men and their families. Three of the Section 35s had attempted suicide: one by hanging, two more by cutting their wrists. The lawyer told Frank that she planned to file an injunction alleging that the men's solitary confinement violated their constitutional rights. In late July, after a court hearing, the Department of Corrections agreed to move Rob Ponte and the other Section 35s, who by then had been confined in the medium-security prison for two months, back to MASAC for the remainder of their commitment. Ponte stayed there for another two weeks, having been sectioned for a total of 75 days.\n\nWhen I visited Rob and Frank Ponte in November, Rob had been out for three months. He was living at a sober home in Worcester, where the landlord kept a dose of Narcan, a medication to reverse the effects of overdose, tacked to the wall in each apartment. Rob suspected that people there got high, recalling one man who started using again after his girlfriend died from an overdose. Still, Rob said he wasn't tempted; he was going to counseling and hoped to move out soon. A friend at the house had found him a job on a landscaping crew. \"I'm pulling mulch out of my ears by the time I get home,\" he told me.\n\nFrank was the more comfortable and talkative of the two. He fell into clichés when discussing his son -- a \"good kid\" with a \"big heart\" who had fallen in with the \"wrong crowd\" -- as though using them would bring about a return to normalcy. I asked Frank whether Rob's experience had caused him to reconsider his support for civil commitment. He said no. \"The ability to section someone and expect that they're going to be taken to a secure facility and treated isn't unreasonable,\" he explained. \"Then again, as a parent, you want them to receive the treatment they deserve, not just get locked up and treated as cruelly and inhumanely as they were.\"\n\nMeanwhile, problems have persisted at MASAC. Late last year, one man was beaten almost to death by another patient; another was raped by his roommate. According to Jim Pingeon, a Prisoners' Legal Services lawyer, guards at MASAC routinely verbally harass and sometimes physically assault patients. \"Patients who act up in any way are placed in segregation cells that have no toilets,\" he wrote to me. \"Several patients have described having to urinate or defecate on the floor.\" In late September, a 29-year-old man named David McKinley hanged himself in his cell, which prompted the Plymouth County district attorney to open an investigation into the incident.\n\nDespite the controversy, Gov. Charlie Baker granted the facility an additional $3 million in his 2019 budget. Even though people will no longer experience quite what Rob did -- as part of an agreement with Prisoners' Legal Services, the Department of Corrections has pledged not to house Section 35s for long periods of time in the medium-­security prison -- the department reserves the right to place patients there for up to two days if they require heightened security.\n\nEarlier this year, Rob relapsed. Drugs were being sold out of a building down the block from his sober house, and he told me that one day \"someone offered me something, and I just didn't say no.\" At a February pretrial hearing for an old theft charge, he told the judge that he was no longer sober but had already made an appointment to start Suboxone treatment and therapy. Never­theless, his lawyer recommended that he be sectioned again. Frank was open to civil commitment but wanted a guarantee that his son would go to the Department of Public Health facility, not back to MASAC. When the lawyer told him that was impossible, Frank refused to sign the paperwork. \"I've done anything and everything on my end to help [Rob] out,\" he told me. \"I was out of solutions. But I just couldn't take the chance that he might end up there.\"","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":549},"wgt":549},{"uri":"882403453","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"20:17:00","dateTime":"2018-06-06T20:17:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/media/2018/06/recharge-5-boise-black-knights-utah-climate-change-charlottesville/","title":"The middle schoolers who flipped a crashed car, and other stories of kids putting adults to shame","body":"This week's Recharge highlights the relentless and resilient young people striving for a better world.\n\nThe Boise football players with the couple they rescued.Screenshot via the Idaho Daily Statesman\n\nThe 13- and 14-year-olds of an Idaho football team were jubilant on their way home through Oregon after winning a tournament in California.\n\nThen they saw the overturned car and a couple stuck inside -- and they got to work.\n\nAlan Hardman said he was passed out from the crash when he thought he heard \"young voices.\" The teens got Hardman out, but his wife, Margaret, remained trapped. Six offensive linemen couldn't push the car back over. But then 12 players from another van joined in to free her.\n\n\"I don't know how we would have done it without them,\" Alan Hardman tells the Idaho Statesman. \"They didn't even hesitate.\"\n\nLast Thursday, two days after the rescue, the Boise team visited the Hardmans, who were staying at a relative's home in Idaho. They brought a signed football, flowers, cookies, and cards -- and got hugs back in return.\n\nHi, David Beard here, and this week in Recharge, I'm highlighting some of the relentless and resilient young people who are striving for a better world. Recharge is a weekly newsletter full of stories that will energize your inner hellraiser. You can sign up at the bottom of the story.\n\nThe odds were against them. They didn't stop. It took some of these teenagers two years, but they finally got Utah's solidly GOP legislature to talk about climate change -- and to pass a resolution signed by the Republican governor acknowledging its effects. At first the Senate's Natural Resources Committee wouldn't even grant them a hearing. So the students organized an unofficial one -- filling one of the biggest conference rooms in the state Capitol -- and persuaded GOP state legislator Becky Edwards to sponsor a resolution in 2017. It failed, but dozens of teens came back this year with a bipartisan resolution focusing on factors that affect Utah residents every day, such as rising temperatures, varying snowfall, and worsening air quality. \"I'm hoping that other conservative states, people, and students especially see that it is possible to work towards a healthy future and not lose hope,\" says Mishka Banuri, a high school junior. (CNN) This photographer captured a man's scariest moment. Also, his best. Last August, Marcus Martin risked his life to save a woman from a speeding car driven by a white supremacist in Charlottesville, Virginia. Photographer Ryan M. Kelly's image of Martin being struck by the car soon became iconic and would go on to win this year's Pulitzer Prize for breaking news photography. Nearly a year later, Martin and Kelly reunited, but under happier times -- Martin was marrying the woman he saved, Marissa Blair. And Kelly was happy -- even honored, he told me last week -- to serve as their wedding photographer. (Slate) After this state banned pesticides, tourism and wildlife flourished. The tiny Indian state of Sikkim, high in the Himalayas, decided 15 years ago to ban all pesticides from its farms. It eventually outlawed pesticides and chemical fertilizers altogether, and phased out plastic utensils and dishes. Now Sikkim's 600,000-some residents are setting a model for the world's most populous democracy. The number of foreign tourists has increased significantly over the years, and in 2014, Sikkim was named the world's top destination by Lonely Planet. The state's production of large cardamom (think Earl Grey tea) -- has increased by nearly 23 percent since 2014, and officials credit the resurgent bees that cross-pollinate the crop. Not all of the government's efforts have been a complete success, however. The price of cabbage tripled, and some farmers say they need more access to organic manure, training, and markets where they can sell their food. But other countries are still paying attention: Sikkim's Himalayan neighbor, the kingdom of Bhutan, is planning to go all-organic by 2020. (Washington Post) Away from Rwanda, and back -- as a pacesetter. There are four neurosurgeons, all male, in Claire Karekezi's once-riven homeland of Rwanda. Next month, Karekezi will join them as the first and only female neurosurgeon in the country. \"I need to carry the dream to the end,\" says Karekezi. As a 10-year-old who had to flee the genocide in 1994, Karekezi's dream was to become a doctor. Though she endured the 100-day massacre -- and lost relatives during it -- it didn't deter her. \"I always tell people that that's what sort of made us who we are today as Rwandese people,\" she tells the Toronto Star. \"Because we grew up knowing that we cannot count on anyone but ourselves. So this kind of spirit kept me going, to do whatever it takes to get where I want to go.\" (Toronto Star)\n\nThat's it for this edition! We hope these stories help you in the week ahead. Have a tip or a link? Email us at recharge@motherjones.com.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":501},"wgt":501},{"uri":"881760865","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"22:36:00","dateTime":"2018-06-05T22:36:00Z","dataType":"news","sim":0.6431372761726379,"url":"https://www.motherjones.com/politics/2018/06/hundreds-of-children-are-being-held-at-the-border-for-longer-than-the-law-typically-allows/","title":"Hundreds of children are being held at the border for longer than the law typically allows","body":"A new Trump administration policy is separating children from their parents, leaving the government scrambling to house them.\n\nKevin Torres, 7, right, helps Darwin Ruiz, 5, put his shoes on in Huntington Station, New York in July 2014. Kevin arrived in the United States, unaccompanied, from El Salvador in May 2014. Seth Wenig/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nUS law prohibits the government from holding unaccompanied children at the border for more than 72 hours before transferring them to the care of child welfare workers, unless there are \"exceptional circumstances.\" But following the Trump administration's new hardline immigration policy that is separating children from their parents at the border, hundreds of children currently at US border stations have been there longer than that.\n\nNBC News reports that nearly 300 of the 550 children at US border stations on Sunday had been held for more than 72 hours. Nearly half of those children are younger than 12.\n\nThe news come as the Trump administration pursues a new \"zero tolerance\" strategy along the border that is separating families by criminally prosecuting parents and other migrants for unauthorized entry into the United States. The number of migrant children in US custody increased by 21 percent last month, and the government's shelters are nearing maximum capacity.\n\nGreg Chen, the director of government relations at the American Immigration Lawyers Association, told NBC News that it \"would be highly inappropriate and even unsafe to hold children for extended periods in these short-term border facilities because they often lack the adequate medical and nutritional resources for these young people.\"\n\nThe United Nations condemned the family separations on Tuesday. Ravina Shamdasani, a spokeswoman for the UN High Commissioner for Human Rights, said, \"The practice of separating families amounts to arbitrary and unlawful interference in family life, and is a serious violation of the rights of the child.\" Sen. Jeff Merkley (D-Ore.), whose unsuccessful attempt to enter a facility for child migrants was documented in a video that went viral over the weekend, told reporters on Tuesday, \"This is not a zero-tolerance policy. This is a zero-humanity policy.\"\n\nUnder the law, children who arrive at the border alone generally must be transferred to the Department of Health and Human Services within 72 hours of determining that they are unaccompanied. The overstays at temporary facilities are a result of a backlog at HHS, according to NBC News. (DHS policy also calls for keeping adults in temporary facilities for less than 72 hours.) HHS shelters are at about 95 percent capacity, but the agency also has about 1,200 reserve beds if needed.\n\nIn April, Attorney General Jeff Sessions announced that the Justice Department would seek to prosecute everyone DHS refers to the department for illegally crossing the US-Mexico border \"to the extent practicable.\" The next month, he said the Justice Department's ultimate goal is to criminally prosecute everyone who crosses the US-Mexico border without authorization. Politico reported on Monday that the DHS has doubled the number of people it refers for criminal prosecution, but the Justice Department is well short of prosecuting all unauthorized border crossers. Still, the new policy means that parents in the custody of the Justice Department will be separated from their children.\n\nThe administration is effectively turning these children into unaccompanied minors who need to be transferred to ORR, whose facilities have traditionally housed teenagers who arrive at the border alone. ORR will increasingly have to care for infants with very different needs because of the family separations. After living in ORR facilities, unaccompanied minors are usually transferred to sponsors, who are most often parents and other relatives.\n\nImmigrant advocates say the Trump administration rushed into implementing the zero-tolerance policy without considering the stress that it would place on child welfare workers. Peter Boogaard, a spokesman for the immigration advocacy group FWD.us who worked at DHS during the Obama administration, told NBC News, \"What's happening now is a broad indication of a total lack of planning or forethought for the policy they enacted. They didn't think this through at all -- what it would mean for kids, for their parents, and for the operational challenges.\"\n\nTwo DHS officials told Politico they had not seen any legal analysis before Sessions announced the new prosecution strategy. \"In a normal administration, you make an analysis of the law and the policy change,\" one of the DHS officials said. \"The notion is to reduce litigation around it.\" The official added, \"It's not clear to me that any of that foundational legal work has been done.\"\n\nThe government has struggled for years to meet the 72-hour requirement. In 2014, as the number of unaccompanied minors arriving at the border increased dramatically, the National Immigrant Justice Center found that at least 29 of the 224 children it surveyed were kept in DHS custody for more than 72 hours. A 2014 complaint from the National Immigrant Justice Center, the American Civil Liberties Union, and other advocacy groups on behalf of more than 100 children found that roughly 70 percent reported being held for more than three days. The difference was that those children were arriving alone, instead of being turned into unaccompanied minors by US government policy.\n\nMitra Ebadolahi, a staff attorney with the ACLU's Border Litigation Project, said on a Tuesday call with reporters that the situation in 2014 was a \"massive problem.\" She added, \"Of course, that's happening again now.\"","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4013640","shares":{"facebook":458},"wgt":458},{"uri":"882386721","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"19:44:00","dateTime":"2018-06-06T19:44:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/kevin-drum/2018/06/trump-congratulates-putins-biggest-booster-for-primary-win/","title":"Trump congratulates Putin's biggest booster for primary win","body":"The Trump Chicken visits Dana Rohrabacher's district to entertain the voters.Matt Masin/The Orange County Register via ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nLast night, Donald Trump's most loyal spear carrier in Congress, Rep. Devin Nunes, won his primary impressively with 58 percent of the vote. Trump's #2 man in Congress, Kevin McCarthy, won even bigger, taking home 70 percent of the vote. But Trump didn't bother congratulating either of them. Only one guy running for Congress got the coveted Trump tweet this morning:\n\nCongratulations to Dana Rohrabacher on his big California win. We are proud of you Dana!\n\n-- Donald J. Trump (@realDonaldTrump) June 6, 2018\n\nRohrabacher's district is the one that put the jungle in jungle primary, featuring a total of 16 candidates. He has a pretty good chance of losing in November, but he is famous for one thing: being Vladimir Putin's biggest booster in Congress. I guess that's what it takes to get Trump's blessing these days.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":402},"wgt":402},{"uri":"882793474","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"11:14:00","dateTime":"2018-06-07T11:14:00Z","dataType":"news","sim":0.5843137502670288,"url":"https://www.motherjones.com/politics/2018/06/canada-set-legalize-recreational-marijuana-cannabis-united-states/","title":"Canada is set to legalize recreational pot. What does that mean for legalization in the States?","body":"We asked Oregon Rep. Earl Blumenauer, co-founder of the Congressional Cannabis Caucus.\n\nA pro-cannabis rally on Ottawa's Parliament Hill on April 20, 2016.Justin Tang/The Canadian Press/AP\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nCanada's senate is set to vote Thursday on a national bill that would legalize the recreational use and sale of marijuana. If the bill passes, as expected, it will put our northern neighbor on a path to becoming the first industrialized nation (and first G-7 nation) to regulate and tax pot like alcohol. (Uruguay legalized the recreational use of cannabis in 2013, but has been slow to roll out regulated sales.)\n\nThe Assembly, Canada's other legislative house, passed a version of the bill in November 2017, and Prime Minister Justin Trudeau, whose administration proposed the legislation last April, has said he will sign it. One of the sponsors of the bill has predicted that legal marijuana dispensaries could be open for business as early as late August or early September, which will make this nation of 36 million people the world's second largest legal marijuana market, after California. (The Trudeau administration had previously said pot shops would open by July.)\n\nThe bill, C-45, directs Canada's federal government to license and regulate production, while giving the country's 10 provinces wide latitude to regulate distribution and sales to adults -- sales to minors are banned. Many of the provinces are opting for state-run dispensaries, akin to the way liquor is sold in some US states, such as New Hampshire and Virginia.\n\nI caught up with US Rep. Earl Blumenauer (D-Ore.), co-founder of the Congressional Cannabis Caucus and a leading advocate for federal marijuana reform, to ask what Canadian legalization might mean for cannabis in the states, the prospect of an integrated North American market, and the fate of international agreements that prohibit legalization.\n\nMother Jones: How does Canada's impending legalization law affect the prospects for national legalization in the United States?\n\nRep. Earl Blumenauer: It will be an additional incentive to accelerate the conversation here. Canada is sort of like the 51st state. Other than the fact that Donald Trump has declared war on them these days, it's a neighbor and a huge trading partner. There are tremendous interrelationships socially, economically, and until the Trump administration, globally. So having a huge legal market in a mature, democratic neighbor is going to be a very significant signal to some of the holdouts that we have currently. It's another step -- not toward just legalization but also normalizing it.\n\nMJ: Is this being discussed right now on the Hill?\n\nEB: We're in the time of Trump when there's a crazy thing happening every day, or two things a day. If you took a poll now, probably 75 percent of Congress would be unaware of what's taking place this week in Canada. Those of us who are paying attention are looking at it, but we've been focusing on what we need to do in the federal appropriations process here to push federal reform in the US. If they, in fact, legalize it, that will raise the profile a little bit. But frankly, what has made the difference to bring some of these people along who have not been with us is what's been happening at the state level, what's happened with public attitudes in the United States, what's happened with the progress we've made with veterans having access to medical marijuana. Those are much more meaningful and they have more impact.\n\nMJ: What will you be watching for as legalization plays out in Canada?\n\nEB: Watching what they do with 36 million people is a lot like watching California. But theirs will be a national program. So, watching how smoothly it takes place. Watching what's happening with their markets, because there will be clarity under Canadian law that this is a lawful enterprise -- [in the States] we still have a cloud of federal uncertainty. There's also now the prospect, and this is kind of fun, of the western United States and British Columbia, of having a western cannabis market looking towards the potential for interstate commerce and cannabis tourism. There [also] is serious reappraisal of what Mexico's going to do. Former president [Felipe] Calderon has been very active bringing people together and promoting reform in Canada, and when we get past this presidential election in July in Mexico, if Canada has put its national program into place, the prospect of a North American market is quite exciting.\n\nMJ: That is kind of exciting to consider.\n\nEB: I am absolutely convinced that we're going to get all of these things aligned here in the next two to four years. Depending on how the midterm elections go, it might be sooner rather than later. I'm working hard to help pro-cannabis candidates in this congressional election. If we get the right lineup, the dominoes will fall very quickly to allow us to make it clear that states are allowed to do what they want, and that the industry will not be discriminated against in terms of financial services or taxation.\n\nMJ: What exactly is happening at the federal level regarding the states?\n\nEB: There are over two dozen pieces of legislation being considered. We're going to be looking through the appropriations process to extend protections [to recreational marijuana businesses in states where it's legal]. The Rohrabacher-Blumenauer amendment that would prevent the federal government from interfering in state legal medical marijuana -- we have amendments dealing with access for veterans to medical marijuana. But what we need is to have the federal government once and for all get out of the way. Do not have artificial constraints on research and on banking, and don't tax them unfairly. Over 95 percent of the American public already has access to some form of legalized cannabis. Thirty states have legalized medical. We've got nine and the District of Columbia that have legalized adult use. We're going to see votes happening this year in Michigan, Missouri, and Utah. Medical marijuana is no longer an issue -- it's foundational. North of 60 percent of American adults support adult use, and that number continues to grow.\n\nMJ: Would legalization in Canada affect marijuana markets in US states where marijuana is legal?\n\nEB: We're not even able at this point to sell cannabis across state lines. So legalization in Canada is not going to affect our markets immediately. But it sets up the inevitable development of a North American market.\n\nMJ: Canada's legalization of marijuana would put it in direct violation of three UN treaties that require signatory nations to suppress drug use within their borders. Do you think Canada will face any consequences?\n\nEB: This stuff dates to an earlier era. There's not going to be any sanctioning. We're coming up on a UN global summit on this in 2019 and we'll be stripping out the weird stuff [in the treaties]. The global prohibition on marijuana is foolish and it is being violated regularly. Harsh, punitive drug policies don't work. Hence, you're seeing Portugal going full decriminalization [of all drugs]. Now, there is an institutional bias in favor of global prohibition. The United States has invested billions in this failed war on drugs. I was there in 2016 at the UN special session on drugs and the United States wasn't among the more-progressive nations who were speaking out in favor of more-enlightened programs. But that's where the world is going. We're going to change the policies to make them more realistic.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4017547","shares":{"facebook":301},"wgt":301},{"uri":"882793471","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"11:14:00","dateTime":"2018-06-07T11:14:00Z","dataType":"news","sim":0.6235294342041016,"url":"https://www.motherjones.com/politics/2018/06/did-the-supreme-court-fall-for-a-stunt/","title":"Did the Supreme Court fall for a stunt?","body":"The Masterpiece Cakeshop decision draws from a series of dubious bakery requests by a Christian activist.\n\nProtesters gather in front of the Supreme Court on the day the court is to hear the case Masterpiece Cakeshop v. Colorado Civil Rights Commission, in December 2017. Olivier Douliery/Abaca Press/Sipa via AP Images\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nIn its decision this week in Masterpiece Cakeshop v. Colorado Civil Rights Commission, the Supreme Court wanted a way to rule narrowly in favor of a Colorado baker who refused to sell a wedding cake to a same-sex couple, without upsetting decades of civil rights law. It seems to have found the answer to its conundrum in a stunt pulled by a religious-right activist. The effectiveness of the stunt, and its embrace by the court's conservative justices, illustrates the extent to which Christian legal organizations are influencing the law, all the way to the Supreme Court.\n\nIn 2014, a man named William Jack paid a visit to Azucar Bakery in Denver. There, Jack demanded two cakes, both in the shape of an open Bible. On one, he wanted \"Homosexuality is a detestable sin - Leviticus 18:22\" written on one side of the Bible and \"God hates sin Psalm 45:7\" on the other. On the second cake, he asked the bakery to inscribe \"God loves sinners\" and \"While we were yet sinners Christ died for us. Romans 5:8\" and to include an iced illustration of two men holding hands in front of a cross, covered with what Jack described as a \"Ghostbusters symbol,\" a red circle with a line through it to indicate that such unions are \"un-Biblical.\"\n\nThe bakery's owner, Marjorie Silva, told Jack she'd sell him the Bible cakes but wouldn't write the words on them. She offered to sell him a decorating bag, tip, and icing so he could put the message on himself. Jack returned two more times that day, at one point asking if she'd conferred with a lawyer, but she continued to refuse to sell him the cakes he wanted. When he left for the last time, he told her, \"You will hear from me!\" Silva told Out Front magazine.\n\nJack visited two other Denver bakeries that he'd identified from LGBT websites as gay-friendly and made similar requests. He refused to tell the bakers why, exactly, he wanted the cakes or what he was planning to celebrate with them. The other bakeries, which like Azucar regularly made religious cakes, also declined to fill Jack's order on the grounds that his messages were offensive and hateful. Shortly after the visits, Jack filed a complaint against the three bakeries with the Colorado Civil Rights Division -- which ruled in favor of the same-sex couple in the Masterpiece Cakeshop case -- alleging that they had discriminated against him because he is a Christian.\n\nJack isn't just a guy who wanted a cake. He's a foot soldier in the religious-right evangelical movement. He co-founded the Worldview Academy, a Christian organization that runs summer camps that teach kids how to live in \"accord with a Biblical worldview.\" Jack also ran a creationist youth ministry and made a name for himself as the founder of BC Tours, an organization that gives home-schooled children and their parents \"Biblically Correct\" tours in Denver to places like the Denver Museum of Nature and Science and the Denver Zoo. The tours tell participants how, contrary to the museum exhibits, Adam and Eve walked the earth with dinosaurs, the earth is only 6,000 years old, and fossils were mostly created by Noah's flood.\n\nJack did not respond to a call seeking comment, but he has published a series of videos to YouTube detailing his \"undercover\" operation against the bakeries, titled \"Would Jesus Bake This Cake?\"\n\nJack told the Blaze that he had filed the complaints against the bakers to show that the state was applying its anti-discrimination statute unequally, punishing religious people like the baker who refused to make the same-sex-marriage cake in the Masterpiece Cakeshop case but not Silva and the others who wouldn't make Jack's requested cakes. In March 2015, the Colorado Civil Rights Division, the investigative arm of the Civil Rights Commission, officially rejected his complaints. Three weeks later, lawyers from Alliance Defending Freedom, an anti-gay-marriage nonprofit representing Masterpiece Cakeshop, filed a notice with the Colorado Court of Appeals flagging the decisions in Jack's cases to bolster their own, which was then pending in the court.\n\nAs the same-sex-marriage wars were heating up before the Supreme Court's 2015 decision legalizing such marriages, the country was awash in bakery stunts. Azucar was targeted again in 2015 by another activist, Robert Mannarino, who called and attempted to order a cake that read, \"The Bible says gay marriage is wrong.\" The bakery refused to make the cake, and Mannarino filed a complaint with the Colorado Civil Rights Division. (Silva has since sold the bakery and couldn't be reached for comment, and the Civil Rights Division wouldn't disclose the outcome of that complaint.)\n\nThat same year, Arizona evangelist Joshua Feuerstein posted a YouTube video of himself calling Cut the Cake, an Orlando bakery, and trying to order a cake that said, \"We do not support gay marriage.\" In the video, Feuerstein rails against the bakery owner, Sharon Haller, for being intolerant of religious people after she turned down his order. The video prompted Feuerstein's followers to make hundreds of threatening phone calls to the bakery.\n\nThat's why, when Mannarino called Cut the Cake and tried to order a cake inscribed with \"Homosexuality is an abomination unto the Lord,\" Haller assumed it was another prank. She told him she'd do it -- for $150 a letter, or about $6,000. The next time she heard from him, he had filed a complaint against the bakery with the Florida Commission on Human Relations. A Florida administrative law judge ruled against Mannarino in 2017.\n\nStunts like these aren't uncommon among activist groups of all political leanings seeking changes in the legal system. Civil rights organizations use testers, for instance, to see whether a landlord is refusing to rent to people of color or a car dealer is charging them higher interest on auto loans. Activists who use wheelchairs visit businesses to see whether their buildings comply with the Americans With Disabilities Act, and file complaints if they don't. But these testers are usually representative of larger numbers of people who've genuinely been discriminated against. There doesn't appear to be a huge group of customers looking for gay-bashing cakes who can't procure them.\n\nNonetheless, Jack's work turned out to be wildly successful. Even though no judge has ruled in his favor, the Supreme Court used his stunts to craft its ruling in Masterpiece Cakeshop.\n\nThe court's conservative justices clearly wanted to rule in favor of the baker, Jack Phillips. But doing so risked opening the door to religious justifications for all sorts of discrimination. It would be hard, if not impossible, to persuade any of the court's liberal justices or swing justice Anthony Kennedy -- the author of the court's 2015 decision to legalize same-sex marriage -- to sign on to a broad ruling in Phillips' favor.\n\nThe court found a novel way out in William Jack.\n\nSeizing on Jack's story, it managed to avoid ruling on Phillips' behavior and instead focus on the Colorado Civil Rights Commission. The commission, the court's majority found, had treated Phillips unfairly simply because he objected to same-sex marriage on religious grounds. By doing so, the court said, the commission had violated his rights under the Free Exercise Clause of the Constitution.\n\nAs evidence, the justices pointed to the way the commission had treated Jack in his three cases against the other Colorado bakers. Jack's story was laid out in detail in an amicus brief he filed in the Masterpiece case, with help from the National Center for Law and Policy, a Christian nonprofit law firm affiliated with Alliance Defending Freedom, the group representing Phillips. In the brief, Jack argued, \"A baker in Colorado is free to refuse to bake a custom cake if the requested cake design is -- in the eyes of the baker -- offensive or objectionable, but only if the unpopular message is a religious view critical of same-sex marriage.\"\n\nKennedy largely agreed, writing for the majority, \"The treatment of the conscience-based objections at issue in these three cases contrasts with the Commission's treatment of Phillips' objection.\" He suggested that the differing treatment was proof that the commission was hostile to Phillips' religious beliefs. Justice Neil Gorsuch elaborated for many pages on this idea, drawing heavily from Jack's brief. \"Maybe most notably, the Commission allowed three other bakers to refuse a customer's request that would have required them to violate their secular commitments,\" he wrote in a concurring opinion. \"Yet it denied the same accommodation to Mr. Phillips when he refused a customer's request that would have required him to violate his religious beliefs.\"\n\nThat didn't sit well with Justice Elena Kagan, one of two liberals who joined in Kennedy's majority opinion. Phillips refused even to discuss a cake with the gay couple, Kagan observed, instead denying them a cake simply because they were gay. \"The three bakers in the Jack cases did not violate that law,\" Kagan wrote in a concurrence, referring to the Colorado Anti-Discrimination Act. \"[T]he bakers did not single out Jack because of his religion, but instead treated him in the same way they would have treated anyone else.\"\n\n\"He was treated as any other customer would have been treated -- no better, no worse,\" Justice Ruth Bader Ginsberg wrote in a dissent. In a footnote, she took direct aim at Gorsuch for equating Jack with Charlie Craig and David Mullins, the couple that tried to buy the wedding cake at the Masterpiece Cakeshop. \"Change Craig and Mullins' sexual orientation (or sex), and Phillips would have provided the cake,\" she wrote. \"Change Jack's religion, and the bakers would have been no more willing to comply with his request. The bakers' objections to Jack's cake had nothing to do with 'religious opposition to same-sex weddings.'\"\n\nDespite the criticism from Kagan and Ginsburg, Jack's cases will have a long shelf life. Because the Masterpiece Cakeshop ruling was so narrow, it didn't put an end to the legal battles over when the religious freedom rights of a business owner can trump the civil rights of LGBT people. Alliance Defending Freedom and other Christian legal outfits are representing a host of other plaintiffs, from florists to videographers, who are suing for the right not to serve LGBT people. Jack's work has found its way into one of those, too.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4013552","shares":{"facebook":285},"wgt":285},{"uri":"882505848","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"00:11:00","dateTime":"2018-06-07T00:11:00Z","dataType":"news","sim":0.6470588445663452,"url":"https://www.motherjones.com/kevin-drum/2018/06/doj-inspector-general-about-to-issue-category-5-hypocrisy-warning/","title":"DOJ inspector general about to issue Category 5 hypocrisy warning","body":"Starmax/Newscom via ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nABC News reports today that the Justice Department's inspector general plans to slam James Comey for publicly reopening the investigation into Hillary Clinton's email just a few days before the 2016 election:\n\nOne source told ABC News that the draft report explicitly used the word \"insubordinate\" to describe Comey's behavior. Another source agreed with that characterization but could not confirm the use of the term.\n\n....The draft of Horowitz's wide-ranging report specifically called out Comey for ignoring objections from the Justice Department when he disclosed in a letter to Congress just days before the 2016 presidential election that FBI agents had reopened the Clinton probe, according to sources. Clinton has said that letter doomed her campaign.\n\nBefore Comey sent the letter to Congress, at least one senior Justice Department official told the FBI that publicizing the bombshell move so close to an election would violate longstanding department policy, and it would ignore federal guidelines prohibiting the disclosure of information related to an ongoing investigation, ABC News was told.\n\n....ABC News has confirmed that Horowitz's draft report went on to criticize senior FBI officials, including Comey and fired FBI deputy director Andrew McCabe, for their response to the late discovery of a laptop containing evidence that may have related to the Clinton investigation....It took weeks for the FBI to start analyzing the laptop's contents, and Horowitz's draft report criticized senior FBI officials for how long the laptop languished inside the bureau, sources told ABC News.\n\nThis is going to be such a clusterfuck when it's released. Comey obviously deserves censure for influencing the election in the face of nearly unanimous advice to the contrary. At the same time, I'm really not sure I can stand to watch as Trump and his fellow Republicans pretend to be outraged over the fact that Comey was responsible for making Trump president. Maybe the IG can give me a heads up about the release date so that I can plan to be at the North Pole that day photographing penguins. Or polar bears. Or vast expanses of ice. Or whatever they have there. Anything would be better than paying attention to the news that day.\n\nNo such luck, though. Hell, he'll probably release it on a Thursday, so that I not only have to face it, but I'll be awake for 40 hours straight to take in every last hypocritical utterance. If I don't make it out alive, somebody please tell my family that I love them.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4013274","shares":{"facebook":129},"wgt":129},{"uri":"882505834","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"00:11:00","dateTime":"2018-06-07T00:11:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/kevin-drum/2018/06/vp-see-vp-do/","title":"VP see, VP do","body":"Help MoJo build a team dedicated to combating disinformation: Read why we think this project is so critical, and kick-start it with a tax-deductible donation today.\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nNoted without comment:\n\nI am laughing so goddamn hard at this video of Trump inexplicably putting his water bottle on the floor, and Pence immediately doing the same for no reason whatsoever. pic.twitter.com/qEFPzKClYj\n\n-- Jules Suzdaltsev (@jules_su) June 6, 2018","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":81},"wgt":81},{"uri":"883877281","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"23:34:00","dateTime":"2018-06-08T23:34:00Z","dataType":"news","sim":0.7411764860153198,"url":"https://www.motherjones.com/politics/2018/06/south-carolina-archie-parnell-domestic-violence/","title":"This South Carolina primary will test whether Democrats are willing to overlook domestic violence","body":"Because Democratic House frontrunner Archie Parnell says he won't quit the race.\n\nMother Jones illustration; Facebook\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nFor the past year, Archie Parnell, a former Goldman Sachs managing director and former tax attorney for ExxonMobil, has been among the candidates the Democratic Congressional Campaign Committee viewed as contenders to fulfill their dreams of a Blue Wave in the 2018 midterms. But last month, divorce records surfaced that show Parnell abused his ex-wife -- a revelation that may cost Democrats the race.\n\nParnell, who is running for a House seat in South Carolina's 5th District, has admitted to physically abusing his former wife in 1973, using a tire iron to break into an apartment where her friends were trying to protect her. He then struck her several times and beat her again later that evening. She sought a divorce and a restraining order against him.\n\nAnnouncement\n\nI'm Archie Parnell, candidate for Congress. After much prayer and thought, I have concluded I should stay in this race. I need to tell you why.I did something terribly wrong 45 years ago. I hit my ex-wife and another person in a state of rage. No excuse can justify what I did. I hurt her. It was wrong.I know I can't change the past, but that night 45 years ago was a turning point and I sought help. When I met Sarah, I told her of my past and she gave me a second chance to be a better man. We've been married for more than 40 years and we have two wonderful daughters.Starting with the special election, several members of my campaign staff knew of my divorce in the 1970s, but I did not provide them with the details that have now been disclosed. I was ashamed. I want you to know I apologized and asked for forgiveness from my ex-wife and I ask for forgiveness from God. I have apologized to my wife Sarah and our two daughters for the suffering caused them by recent publicity of what I did terribly wrong long ago. I also want to sincerely apologize to every volunteer, donor and supporter of our campaign, including campaign staff who stayed with the campaign and those who left the campaign.My family and I have been trying to find the best course of action. We have heard from those who urge me to withdraw and from those who urge my continued candidacy. There have been loud voices on both sides.If I withdraw, I would not be fully facing my past. If I withdraw, I would be telling anyone who makes a terrible mistake that that one terrible mistake will define them for the rest of their lives. It is the voters of the 5th district who should decide the outcome of this election, and not me or certain Democratic Party officers. We all have the capacity to change and be better.This campaign has always been about the people of the 5th district and we should be talking about issues important to people of the 5th district. And that's what we're going to do from this point forward:* We need sensible gun laws under the 2nd Amendment; we need to fix the Charleston gun loophole; we must make our schools safe.* We need a fair tax code. Right now it disproportionately advantages big corporations and explodes the deficit, putting the burden on our children and grandchildren. We must change that. Our tax code should be an extension of our collective moral code.* We need access to affordable healthcare for all and we need a public insurance option. There is a way forward on healthcare.* We need better jobs in parts of the 5th district; we need to improve job training; we must invest in public education, and the federal government has an important function to fulfill. We must recognize the indispensable role of our teachers.* We must protect the environment. As stated by a foreign leader recently, \"there simply is no planet B.\"* We need thoughtful government budgeting, not just kicking the can down the road. * Right now, our Congress is effectively dysfunctional. We need members of Congress who will talk with each other, not in partisan sound bites, but pragmatically with the goal of reaching rational solutions. I ask for your vote on June 12th. I know what I did 45 years ago was horribly wrong; I am not that same person now. My name is on the ballot and the voters of the 5th district should decide the outcome of this election. Please join me. We must do better. We can do better. We all have the capacity to be better. Thank you.\n\nPosted by Archie Parnell on Wednesday, June 6, 2018\n\nMost of Parnell's staff quit after they learned of the abuse, including campaign manager Yates Baroody. Trav Robertson, chairman of the South Carolina Democratic Party, called on Parnell to drop out of the race, saying \"his actions, though long ago, directly contradict the values of the Democratic Party.\" The DCCC also withdrew its support -- a representative called Parnell's abuses \"inexcusable and deeply disturbing.\"\n\nBut in a Facebook video posted to his campaign page June 6, Parnell resisted: \"After much prayer and thought, I have concluded I should stay in this race.\" He sought help after his violent outburst, he argued, and his marriage to his current wife gave him a second chance. \"If I withdraw,\" he said, \"I would be telling anyone who makes a terrible mistake that that one terrible mistake will define them for the rest of their lives.\"\n\nOdds are good that Parnell will still win Tuesday's primary. He has the most name recognition among the Democratic candidates, which include Steven Lough, a former professional clown; Mark Ali, a former undocumented immigrant; and Sidney Moore, a retiree who has held a wide range of jobs over the course of his career. In 2017, Parnell ran in a special election for the open House seat vacated by Mick Mulvaney. He spent a modest half-million dollars and came within about 3 percentage points of victory.\n\nIf Parnell does prevail in the primary, he'll face off against Rep. Ralph Norman, the Republican incumbent who defeated him a year ago. Norman is perhaps best known for pulling out a loaded .38-caliber handgun at a Rock Hill diner to demonstrate that \"guns don't shoot people; people shoot guns\" -- he then set the gun down on a table and continued his \"coffee with the constituents\" meeting. Afterward, he said, \"I'm not going to be a Gabby Giffords,\" referring to the Tucson congresswoman who was shot in the head during a meeting with constituents at a supermarket parking lot.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4017146","shares":{"facebook":48},"wgt":48},{"uri":"883770364","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"19:16:00","dateTime":"2018-06-08T19:16:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/kevin-drum/2018/06/income-inequality-around-the-world-its-a-choice-not-a-destiny/","title":"A Look at Income inequality around the world: It's a choice, not a destiny","body":"Looking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe World Inequality Database is out with its 2018 report, and of course not much has changed. After all, how much could it change in a single year? Still, we don't often venture outside the US when we talk about income inequality, so it's worth taking a look around the world occasionally. First up, here is the US vs. Europe:\n\nIncome inequality has grown in Europe, but not nearly as dramatically as in the US. In both places, the rich started out with roughly a 10 percent share of national income, but by 2016 that had increased to only 12 percent in Europe while it skyrocketed to 20 percent in the US. Likewise, the middle class in Europe started out with a 24 percent share of income and now have 22 percent. The American middle class can only dream of such largesse. They started out with a lower share of income than their European comrades and have since plummeted to about 13 percent. Obviously, growing inequality isn't inevitable: it's the result of very deliberate policy choices\n\nNow let's widen our view even more and look at the entire world:\n\nThe Middle East, Brazil, and Africa started out with the highest inequality in the world, but at least they've come down a bit since 1990. Russian income inequality skyrocketed in the 90s when Boris Yeltsin and his American advisors basically gave away the entire country to the oligarchs. India went crazy starting around 1990, while income inequality in China and the US has been steadily increasing the entire time, kicked off by Ronald Reagan in the US and Deng Xiaoping in China. Meanwhile, only Europe has made a real effort to rein in the effects of globalization, financialization, and liberated capital.\n\nAnd speaking of liberated capital, check out this chart:\n\nPublic capital has shrunk nearly to zero nearly everywhere since 1970. In fact, it's shrunk to less than zero in the US and Britain. So who has all the capital now? Private wealth holders, of course.\n\nYou can download the full report here, or the executive summary here, in English, French, or Chinese.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":48},"wgt":48},{"uri":"883770362","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"19:16:00","dateTime":"2018-06-08T19:16:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/kevin-drum/2018/06/republicans-have-a-shiny-new-voter-suppression-opportunity/","title":"Republicans have a shiny new voter suppression opportunity","body":"Unless, that is, you're black or brown or young or poor or otherwise not likely to vote for a Republican. In whch case, please go away.Jim Thompson/Albuquerque Journal via ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe Trump administration has added a question to the 2020 census asking if you're a US citizen. A lot of lefties think this is terrible because it might make undocumented immigrants less likely to be counted. That's a legitimate concern, but probably not a large one -- and it's not why Trump is doing it. Ari Berman gets the story right today:\n\nAt a congressional hearing on Friday, another potential motive for the controversial census question was on full display: using the data to allocate political representation on the basis of the number of citizens in a district or state rather than the total population. Such a move would mean a fundamental shift in the way representation is determined, dating back to the country's founding, when the framers of the Constitution decided the balance of representation would take into account populations that didn't have the full rights of citizenship, such as slaves and women. It would also significantly diminish representation for areas with large numbers of immigrants and shift political power to whiter and more Republican areas.\n\nAs Berman points out, the Constitution requires the census to count \"the whole number of persons in each State.\" There's no way of getting around that. But it doesn't require the government to allocate congressional districts based on the raw census count. We've always done it that way, and the Supreme Court has ruled that district lines have to adhere to the one-person-one-vote rule because \"representatives serve all residents, not just those eligible to vote.\" But do they serve non-citizens? Even those who are here illegally? There's a possibility the court could rule that they don't. The only way to find out is to have the data available and then give it a go. If they fail, maybe someone else will succeed later -- but only if the noncitizens have been recorded separately in the first place. So that's what they're doing.\n\nRepublicans have displayed an impressive amount of creativity in finding ways to reduce the influence of people likely to vote for Democrats. First it was crack-and-pack; then trial lawyers; then hyper-gerrymandering; then voter ID laws; and now this. It never ends.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":44},"wgt":44},{"uri":"882505852","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"00:12:00","dateTime":"2018-06-07T00:12:00Z","dataType":"news","sim":0.5058823823928833,"url":"https://www.motherjones.com/kevin-drum/2018/06/paul-ryan-turns-on-trump/","title":"Quote of the day: Paul Ryan turns on Trump","body":"Help MoJo build a team dedicated to combating disinformation: Read why we think this project is so critical, and kick-start it with a tax-deductible donation today.\n\nBill Clark/Congressional Quarterly/Newscom via ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nFrom House Speaker Paul Ryan, asked whether the FBI \"spied\" on the Trump campaign:\n\nI think Chairman Gowdy's initial assessment is accurate.\n\nIn other words, he agrees with Gowdy's assessment that the FBI did nothing wrong and didn't spy on Trump.\n\nThe fact that Ryan believes this is unsurprising. It's pretty obvious even based on public information that no one was spying on Trump, and the FBI investigation was kicked off solely due to legitimate concerns about Russian misbehavior. What is surprising is that Ryan finally decided to say so publicly. Is this just because he, like Gowdy, is retiring? Does it suggest that congressional Republicans are finally getting tired of Trump? Is it because most of the primary elections are now over so it's safe to speak the truth? Or what?","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4016535","shares":{"facebook":43},"wgt":43},{"uri":"881986358","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"08:16:00","dateTime":"2018-06-06T08:16:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/kevin-drum/2018/06/the-cake-ruling-wasnt-narrow-it-was-a-punt/","title":"The cake ruling wasn't \"narrow,\" it was a punt","body":"\"Truth is relative\": Trump and Giuliani make the case to support MoJo's new reporting project to combat disinformation.\n\nBrian Cahn via ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nI realize this is about a decade old by the standards of how news cycles run these days, but I want to make a brief comment about yesterday's Masterpiece Cakeshop ruling from the Supreme Court.¹ It's being widely described as a \"narrow\" ruling, and that's not wrong. But it's also incomplete. I think it's pretty clear that the court simply didn't want to rule at all on this subject.\n\nHere's the thing: this is pretty much a no-win situation for the Supreme Court. On the one hand, it involves obvious questions of free speech and freedom of association that are pretty important. They're so important, in fact, that they apply even in cases of straight-up racism and sexism that have none of the subtleties of Masterpiece. The Augusta National Golf Club -- a high-profile meeting place of the rich and famous that's featured on network TV annually -- refused to admit blacks until 1990. 1990! They refused to admit women until 2012. 2012! And that was perfectly legal.\n\nThe free speech issues are equally fraught. If an artist refused to paint a portrait of Jerry Falwell Jr. because she thought he was a sexist pig, liberals would probably think that was fine. And it is. I sure wouldn't want to force someone to paint a portrait of a guy like that.\n\nNow, sure, the cake store was not a private club. It was a public place of business, and there's jurisprudence on what kinds of places are covered by the Civil Rights Act and what kinds aren't. And portraits aren't cakes, which are merely being used at an event, not necessarily carrying a message of their own. Still, it should be pretty obvious that there are subtle issues here that are all but impossible to decide on a bright line basis. Can a Jewish baker be forced to supply a cake for a KKK rally? Can a Christian sandwich shop be forced to cater a Planned Parenthood fundraiser? Can a gay movie star be forced to sign an autograph for Richard Spencer?\n\nThere are rules that would cover all these cases that the Supreme Court could adopt. But why? For the most part they never come up, and when they do they're generally just ignored because they're so obviously heinous. So perhaps the better part of valor is just to tap dance for a while. Soon enough, refusing to serve a gay couple will be broadly viewed as equally heinous and the issue at stake will simply disappear. In the meantime, there's no need to make a potentially disastrous ruling.\n\nI think this is what happened, and even half the court's liberals decided to go along. They figure it's basically an ephemeral issue, and both liberals and conservatives have good reason to let it slide since any definitive new ruling would almost certainly hurt everyone in one way or another. Instead the court decided to muddle along until everyone forgets the whole thing, and that was likely a wise decision.\n\n¹In case you've just returned from vacation on Mars: a gay couple wanted a cake for their wedding. The Masterpiece Cakeshop refused to make one for them because the owner believed that same-sex marriage violates biblical teachings. A state commission in Colorado ruled in favor of the couple but foolishly made some statements that could be interpreted as hostile to religion. This gave Justice Anthony Kennedy grounds to overturn the decision without ever really touching the merits of the case.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":43},"wgt":43},{"uri":"881712646","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"20:51:00","dateTime":"2018-06-05T20:51:00Z","dataType":"news","sim":0.5254902243614197,"url":"https://www.motherjones.com/kevin-drum/2018/06/a-very-brief-timeline-of-that-trump-tower-meeting/","title":"A very brief timeline of that Trump Tower meeting","body":"Is this the stupidest man in the world? Maybe!Imago via ZUMA\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nI never quite got around to writing about this, but it's worth highlighting just how baldly and relentlessly Donald Trump has lied about Don Jr.'s meeting with a Russian attorney at Trump Tower during the 2016 campaign. Here's an abbreviated timeline:\n\nJune 2016: Don Jr. meets secretly at Trump Tower with Russian attorney Natalia Veselnitskaya, a \"trusted insider\" of the Putin regime who has promised dirt on Hillary Clinton.\n\nA year passes...\n\nJuly 7, 2017: The New York Times, which has learned about the meeting, calls the White House for comment.\n\nJuly 7, evening: President Trump meets in private -- totally in private -- with Russian president Valdimir Putin. Trump later explains that they talked about \"adoptions.\"\n\nJuly 8: The White House releases a statement from Air Force One explaining that the Trump Tower meeting was a big nothingburger that included no discussions of any substance.\n\nJuly 20: Mark Corallo, a spokesman for Trump's legal team, quits because he's afraid the statement amounts to obstruction of justice.\n\nRest of 2017: Various Trump spokespeople insist over and over that Trump himself had only recently learned about Don Jr.'s meeting and had nothing to do with the statement issued from Air Force One.\n\nJanuary 2018: Trump's lawyers admit privately in a memo to Robert Mueller that Trump was not only involved in the statement, he dictated it.\n\nJune 2: The New York Times publishes the memo to Mueller, making Trump's repeated lies public.\n\nThere's more to the story, but it's sometimes useful to see the bare skeleton in a single place. Whatever happened at that meeting in June 2016, Trump has spent a considerable amount of time trying to cover it up; lying about it when it was eventually discovered; and then lying some more when the lies were discovered. Maybe this is just his usual MO, but we've never seen it in the past because Trump was never under such intense scrutiny. Maybe. But these sure don't seem like the actions of an innocent man, do they?","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4009011","shares":{"facebook":40},"wgt":40},{"uri":"881105039","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"05:01:00","dateTime":"2018-06-05T05:01:00Z","dataType":"news","sim":0.6705882549285889,"url":"https://www.motherjones.com/kevin-drum/2018/06/gallup-suicide-immoral-unless-doctor-assisted/","title":"Gallup: Suicide immoral unless doctor-assisted","body":"Looking for news you can trust?\n\nSubscribe to our free newsletters.\n\nThe Washington Post has a piece about marijuana acceptance today (65 percent now say it's morally acceptable), but something else caught my eye in the Gallup survey data they cited:\n\nI wonder if this is real, or just some odd polling artifact? Can it really be true that only 20 percent of Americans think suicide is morally acceptable, but 54 percent think it's OK if a doctor helps out? Does \"doctor-assisted\" imply pain and incurable disease to most people, thus making it acceptable even though it wouldn't be if you did it for other reasons? Or does it trigger some other framework entirely? Whatever it is, it makes an awfully big difference.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":"eng-4012564","shares":{"facebook":38},"wgt":38},{"uri":"881986356","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"08:16:00","dateTime":"2018-06-06T08:16:00Z","dataType":"news","sim":0,"url":"https://www.motherjones.com/kevin-drum/2018/06/stock-market-still-in-the-trump-doldrums/","title":"Stock market still in the Trump doldrums","body":"\"Truth is relative\": Trump and Giuliani make the case to support MoJo's new reporting project to combat disinformation.\n\nLooking for news you can trust?\n\nSubscribe to our free newsletters.\n\nI don't have any good reason to post this. It's just to annoy Trump fans by showing yet again that the current economy is nothing more than a straightforward extension of the Obama economy. Trump hasn't wrecked Obama's legacy yet, but that's about the most he can say for himself.\n\nBy the way, the Republican tax plan passed on December 19. Within a few weeks that brought the eight-year stock market rally to a screeching halt. Since the start of the new year, the market has been dead flat. Nice work.","source":{"uri":"motherjones.com","dataType":"news","title":"Mother Jones"},"eventUri":null,"shares":{"facebook":37},"wgt":37}]}}