{"articles":{"page":1,"totalResults":51,"pages":2,"results":[{"uri":"881647484","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"18:43:00","dateTime":"2018-06-05T18:43:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/2018/06/obama-trump-administrations-elites-value-style-over-substance/","title":"Elites Value Mellifluous Illegality over Crass Lawfulness | National Review","body":"Obama defies the Constitution but sounds 'presidential.' Trump follows it but sounds like a loudmouth from Queens.\n\nDonald Trump blusters nonstop. He offers contrasting messages about whether, on any given day, he might fire Special Counsel Robert Mueller, Attorney General Jeff Sessions, or Deputy Attorney General Rod Rosenstein. His tweets are certainly not presidential, at least as the adjective is usually understood.\n\nAt perpetual campaign rallies, Trump mocks his critics, caricaturing their voices and slamming them with adolescent epithets like \"Cryin' Chuckie Schumer.\" He accuses House Minority Leader Nancy Pelosi of being an enabler of M-13 gang members after she chastised him for calling such psychopaths \"animals.\" Trump has defined his own uncouthness, which so incenses his opponents. as \"the new presidential.\"\n\nYet so far, after over a year of intense investigation, Special Counsel Mueller has found no evidence that Donald Trump -- or even his low-level subordinates -- had ever colluded with Russian government interests to hijack the 2016 election and defeat Hillary Clinton. Indeed, Mueller has shown himself desperate to indict almost anyone connected with the Trump campaign with almost any charge he can think of -- other than colluding with the Russians to warp an election, his original mandate.\n\nCall the Trump paradox \"crass lawfulness.\" What drives Trump's critics nearly crazy is not any evidence that Trump has broken federal laws per se. Instead, their rub is that there are somehow no criminal statutes against a president boorishly acting \"unpresidential\" in his loud quest to supercharge the economy, while undoing the entire agenda of his predecessor, who was so dearly beloved by the media, universities, Hollywood, and identity-politics groups.\n\nCertainly, President Obama's teleprompted speeches were mellifluous. As some sort of postmodern preacher, Obama often sermonized to Americans about the predetermined \"arc of history\" that purportedly bent all of us inescapably toward his own just moral version of the universe.\n\nIn calm, ministerial tones, the progressive Obama sometimes slapped a puerile America's wrists, with frequent admonitions to behave and to not act so illiberally. Or he frequently reminded us, with a frown, \"that is not who we are.\" Recall that Obama came into office promising that he would could lower the seas and cool the planet, with a generation of young like-mind activists who, we were lectured, were the ones we had all been waiting for. Now president emeritus Obama worries that perhaps his messianic appearance came too soon for us to fully appreciate his divinity.\n\nDespite Obama's recent projection that his eight-year tenure was \"scandal-free,\" along with the reality that the media's biased compliance sought to make such a startling fantasy true, the Obama administration was in many respects lawless. It will eventually rank as the most scandal-ridden administration since Warren G. Harding's.\n\nThe Scandals of the 'Scandal-Free' Obama Administration\n\nThe Fast and Furious scandal was inter alia about deliberate government gun-running of weapons to Mexico, perhaps in a warped effort to discredit current U.S. firearms laws. The Benghazi debacle involved a cover-up of a preplanned terrorist hit on our consulate, an attack that was possible only because it was well known that the consulate's security was lax. The Benghazi cover-up involved U.N. ambassador Susan Rice lying five times on national television in a single day, when she claimed that the terrorist operation was the result of a spontaneous riot over a video. And to justify that reelection-cycle concoction, the video maker, a foreign resident on U.S. soil, was summarily jailed on a trumped-up probation charge.\n\nAn IRS regional high official, and Obama partisan, Lois Lerner, weaponized and discredited the IRS, by hounding conservative groups that were seeking tax-exempt status. Lerner staged a self-serving public stunt to leak her misbehavior to friendly ears -- she had a reporter ask her a planted question about targeting conservatives. At her later congressional testimony, Lerner invoked the Fifth Amendment to avoid self-incrimination. She was never charged by the Obama State Department. Indeed, Obama himself, after expressing initial pseudo contriteness in the face of public furor, waited the public out before finally announcing that there was not a \"smidgeon\" of corruption in the IRS. Lerner, in effect, was rewarded for successfully neutralizing many conservative activist groups just months before the 2012 election. In October 2017, facing a lawsuit by conservative groups, the IRS admitted in court that it had unfairly targeted them during the Obama administration. It agreed to a multi-million-dollar settlement, and the current attorney general, Jeff Sessions, apologized to the more than 450 conservative organizations in question.\n\nNadine Strossen, a liberal and the former president of the American Civil Liberty Union, conceded -- but only in hindsight when both Obama and she were out of their respective offices -- that Obama was one of the most hostile presidents to civil liberties in history. Perhaps she was referring to the fact that Eric Holder's and Loretta Lynch's Justice Department had spied on Associated Press reporters, monitored the communications of Fox reporter James Rosen, and subpoenaed New York Times reporter James Risen to force him to reveal his confidential sources. Holder was also the first Attorney General in U.S. history to be held in contempt of Congress for refusing to hand over subpoenaed documents.\n\nWe are slowly appreciating over the last year that lying under oath was an Obama-administration requisite for a high position in the intelligence community.\n\nBut it was during the 2016 election cycle that the Obama administration descended to a level of corruption not seen in a century. Right in the middle of the FBI investigation of Hillary Clinton's email server, Obama, as judge and jury, announced that candidate Clinton had violated no criminal law while secretary of state. Obama also lied when he stated that he'd known nothing about such an unlawful server, although emails prove that he himself had communicated over it on several occasions. His FBI director, James Comey, deliberately scrambled the law and exonerated Hillary Clinton from wrongdoing, not because she had not broken the law, but, according to Comey's own invented interpretations of the statute, because she had not intended to violate the law. Comey also admitted to tailoring his circus-like investigation of Clinton around the assumption that she would soon be president.\n\nWe are slowly appreciating over the last year that lying under oath was an Obama-administration requisite for a high position in the intelligence community. FBI director Comey lied about the particular sequences of his investigation of the Clinton email scandal. He lied by omission to the president when, in his supposed Oval Office informative dissection of the Steele dossier, he failed to include the fact that it was a product of Hillary Clinton's campaign and the DNC.\n\nComey's various testimonies often cannot be reconciled with those of his deputy FBI director, Andrew McCabe, who was cited by the inspector general for lying. Comey warped a FISA-court request to spy on U.S. citizens, by deliberately withholding information from the court about the Steele dossier. Comey also has not been forthcoming about the insertion of an FBI informant into the 2016 Trump campaign. Comey has often lectured about the illegality and impropriety of leaking confidential government documents, though he later bragged about his own successful leak of such documents as a successful means of getting Special Counsel Robert Mueller appointed.\n\nDirector of National Intelligence James Clapper and CIA Director John Brennan may prove to be the two most prevaricating officials in the history of any modern administration. Both have lied repeatedly while under oath to Congress, respectively, about their agencies' surveillance of American citizens, spying on Senate staffers, the U.S. drone program, and leaking the notorious Steele dossier. In their particular cases, as current media analysts, they have become completely unhinged over the reality that a crude Donald Trump was never so crude as either of them in their attempt to undermine the constitutional principle of telling the truth to Congress while under oath.\n\nSamantha Power, Susan Rice, and others sought transcripts of surveilled U.S. citizens in order to unmask their names, which were then subsequently leaked to the media. Rice initially lied about her role in the unmaskings. Power's testimony that she had no idea how her name found its way onto the unmasking requests -- more than 250 of them -- is as surreal as it is mendacious. In 2016 alone, Power sought one unmasking on average every working day, despite the fact that the U.N. ambassador is not an intelligence official.\n\nIn addition to such unethical and often illegal behavior, the Obama administration institutionalized deception as a tool of government: hiding from the American people all the side agreements to the so-called Iran deal, itself a blatant effort to bypass the treaty-making responsibilities of the U.S. Senate; fabricating yarns to sell the disastrous Obamacare takeover of health care; using executive orders to enact immigration amnesties after warning that doing just that would be unconstitutional; lying repeatedly about the circumstances of the Bowe Bergdahl prisoner swap.\n\nHillary Clinton has never been able to explain why huge gifts to her family's foundation from Russian interests coincided with the State Department's approval of uranium sales to Russia, or why anyone would ever pay her husband $500,000 for a short speech in Moscow -- and certainly would not now once her political ambitions have at last calcified.\n\nWe live in such strange times that the media ignored the most blatant examples of presidential campaign-cycle collusion in memory, while seeking to invent it where it never existed. Remember, Barack Obama on a hot mic not only got caught reiterating to a Russian leader the conditions of Putin-Obama election-cycle collusion, but he also spelled out the exact quid pro quo: promised Russian quietude abroad during Obama's reelection campaign was in exchange for \"flexibility\" (i.e., cancellation) of U.S.-Eastern European missile-defense projects. Should Trump ever be caught making the same \"deal\" in 2020, he would probably be impeached.\n\nThree reasons stand out. One, it was the first administration in modern history in which the media saw its role as a subordinate and accomplice rather than an auditor; the media thereby empowered corruption. Two, it exuded a moral zealousness in its promise to fundamentally transform the country and enact social justice; any means of doing so were justified by its exalted ends. Three, like the John F. Kennedy administration, Obama and his team adroitly calculated that in America's celebrity culture, what's hip and cool is often more highly prized than what's competent and lawful, much less crude and effective.\n\nNo one would suggest that Donald Trump obeys the law because he has an inherent respect for the Constitution and the nation's ethical bearings, although that perhaps could prove to be so. Rather, Trump has not broken the law the way that Obama routinely did quite simply because he cannot. The media is so hostile to his every act, the popular culture has so frequently written him off as crude, and his critics, both progressive and conservative, have become so hysterical over his person, that he lives in a singular 24/7 bubble that faults him for everything from his choice of dessert to the manner in which his daughter holds her child.\n\nOur media and popular culture, as well as our cultural elite, value style far more than substance.\n\nThe news, both fake and real, is now all Trump, all the time. And because Trump can enjoy baiting his opponents by deliberately being uncouth and coarse, and since he has little respect for past presidential protocol, almost everything is now transparent and nothing is off-limits. Trump haters of the deep state leak. But then again, so do Trump adherents. Many of his cabinet meetings are televised, sometimes painfully. Trump can say anything to anyone anywhere at any time -- on Twitter, television, or radio.\n\nFinally, this weird juxtaposition of the vacuous and often law-breaking, but melodious, Obama administration next to boisterous and rowdy Trump presidency has taught us a lesson about our own moral blindness.\n\nCredentials empower illegality; their mere absence is seen as almost illegal in itself.\n\nBoth our media and popular culture, as well as our cultural elite, value style far more than substance. Adroitly breaking the law is preferable to obeying it in uncivilized fashion. Boorishly bragging nonstop about 3 percent economic growth and below-4-percent unemployment is deemed far worse than contextualizing in professorial tones a stagnant economy that in eight years never achieved 3 percent annual growth.\n\nCredentials empower illegality; their mere absence is seen as almost illegal in itself.\n\nLawlessly \"presidential\" is a misdemeanor; lawfully unpresidential, a felony. A bankrupt agenda delivered by experts is sanctified; an effective one packaged by amateurs is heretical.\n\nHaving engaged in illegality during the Obama administration is better on a résumé than following the law in a Trump government.\n\nAnd yet still, this one constant keeps reverberating throughout the hysteria: Our elite always values the messenger over the message.\n\nThe façade of Camelot exempts empty lawlessness in a way that Queens-accented boosterism seems to nullify real achievement.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":16443,"pinterest":3},"wgt":16446},{"uri":"883751980","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:38:00","dateTime":"2018-06-08T18:38:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/its-not-bigotry-to-believe-homosexuality-is-a-sin/","title":"It's Not Bigotry to Believe Homosexuality Is a Sin | National Review","body":"Another Christian has lost his livelihood for good-faith wrongspeak. This time it was for articulating extremely basic Christian truth that it's sinful to celebrate sexual immorality. Here's BuzzFeed with the story:\n\nA high-ranking CrossFit employee was fired after tweeting his support for a CrossFit gym's cancellation of a Pride event, citing his belief that celebrating LGBT pride is a \"sin.\"\n\nRussell Berger was the mega-successful fitness company's chief knowledge officer, often de facto spokesperson, and a co-author of the Russells, a blog about scientific misconduct that he maintained with colleague Russell Greene.\n\nBut Berger got into hot water Wednesday afternoon when he tweeted about a CrossFit gym in Indianapolis, Indiana, where owners canceled a workout in honor of Pride Month. Many of the coaches and employees quit in protest, according to WTTV TV in Indianapolis. On Wednesday, the gym posted notices that it was shutting down.\n\nSo, for those keeping score, that's a job lost and a gym closed because it's just intolerable that a Christian either publicly express his moral point of view or that other Christians refuse to host events they find objectionable.\n\nIn reading comments and commentary about this latest turn in the culture wars, I'm struck by the extent to which Berger's views are cast as pure, indefensible bigotry -- and that it's entirely acceptable to not just label his Christian beliefs false but also to believe that they're actually malicious.\n\nBut isn't that a bigoted view? What qualifies an external critic to define the veracity of a man's faith or the purity of the thoughts in his heart? There seems to be a mistaken belief by some that sexual orientation is absolutely core to a person's identity whereas religion is something else entirely -- so superficial that any given person is one Vox explainer or Bill Maher monologue away from enlightenment. Yet only a few millennia of human history demonstrates that religion is core to human identity that countless people have been willing to burn rather than recant their deepest beliefs.\n\nMoreover, isn't it also bigoted to believe that a person is incapable of expressing disagreement with a person while also treating them with dignity and respect? Time and again, we'll see stories of Christians cast aside for expressing orthodox Christian beliefs about marriage and the family -- in books, speeches, tweets and in political donations -- using the justification that this view somehow means that they can't be trusted to treat colleagues fairly in the workplace. Yet time and again these individuals have long and established track records free of any claims of discrimination or mistreatment. Their actual record is irrelevant compared to hypothetical fears.\n\nSome Christians are bigots. They actually do hate others and harbor malice in their hearts. But actual Christian orthodoxy -- including orthodox Christian sexual morality -- is anything but hateful. It expresses the beauty and intent of creation, it honors both the marriage vow and the single life, and it creates a framework for having and raising children in loving, stable homes. It recognizes that each and every person must put a restraint on their desires, orienting their lives towards the true \"chief end\" of man -- glorifying God and enjoying him forever.\n\nMoreover, the vast majority of Christians fully understand that they live in the world, but are not of the world. We will spend their entire lives living and working with people who don't share their faith. Our obligation is clear: \"Whatever you wish that others would do to you, do also to them.\"\n\nAll across America LGBT Americans live and work alongside Christians who disagree with their actions and beliefs and also treat them with dignity and respect. It's not hard to do when you love people and seek to imitate Christ. Should these Christians be muzzled while contrary views be given free rein? Or can we actually be tolerant and realize that disagreement is not mistreatment, and love is not hate? If Russell Berger mistreated any person on the job, then he should be fired. If he merely advocated and celebrated the tenets of a faith that seeks to honor and glorify God, then disagree with him all you like, but leave his livelihood alone.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":10231,"pinterest":5},"wgt":10236},{"uri":"881150619","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"06:47:00","dateTime":"2018-06-05T06:47:00Z","dataType":"news","sim":0.4470588266849518,"url":"https://www.nationalreview.com/2018/06/masterpiece-cakeshop-scotus-decision-broad-enough/","title":"Broad Enough to Matter | National Review","body":"The word of the day, according to the media, is \"narrow.\" Describing the Supreme Court's 7-2 holding that the state of Colorado violated baker Jack Phillips's right to free exercise of religion by ruling that he violated the state's public-accommodation law when he refused to bake a custom cake for a gay wedding, the New York Times said that the majority \"relied on narrow grounds.\" CNN legal analyst Steve Vladeck called the decision \"remarkably narrow.\" NPR's Nina Totenberg wrote a story headlined, \"In Narrow Decision, Supreme Court Decides In Favor Of Baker Over Same-Sex Couple.\"\n\nWhile we believe that the court should have issued a broader ruling, one holding that baking a custom wedding cake is protected expression under the free-speech clause of the First Amendment, its actual ruling is significant. It can potentially shift the language surrounding America's religious-liberty debate and increase the cost of state favoritism and double standards. In other words, it isn't nearly as \"narrow\" as legal progressives would have you believe.\n\nIn a nutshell, the Court ruled that the state of Colorado violated Jack Phillips's free-exercise rights in two specific ways. First, the Court singled out examples of obvious anti-religious animus to show that Phillips did not receive a fair hearing from the Colorado Civil Rights Commission. Most egregiously, one commissioner compared Phillips's principled refusal to custom-design a cake for a gay wedding to religious arguments for slavery or the Holocaust. Writing for the majority, Justice Kennedy rightly declared the statement \"inappropriate for a Commission charged with the solemn responsibility of fair and neutral enforcement of Colorado's antidiscrimination law -- a law that protects discrimination on the basis of religion as well as sexual orientation.\"\n\nWhile the Court could have ruled against Colorado based solely on the commissioners' expressed anti-religious animus (a ruling that truly would have been narrow), it went further. Justice Kennedy also noted the existence of a rather profound double standard. It turns out that even as Colorado punished Jack Phillips for refusing to design a cake for a gay wedding, it had protected the right of bakers to refuse to create cakes with anti-gay messages. In other words, the existence of obvious favoritism was itself evidence of anti-religious animus.\n\nSkeptics will note that there is an obvious path through the Supreme Court's ruling. If a state merely makes sure that its civil-rights commissioners don't exhibit bias -- and if it remains consistent in its rulings -- then it can put the underlying free-speech issue right back before the Court. And the outcome of that debate is far from certain.\n\nYes, that is certainly possible, but as a practical matter, it is easier said than done. Are states really willing to tell gay bakers they have to create cakes with anti-gay messages for the sake of trying to shut down the very few Christians and other religious traditionalists who hold dissenting views? Is there a crop of cases that are free of anti-religious bias and free of double standards, just waiting for Court review?\n\nThe Court may well have to address the underlying free-speech issues at a future date, but until then it has issued a ruling that doesn't just help achieve justice in Phillips's individual case, it can perhaps help reset the terms of the religious-liberty debate. It's fashionable for progressive critics to condemn conservative religious-liberty claims as mere pretext for bigotry. Indeed, that was the view of relevant decisionmakers in Phillips's case. One of the commissioners described his religious-liberty claim as a \"despicable piece of rhetoric.\"\n\nJustice Kennedy -- the judicial father of gay marriage -- responded with words that should echo in the public debate:\n\nTo describe a man's faith as \"one of the most despicable pieces of rhetoric that people can use\" is to disparage his religion in at least two distinct ways: by describing it as despicable, and also by characterizing it as merely rhetorical -- something insubstantial and even insincere.\n\nYet is that not exactly what critics of orthodox religious believers do every day? While there is little doubt that radical academics and pundits will continue to act in bad faith, their counterparts in the state and local governments will now find that their hostility and double standards carry a cost. On that basis alone, Phillips's victory is broad enough to earn our applause.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4011122","shares":{"facebook":2100,"pinterest":3},"wgt":2103},{"uri":"882678571","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"07:53:00","dateTime":"2018-06-07T07:53:00Z","dataType":"news","sim":0.4745098054409027,"url":"https://www.nationalreview.com/2018/06/masterpiece-cakeshop-setback-liberty/","title":"Masterpiece Cakeshop Is a Setback for Liberty | National Review","body":"Professor Steve Vladek is right: The decision is \"remarkably narrow.\" One cannot help but be struck by the majority's reticence from the outset: \"Whatever the outcome of some future controversy involving facts similar to these, the Commission's actions here violated the Free Exercise Clause.\" Mind you, this is from the pen of Anthony Kennedy, a judicial supremacist who ordinarily interrupts his liberty bender only to scold the People -- formerly known as the sovereign -- to pipe down and quit grousing once the Robed Nine have spoken.\n\nOn this one, though, Justice Kennedy assures the Left it can grouse away. This ruling, in grudging accommodation of religious conviction, will not necessarily bear on the outcome \"of some future controversy involving facts similar to these.\"\n\nTo be sure, I am all for a Lincolnian construction that reduces Supreme Court rulings to a duly narrow resolution of the dispute between the litigating parties, leaving it to the republic to govern itself accountably. But that is not what's going on here. This case is a one-off. The justices, manifestly pained, side ever so ambiguously with religious liberty, a founding principle of the nation, over gay marriage, a trendy progressive cause that would not remotely have been threatened in Colorado had Jack Phillips been left in peace to honor his convictions.\n\nKennedy's sweet-mystery-of-life jurisprudence is all about exploring the exotic contours of liberty to discover heretofore unknown substantive safeguards. Not in this case, though. Confronted by a liberty twofer -- an attack on free-expression rights that also burdens religious liberty -- the justices punt on substantive protections for traditional religious exercise and speech (the latter liberty that could and should have decided the case in Mr. Phillips's favor); they agitate, instead, over procedural flaws in the state's adjudication of the conscience question.\n\nWe don't know how the next similar case will be decided (actually, I think I do know) because the 7-2 majority does not announce a rule of decision that will guide courts in applying the right to religious liberty. That's why it was 7-2. In reality, with Kennedy writing and progressive justices Stephen Breyer and Elena Kagan joining, the outcome may have been 7-2, but the reasoning fluctuated between 5-4 and 4-5 depending on which sentence we're talking about.\n\nIn essence, Phillips won because the oxymoronic Colorado Civil Rights Commission was mean to him. The Court does not say how the commission should have decided the matter; it merely admonishes that, in future hearings, the commissioners must avoid being so indecorous, so overt in their hostility to unreconstructed Christians. Silent, smiling contempt is de rigueur: In the next case, just patiently hear out the baker, politely rule against him, and move on -- no more grandstanding about how much religion sucks.\n\nJust to be clear, my Christian religious convictions are strong, but run mainly along the lines of recognizing my own failures to live up to the love and empathy they demand. I prefer a live-and-let-live approach, in which Jack Phillips gets to refuse to design cakes conveying messages that transgress his religious convictions; Charlie Craig and Dave Mullins then proceed to a nearby bakery whose owner is delighted to have their business and celebrate their union; the market decides whether and how to react to these choices; and we all move on to far more consequential matters like whether the Eagles get to visit the White House.\n\nUnlike many conservatives, I remain persuaded by the wisdom of Justice Scalia's reasoning in Employment Division v. Smith (1990). Concededly, this may be the bias of a lawyer who spent years prosecuting jihadist mass-murderers; but, it being hard enough for judges to get the law right, I don't want them sorting out which exercises of belief are sufficiently central to the religious doctrine at issue to merit First Amendment protection -- refusing to design a cake, good; peyote consumption as a sacrament, not good; flying jumbo jets into skyscrapers, really not good, etc.\n\nI am therefore content to live in a system in which neutral laws (i.e., not espousing or motivated by hostility to religion) that are generally applicable to the public should be enforced. To be sure, such laws could and sometimes do portend unintended, incidental burdens on religious practice. To my mind, though, it would be better for the community to work out exemptions through the political and legislative processes than for judges to impose them. Regulation and legislation involve compromise, and enactments can be amended or repealed if problems arise or sensibilities change. When judges impose solutions under the guise of interpreting the First Amendment, there is more chance of getting it wrong and less chance of fixing it.\n\nThe freedom of speech clearly embraces Phillips's right not to be compelled to engage in patently expressive conduct endorsing gay marriage.\n\nFinally, speaking of the First Amendment, this was a straightforward free-expression case, as Justice Thomas (joined by Justice Gorsuch) explained in separate opinion concurring in the judgment. A wedding cake is an implicit expression of approbation, and in Phillips's specific vocation, a form of artistic expression. As the Court recounted, the Colorado Civil Rights Commission has on at least three occasions protected bakers who -- quite understandably, and I think admirably -- refused to make cakes that abominated gay couples. That is, the commissioners recognized the palpable free-speech implications. Well, the First Amendment safeguards our right to refrain from expressing not only what the government condemns but what it endorses; indeed, it is the latter that cries out for First Amendment protection.\n\nThe freedom of speech clearly embraces Phillips's right not to be compelled to engage in patently expressive conduct endorsing gay marriage. The state could easily recognize this right without disturbing its anti-discrimination act -- even neutral laws of general application must accommodate protected speech.\n\nThe Court could have resolved the case that way. But it preferred the consensus appearance of a 7-2 vote to the faithful rendering of a 5-4 decision. With due respect to my editorial colleagues, I believe the justices' obvious reluctance to defend liberty is a setback. The implication is plain: As long as the next \"civil rights commission\" is fashionably demure, the next Jack Phillips will lose.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4013552","shares":{"facebook":1769,"pinterest":3},"wgt":1772},{"uri":"881150620","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"06:48:00","dateTime":"2018-06-05T06:48:00Z","dataType":"news","sim":0.6784313917160034,"url":"https://www.nationalreview.com/2018/06/can-a-president-pardon-himself-yes-trump-can/","title":"Yes, the President May Pardon Himself | National Review","body":"As he often does, President Trump hijacked the news cycle with a Monday-morning tweet, this one observing that \"numerous legal scholars\" agree that \"I have the absolute right to PARDON myself.\" The president elaborates that he has done nothing wrong, and thus there is nothing to pardon.\n\nSo, one might ask, why bring it up?\n\nIt's a good question, and not for the first time are we asking. Late last July, Trump tweeted that \"all agree the U.S. President has the complete power to pardon\" -- only to add that there was no point discussing pardons because the only crimes arising out of the Russia probe were leaks of classified information to hurt the administration, not misconduct by the administration. On that occasion, the president was obviously reacting to a Washington Post report that he had been asking advisers \"about his power to pardon aides, family members and even himself.\"\n\nIn any event, if we must discuss the matter then, yes, the Constitution empowers the president to pardon himself. Like any other power, the pardon power may be abused, and if Congress finds a presidential self-pardon is sufficiently abusive, it may impeach and remove the president. But that would not vitiate the pardon -- it would be impossible to prosecute the president on whatever crimes had been pardoned.\n\nI wrote a column for PJ Media last year when the president raised the subject. Here's the pertinent part:\n\nThe pardon question is factually premature in the sense that there is no allegation or indication that [the president] or those close to him have committed a crime. It is not, however, legally premature. There need not be a formal criminal charge before a president issues a pardon. After President Nixon resigned, President Ford pardoned him even though he had not been indicted. President Lincoln mass-pardoned Confederate soldiers and sympathizers, and President Carter mass-pardoned Vietnam draft evaders. Thus, the fact that special counsel Mueller has not, and may never, file criminal charges would not prevent President Trump from issuing pardons.\n\nIncluding . . . a pardon for himself? Yes.\n\nA pardon is a judicially unreviewable act of executive discretion. I think of it as an iteration of prosecutorial discretion, which is the judicially unreviewable executive decision whether to charge someone with a crime. This is a sweeping presidential authority. The only exceptions to it are obvious from the Constitution's Pardon Clause (article II, section 2), which limits pardons to \"Offenses against the United States.\" That is, the president may only pardon offenses that have already occurred -- he cannot grant a prospective \"get out of jail free\" card for future crimes; and the president may not pardon state offenses, for they are outside his jurisdiction over federal law-enforcement.\n\nIt is obvious that the Framers understood they were permitting the president to pardon himself. The Pardon Clause says that while the president may pardon any federal offense, this does not extend to \"Cases of Impeachment.\" The Framers thus expressly considered a president's potential use of the pardon power to benefit himself. The only limit they imposed on such self-dealing was to prevent the president from blocking his own impeachment, not his own prosecution. On this score, bear in mind that at the time of the Constitution's adoption, there was no sprawling federal criminal justice system; it was expected that almost all crimes would be prosecuted at the state level. Nevertheless, if the Framers wanted to prevent a president from blocking his own federal prosecution, just as they took pains to block him from preventing his own impeachment, they would have said so.\n\nMore significantly, as I argued in Faithless Execution, we've become such a litigious society we fail to recognize that the Constitution mainly relies on political checks, not judicial ones. The idea is to promote liberty by putting the most important decisions in the hands of representatives who answer to the voters, not in the hands of judges who are not accountable to the public. All power, including all executive power, can be abused. When a power, such as the pardon power, is abused, the remedy is impeachment. It is not a lawsuit in which the courts are asked to manufacture limits on the pardon power that are not rooted in the Constitution.\n\nThis is as it should be. As we witnessed in the Clinton scandals, sometimes the public accepts that executive wrongdoing has occurred but decides that it is not sufficiently serious, or at least sufficiently related to the president's core duties, that removal from office is warranted. One could easily foresee the same sort of thing happening with an allegation that a president who pardons himself has abused the pardon power. If a criminal allegation were frivolous and politically motivated, much of the public might support a president's pardoning of himself. On the other hand, if it were discovered that a president had committed a truly serious crime, a president's use of the pardon power to avoid prosecution would be an impeachable offense (as would the underlying crime itself).\n\nFor what it's worth, I believe the president and his legal team are making a strategic mistake in talking about how expansive the pardon power is, and about how the president's control over the executive branch renders it constitutionally dubious that he can \"obstruct justice,\" in the sense of impeding investigators -- subordinate executive officials who answer to the president.\n\nThe special counsel does not appear to have evidence implicating Trump in a serious crime; nor can he show that, to prove some criminal case, he needs evidence that only Trump is in a position to provide.\n\nI think I understand what they are trying to do: They want credit for cooperating with Special Counsel Mueller's investigation, especially given that the president is (prudently) declining to be interviewed by the special counsel. So, they are saying, \"Look how much we've done here to support this investigation and let it proceed, even though the president cannot be indicted and has sweeping power to end the probe.\"\n\nAt this point, though, I don't think most people are focused on Trump's voluntary cooperation with Mueller. They are focused on these extravagant claims of power. Even if those claims are well-supported, they are unnecessary and can't help but make people wary.\n\nNot that anyone is asking for my advice, but if I were running the president's legal defense, I would stick to the strongest points. On the conduct that is actually at issue (i.e., weighing in on the Flynn investigation, firing FBI director Comey) there is no obstruction case against the president; thus, there is no need to get into whether a president who committed other, more egregious conduct could theoretically be prosecuted for obstruction.\n\nSimilarly, on the facts as we understand them, Mueller has an insufficient basis to demand that the president submit to questioning. The special counsel does not appear to have evidence implicating Trump in a serious crime; nor can he show that, to prove some criminal case, he needs evidence that only Trump is in a position to provide. Consequently, there is no need to get into whether, hypothetically, a prosecutor could compel a president to testify if the president were implicated in a crime and possessed evidence the prosecutor needed to prove the case.\n\nI'm sorry if the president does not need my two cents, but I won't beg his pardon.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4012082","shares":{"facebook":1656},"wgt":1656},{"uri":"880708825","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"14:10:00","dateTime":"2018-06-04T14:10:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/2018/06/new-york-lawsuit-against-nra-sets-dangerous-precedent/","title":"New York's Assault on the NRA Sets a Dangerous Precedent | National Review","body":"One can imagine similar actions targeting Planned Parenthood, tobacco companies, or even rival political campaigns.\n\nThe National Rifle Association announced May 11 that it has filed suit against the New York State Department of Financial Services; its superintendent, Maria T. Vullo; and the state's governor, Andrew Cuomo, alleging the state and its agents violated the NRA's First Amendment rights in a recent regulatory ruling.\n\nI will leave to constitutional scholars to debate the First Amendment question. But in terms of regulating the business of insurance in an effective, efficient, and nonpoliticized manner -- a topic about which I am the author of an annual report -- the department's behavior sets a dangerous precedent that should trouble citizens across the political spectrum.\n\nThe lawsuit stems from settlements the DFS reached earlier this month with Kansas City-based insurance broker Lockton Cos. and underwriter Chubb Ltd. The companies were fined $7 million and $1.3 million, respectively, in connection with alleged violations of New York insurance law. The purported wrongdoing stemmed from Lockton's work as broker for the NRA's \"Carry Guard\" insurance program, which provides liability insurance to NRA members for firearm-related accidents and for legal costs in self-defense cases.\n\nThe charges against Lockton varied from the technical to the flimsy to the picayune, but they all give the appearance of pretext for what the department was actually seeking, and got: a consent decree in which the broker agrees \"not to participate in the Carry Guard Program, any similar programs, or any other NRA-endorsed programs with regard to New York State.\"\n\nIn fact, Lockton had already cut ties with the NRA, one of a number of corporate partners to do so in the wake of the mass shooting at Marjory Stoneman Douglas High School in Parkland, Fla. But the Department of Financial Services has made clear its willingness to pressure other firms to do the same. In an April letter from Vullo to the state's banks and insurance companies, she wrote that the department \"encourages its chartered and licensed financial institutions to continue evaluating and managing their risks, including reputational risks, that may arise from their dealings with the NRA or similar gun promotion organizations.\"\n\nIronically, we have simultaneously seen recent legislative efforts by some gun-control advocates, including in the general assembly of neighboring Connecticut, to actually require gun owners to maintain liability insurance. The type of coverage usually envisioned by such proposals, which would compensate the victims of offensive uses of firearms, is unlikely ever to come to market, as intentional acts are generally agreed to be uninsurable. But as a result of the New York regulator's action, one expects a chilling effect that would cause insurers to withdraw from offering even the more limited coverage included in the NRA program, or in many homeowners insurance policies.\n\nThe precedent set by these blatantly political regulatory actions undermines not only the insurance market, but the rule of law.\n\nIndeed, Lloyd's of London, the world's largest market for hard-to-place risks, has responded by directing its underwriters \"to terminate any existing programs of this type and not to enter into any new ones,\" with specific reference to concerns about the New York DFS inquiry into \"programs offered, marketed, endorsed or otherwise made available through the National Rifle Association of America.\" The Lloyd's decision was a feature, not a bug, of the department's action. The goal pretty clearly was to use the regulator's office, which is supposed to apply impartial, technocratic rules to see to it that insurance companies responsibly and competently manage their underwriting and investment risks and that they deal with consumers in good faith, to achieve political ends.\n\nThis temptation is not unique to the political Left. In early 2015, Oklahoma insurance commissioner John Doak issued a warning shot to property insurers in the state who might seek to invoke exclusions for \"manmade\" earthquakes stemming from oil and gas exploration. Despite strong evidence that deep-well injections play a role in the thousands of earthquakes Oklahoma experiences every year, Doak asserted there was \"no agreement at a scientific or governmental level concerning any connection between injection wells or fracking and 'earthquakes.'\"\n\nSeeing regulators open this Pandora's box should be deeply concerning to those on both the right and the left. One easily could imagine similar motivated prosecutions of financial-services firms that do business with Planned Parenthood, tobacco companies, tech firms, the solar industry, or even the political campaigns of rival parties. The precedent set by these blatantly political regulatory actions undermines not only the insurance market, but the rule of law.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":1260,"pinterest":4},"wgt":1264},{"uri":"883751986","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:38:00","dateTime":"2018-06-08T18:38:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/on-bourdain-and-the-american-suicide-crisis/","title":"On Bourdain and the American Suicide Crisis | National Review","body":"I was a huge fan of Anthony Bourdain's Parts Unknown, which aired on CNN. It was a fascinating mix of food travelogue to places ranging from West Virginia to Antarctica, liberal political activism, self revelation, and Bourdain's personal libertine excesses -- CNN allowed him to smoke pot on camera, for example, a wrong thing to do -- all spiced with his caustic humor. I disagreed with nearly everything Bourdain said beyond recipes, but I really looked forward to his programs.\n\nBut this season, I noticed the show was losing air. Bourdain seemed listless, like he was just going through the motions. The sizzle was gone. Last night, I watched his Hong Kong show, and it was almost boring, without joy.\n\nAnd now, he has hanged himself in Paris during one of his shoots. Memory Eternal!\n\nBourdain's self-destruction follows fast on the heels of designer Kate Spade. These celebrity deaths -- people who have reached the pinnacle -- highlight a terrible and growing suicide crisis in this country. From the New York Times story:\n\nSuicide in the United States has surged to the highest levels in nearly 30 years, a federal data analysis has found, with increases in every age group except older adults. The rise was particularly steep for women. It was also substantial among middle-aged Americans, sending a signal of deep anguish from a group whose suicide rates had been stable or falling since the 1950s. . . .\n\nThe increases were so widespread that they lifted the nation's suicide rate to 13 per 100,000 people, the highest since 1986. The rate rose by 2 percent a year starting in 2006, double the annual rise in the earlier period of the study. In all, 42,773 people died from suicide in 2014, compared with 29,199 in 1999.\n\nWhat could be causing this? I have my own theories: disintegrating societal cohesion, the loss of faith and the concomitant secularization of the culture -- which can offer few existential comforts to the despairing -- the increase in drug addiction, family dysfunction, the problems our veterans experience, and the prominence of societal nihilism.\n\nAt the same time, suicide is also promoted by euthanasia activists and the media as an acceptable answer to the problems associated with serious illness, disability -- in some quarters, even mental illness. Good grief, Brittany Maynard was transformed into an international A-list celebrity because she announced her plan to kill herself. It strikes me that suicidal people are not going to think, \"Oh, that doesn't apply to me,\" if their suffering is not illness or disability related.\n\nMeanwhile, suicide-prevention efforts receive far less attention. Sometimes, those efforts are almost invisible.\n\nGoing forward, all of us need to pay greater attention to those in our families and social orbits who may be suicidal. The National Suicide Prevention Lifeline has published an important, embossed \"Community Card\" that offers six \"Questions that Can Save a Life\" to help us prevent suicides. I urge all readers to take a look.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":982},"wgt":982},{"uri":"880340782","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"01:02:00","dateTime":"2018-06-04T01:02:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/california-and-conservatism/","title":"California and Conservatism | National Review","body":"I share some of the sentiments of Jay Nordlinger's Corner post expressing confidence that some day in the future there may be hope for California conservatism. That's why I continue to live in the house that I grew up in, despite vast changes in the nature of the rural community I was born into. But I would take sharp issue with Jay's statement that current critics of the direction of the state are somehow either prejudicial or dispirited:\n\nA lot of us conservatives have long written it off. California is too changed: too brown, too illegal, too bloated, too listless. All the good people have left, and all the bad people have stayed. You know the rap. Usually, we don't put it this crudely, but this is what it amounts to.\n\nActually, I don't believe that conservatives' worry amounts to any of that at all.\n\nConservatives know that the problem with California is not skin color, ethnic affinity, or race, but rather a juxtaposition of historically unprecedented great wealth on the coast and the culture it spawns -- especially in high technology, government, finance, entertainment, and academia -- with dire poverty in the state's north and interior, some the result of years of open borders and illegal immigration. The result is a state in which the pernicious consequences of elite policymaking are never quite experienced by their insulated architects.\n\nOpen borders are fine, but then so are their proponents' gated communities and the growth in coastal private academies and prep schools, as the public schools score near bottom in the nation's test scores. Water transfers are the obsolete projects of a bygone age, but not those such as Hetch Hetchy, vital to Bay Area survival. Expensive gas and electricity are good green policies, but their deleterious consequences fall most heavily on the distant inland poor of the much hotter and colder interior. The nation's highest basket of income, sales, and gas taxes can be either avoided or easily paid by those who are most in favor of them.\n\nAnd, yes, there are enormous demographic changes in the state going on. One in four residents was not born in the U.S. Somewhere near 4 million Californians have left in recent years. The Democratic party has largely bifurcated into a pyramidal, medieval organization of the few very wealthy and the many very poor, the former pursuing iconic green and identity politics and gender issues, the later increasingly dependent on social services.\n\nCalifornia is a state with the nation's most billionaires and some of the highest per capita income communities in the country, while home to one-third of the nation's welfare recipients, with a fifth of the population living below the poverty line. My own rural community is now part of a tri-county region that is more impoverished than Appalachia; most of my former neighbors' farmhouses now have ad hoc trailers and shacks behind them, often resulting in ten or 15 residents per home. Sheriff raids to break up drug production, prostitution rings, and gang violence are not trumped-up conservative angst, but common in our rural neighborhood.\n\nIs there some hope? A recent April poll from the liberal UC Berkeley Haas center proved a shock in reporting that 24 percent of the survey's participants agreed that it's \"very important\" for the U.S. to increase deportations of undocumented immigrants, while 35 polled said it was \"somewhat important\" -- an aggregate majority result expressing a desire for future legal immigration only. The poll included a majority of Hispanic residents, upon whose schools, communities, and social services open borders and illegal immigration most heavily fall. Currently there are early pushbacks against the new steep gasoline taxes; high-speed rail, whose half-built overpasses are our modern Stonehenge, has lost most public support.\n\nWhat, then, is the chance of California's recalibrating as a conservative state? It largely hinges on meritocratic, measured, diverse, and legal immigration that studies show most successfully leads to assimilation, intermarriage, and integration, a melting pot that makes residents see their particular tribal affiliations as incidental rather than essential to their characters.\n\nWhen that happens, millions of Californians of all backgrounds will more likely vote for issues such as reducing taxes, encouraging energy development and middle-class housing construction, and investing in infrastructure such as freeways and reservoirs (rather than building impossible utopian high-speed rail projects), reforming pensions, curbing teacher unions, and allowing more charter schools and school choices. In other words, the present-day Democratic voter will someday question why such high sales, income, and energy taxes result in such poor social services, as the state's highways and schools rank near last in the nation.\n\nThe new federal tax-reform bill will be devastating to California's mostly blue coastal professional class that can no longer write off from their federal taxes their huge state income-tax bills and the staggering property taxes they pay owing to spiraling home prices and reassessments. When that reality hits, no one quite knows whether it will prompt further flight of the well-off (only about 150,000 tax returns in a state of 40 million account for half the state's income-tax revenue) or lead to popular outrage over the state's high income taxes (the top-level brackets reach 13 percent).\n\nOf course, it is common to have a nostalgic view of Ronald Reagan, as model of genial, principled conservatism that might return to accelerate California's salvation. But a review of the 1966 gubernatorial campaign reveals one of the nastiest races in California memory. Reagan gave back everything that Edmund Brown Sr. dished out to him, and won by rivaling a later Trump in his often cruel invective. Reagan castigated \"welfare bums,\" and promised to clean up the \"mess\" at Berkeley. And when governor, after failed popular demands that he be recalled, Reagan kept at it with rhetoric that again rivals Trump's worst. Of the People's Park demonstrations, he declared, \"If it takes a bloodbath, let's get it over with. No more appeasement.\" And he joked that he hoped the free food for poor communities leveraged by the terrorist SLA might be infected by botulism. Quite simply, Reagan did not call for a thousand points of light or a kinder, gentler state.\n\nReagan was an effective governor, but the idea that he was a uniter is also simply not true, at least not until his second presidential term. He turned a blue state red by damning the Democrats' expansion of welfare dependency and promised to crack down hard on criminals and cheats (e.g., putting \"the welfare bums back to work\").\n\nReagan damned the state's judiciary (my mother, a later superior and state appellate court justice, was furious over his attacks on the state's justices) as soft on crime and pushed hard, unsuccessfully, for death penalties to be carried out rapidly.\n\nHe won the governorship in part through his prior renegade stance at the boisterous 1964 San Francisco Republican convention, when he joined the right-wing populist Goldwater, who snatched the nomination from the old-guard low-energy Rockefeller Republicans. He further infuriated the Republican status quo by running a last-minute insurgent campaign for president against the establishmentarian Nixon in 1968, and in 1976 by challenging Republican incumbent President Jerry Ford -- an acrimonious, insurrectionary, and divisive primary for which Reagan was later blamed for the Carter victory. Indeed, the Republican establishment, despite its current nostalgia, never much liked Reagan until he won the presidency, blasting him as a yahoo who wanted to keep the Panama Canal or a voodoo economist who thought that cutting taxes and spending more on defense would lead to balanced budgets.\n\nI do not know who the next charismatic California Republican leader might be to lead a Reagan-populist revolt against the welfare state. Most likely, if it is to happen, it will probably be a Hispanic conservative who will sound a lot like the take-no-prisoners Reagan, and who will likely be just as shunned by the state's and nation's Republican establishment.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":929},"wgt":929},{"uri":"880962492","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"22:07:00","dateTime":"2018-06-04T22:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/chimpanzee-personhood-supported-new-york-judge/","title":"New York Judge Supports 'Personhood' for Chimpanzees | National Review","body":"Now is the time to put laws in effect at the federal and state levels prohibiting non-human animals, flora, and geological features from being treated as \"persons\" in courts, or accorded \"rights\" of any kind.\n\nWhy, the alarm, Wesley? We have seen rivers and glaciers declared persons. An orangutan in Argentina was granted a writ of habeas corpus. Ordinances in more than 30 U.S. cities -- and laws in two countries -- grant \"rights\" to nature.\n\nNow, in the lawsuit in New York to declare chimpanzees to be deemed \"persons,\" a Court of Appeals (the state's supreme court) judge clearly wanted to go there in a concurring opinion refusing to grant a motion to permit an appeal. From the opinion by Associate Judge Eugene M. Fahey.\n\nThe better approach in my view is to ask not whether a chimpanzee fits the definition of a person or whether a chimpanzee has the same rights and duties as a human being, but instead whether he or she has the right to liberty protected by habeas corpus. That question, one of precise moral and legal status, is the one that matters here. Moreover, the answer to that question will depend on our assessment of the intrinsic nature of chimpanzees as a species.\n\nMore:\n\nDoes an intelligent nonhuman animal who thinks and plans and appreciates life as human beings do have the right to the protection of the law against arbitrary cruelties and enforced detentions visited on him or her? This is not merely a definitional question, but a deep dilemma of ethics and policy that demands our attention.\n\nTo treat a chimpanzee as if he or she had no right to liberty protected by habeas corpus is to regard the chimpanzee as entirely lacking independent worth, as a mere resource for human use, a thing the value of which consists exclusively in its usefulness to others.\n\nInstead, we should consider whether a chimpanzee is an individual with inherent value who has the right to be treated with respect (see generally Regan, The Case for Animal Rights 248-250).\n\nWe don't need to give rights to animals to treat them with respect. That's what animal welfare and anti-abuse laws are all about. Indeed, welfare laws come to the subject based on the capacities of the animal under consideration. In any event, if particular laws need strengthening, by all means, let's debate the issue from that perspective -- welfare, not rights.\n\nGranting rights to animals is deeply subversive of human exceptionalism. It elevates animals to an equivalent moral status to us, or perhaps equally subversive, reduces humans to the status of some animals -- which could also impact the equality of human beings deemed by \"the philosophers\" to be non-persons, e.g., the unborn, newborns, and the cognitively disabled.\n\nAlso, notice that the jurist quoted an animal-rights zealot, Tom Regan, as his source. As I wrote in A Man Is a Pig Is a Dog Is a Boy:\n\nTom Regan, a philosopher at North Carolina State University, has long exerted substantial influence over the animal rights movement. Like Singer, Francione, Newkirk, and Friedrich, Regan denies that human lives have greater value than those of animals, a belief he opposes as \"arbitrary\" and \"speciesism.\" Unlike Singer's utilitarian thinking, but in accord with most other animal rights advocates, Regan accepts the existence of inherent \"rights\" to the extent that he makes the dubious claim that \"the animal rights movement is part of, not opposed to, the human rights movement.\"\n\nIt is very alarming that a New York Court of Appeals would cite a radical such as Regan as a basis for his clear desire to grant personhood and legal rights to chimpanzees.\n\nHere's my concern. As we have with other radical agendas pushed successfully in the courts, we will sit around doing nothing while thinking \"it can't happen here,\" -- until it does, and it is too late. The time to act is now while the profound subversion of \"non-human rights\" is still gestating.\n\nRemember, it only takes one judge. If Judge Fahey had not been in the minority in this case, I am convinced he would, with deeply furrowed brow, have enthusiastically volunteered.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":636},"wgt":636},{"uri":"881844687","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"02:38:00","dateTime":"2018-06-06T02:38:00Z","dataType":"news","sim":0.4235294163227081,"url":"https://www.nationalreview.com/corner/masterpiece-cakeshop-decision-against-the-killjoys/","title":"Against the Masterpiece Cakeshop Killjoys | National Review","body":"A day after the Masterpiece Cakeshop decision, I find myself in an uncomfortable position on two counts. First, I'm more optimistic and pleased than I was yesterday (I'm far more comfortable with cynicism). And, second, I find myself disagreeing with some of the smartest folks in conservatism. Andrew McCarthy has an essay up today on our homepage arguing that Masterpiece is a setback for liberty. At the Daily Wire, Ben Shapiro says that religious Americans \"should still be very worried.\" In First Things, Williams College professor Darel Paul goes so far as to say that \"Only profound naïveté can spin the majority decision as a victory for religious liberty.\"\n\nWow. Strong words.\n\nThe primary common thread in these critiques is the concern that Justice Kennedy merely granted a stay of execution. Run the same case through a process cleansed of overt anti-religious bigotry and clear double standards, and the axe will fall. Here's Andy:\n\nIn essence, Phillips won because the oxymoronic Colorado Civil Rights Commission was mean to him. The Court does not say how the commission should have decided the matter; it merely admonishes that, in future hearings, the commissioners must avoid being so indecorous, so overt in their hostility to unreconstructed Christians. Silent, smiling contempt is de rigueur: In the next case, just patiently hear out the baker, politely rule against him, and move on -- no more grandstanding about how much religion sucks.\n\nProfessor Paul sounds a similar alarm:\n\nColorado has no state-level Religious Freedom Restoration Act. In light of the failure of a proposed state RFRA to pass the state House of Representatives in each of the past three years, the chances of Phillips's being allowed to persist in his practices is slim. The Masterpiece Cakeshop decision is not a win for religious liberty in America. As Justice Clarence Thomas notes, it is not even a comment on freedom of speech, which went wholly ignored in the majority opinion. Absent changes to the composition of the Court, the most plausible reading of the Masterpiece Cakeshop decision is as a harbinger of defeat.\n\nAnd he may well be right. It may well be the case that the next time SCOTUS considers the issue, it will do so with a \"cleaner\" record and compel creative professionals to use their artistic talents to help celebrate an event they find profane and unholy. But I'm less convinced, and I'm feeling better about the free-speech argument today than I did yesterday. There are six reasons why:\n\nFirst, Jack Phillips avoided disaster. As Winston Churchill said, \"Nothing in life is so exhilarating as to be shot at without result.\" Going into the oral argument, the smart money said that Phillips faced an uphill climb. I talked to multiple constitutional litigators who were desperately afraid of the case. They didn't like Jack's case, and -- at the very least -- they wanted to bring a different challenge at a different time, when Kennedy was off the Court. To turn what was predicted to be a likely loss on the case's core question into a 7-2 victory upholding free exercise in the face of anti-Christian bigotry is a simply delightful result.\n\nSecond, to those who are convinced that Kennedy would rule differently in the absence of anti-religious animus, why didn't he do so in this case? He didn't have to decide the case on free-exercise grounds. In fact, of all the justices, he's one of the least likely to avoid the smaller decision in the quest for the bigger statement. Remember, this is the author of Obergefell we're talking about.\n\nThird, it may not be as easy to present the clean case as you think. Remember, many of these cases come out of state civil-rights commissions that are highly ideological and often outright hackish. They're undisciplined and biased as a matter of course, and as much as they may try to be more rigorous in the future, they can't do anything about the past. Religious-liberty attorneys are hunting through the records of other cases for similar statements. Don't be surprised if they like what they find.\n\nFourth, even if you present the clean case, other plaintiffs have better First Amendment claims than Phillips. It was clear from his opinion that Kennedy intends to evaluate free-speech claims on their specific facts, and many of the cases in the pipeline are more favorable on the facts than the Masterpiece case. Just as I spoke to conservative constitutional litigators who didn't like Jack's case, there are progressive litigators who liked it very much and wanted this to be the case the court decided.\n\nFifth, depending on Kennedy's retirement plans, it's highly likely that the next version of the case will be decided by a different Supreme Court. If Trump can appoint Gorsuch 2.0 (or even someone with half his horsepower), then the \"bullet dodged\" becomes \"victory delayed.\"\n\nFinally, Kennedy did give people of faith a lasting gift. He rebuked one of the more common and vicious leftist talking points -- the claim that \"religious liberty\" is a mere pretext for bigotry. Responding to a Colorado commissioner's argument that Phillips's religious liberty claims were a \"despicable piece of rhetoric\" -- similar to arguments used to justify slavery and the Holocaust -- Kennedy said this:\n\nTo describe a man's faith as \"one of the most despicable pieces of rhetoric that people can use\" is to disparage his religion in at least two distinct ways: by describing it as despicable, and also by characterizing it as merely rhetorical -- something insubstantial and even insincere.\n\nIn the future, when members of the media put \"religious liberty\" in scare quotes, when academics pontificate about past injustice, and when government officials echo their slurs, conservatives should remind them of Kennedy's words. They're not defending liberty. They're disparaging religion. And, in certain circumstances, government officials are even breaking the law.\n\nDodging a constitutional bullet? Laying a minefield for activist ideologues? Paving the way for a better case before a potentially better court? Rebutting a common progressive talking point? Not bad for a day's work at the Supreme Court. Yes, the killjoys may ultimately be proven right. Masterpiece Cakeshop may be a prelude to a disaster, but for now I'll remain optimistic. The future of free speech at the Supreme Court is so bright, I have to wear shades.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4013552","shares":{"facebook":521},"wgt":521},{"uri":"882550017","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"02:31:00","dateTime":"2018-06-07T02:31:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/swedens-elections-2018-immigration-drives-center-left-voters-away/","title":"Sweden's Coming Election | National Review","body":"Writing in Unherd, Tino Sanandaji discusses Sweden's next general election (due in September) and the challenge it may represent for the Social Democrats, long the country's dominant party, despite the occasional interregnum. As Sanandaji notes, September's may be the first election since 1917 in which the Social Democrats fail to emerge as the single largest party (when the center-right has won, it has been via coalitions led by the Moderates, which is as close -- usually not very -- as Sweden gets to a conservative party). Even if the Social Democrats do emerge as the largest party (my guess, FWIW) \"polls predict they may \"win\" with only 23 to 26% of the vote, their worst result for over a century.\"\n\nThe problem?\n\nBlue-collar voters, who have traditionally voted for the center-left, are leaving the party over its views on immigration.\n\nAh.\n\nThe Moderates have not been able to been able to capitalize on this to the extent that would be expected in many other countries. That's because during their last period in government (under Prime Minister Fredrik Reinfeldt) they embraced an arrogantly relaxed immigration policy for reasons that ranged from simple-minded libertarianism to junk economics to a sense of their own moral superiority.\n\nAs Sanandaji notes, the Moderates have recovered in the polls after moving rightwards on migration issues. But this move has come too late to win over a large enough number of those formerly Social Democratic blue-collar voters to hand a majority to the center-right. Too many of them have already turned elsewhere, to the (to quote Sanandaji) \"anti-immigration and socially conservative Sweden Democrats, with historic roots tainted by xenophobia.\"\n\nAs he explains:\n\nDefying the historic stability of the Swedish party system, the Sweden Democrats have roughly doubled their vote share in each election since 2002, when they scored little more than 1%. The average of recent polls puts them around 19 to 23%. In fact, this may be an underestimate, since polls have in the past significantly undercounted their vote share.\n\nThe dramatic growth in the SD's support was more difficult than those numbers suggest. There was understandable reluctance to vote for a party with such distinctly unsavory roots (anyone who was in Sweden in the 1990s or early 2000s can explain why), but voters worried by mass immigration were ultimately left with nowhere else to turn.\n\nWithin what had traditionally been their own party, Social Democrats unwilling to accept happy talk over mass immigration were, as Sanandaji explains, \"bullied and branded as hateful or ignorant\". And the Moderates (at that time) were no more sympathetic to any deviation from what was a stifling establishment consensus.\n\nBack in 2014, Reinfeldt (The Local reported) \"rejected the notion that Sweden offers a safe haven for more refugees than the country can cope with\":\n\n\"What does the word \"enough\" mean? Sweden is full? The Nordic region is full? Are we too many people? We are 25 million people living in the North. I often fly over the Swedish countryside and I would advise others to do. There are endless fields and forests. There's more space than you might imagine. Those who claim that the country is full, they should demonstrate where it is full.\"\n\nConfronted with logic like that (a notorious example, but the thinking that underpinned it was far from atypical within the Moderate party leadership at that time) and presented with no other alternative, former Social Democratic voters turned to the SD, a switch made easier by the SD's leftish welfare policies and its efforts to distance itself from its disreputable past.\n\nThey have not been the only voters to transfer their support to the SD, meaning that the outcome in September is highly unpredictable, with options ranging from different types of minority government to -- who knows -- a German-style grand coalition between center-left and center-right, a coalition that would reinforce the electorate's impression that the SD is the only 'real' opposition, an impression that has worked to that party's advantage in recent years.\n\nMeanwhile, note this from Sanandaji's article:","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":520},"wgt":520},{"uri":"883129652","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:07:00","dateTime":"2018-06-07T21:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/affirmative-action-asian-americans-bill-de-blasio-edition/","title":"'Too Many Asian Americans': Bill de Blasio Edition | National Review","body":"New York City has some famous selective high schools, such as Stuyvesant and the Bronx Science, that determine admission solely by scores on the Specialized High School Admissions Test. The result is a politically incorrect mix of students at these schools -- not many blacks and Latinos, some whites, and lots and lots of Asian Americans -- and this makes Mayor Bill de Blasio sad. He wants, in particular, more black and Latino kids at these schools, and of course this means fewer of the others, particularly Asian Americans. And so he wants to get rid of that darn test.\n\nNow, no selection system is perfect, and one can certainly argue that in theory it would be good to take other factors into account besides a student's score on just one test, grades being the most obvious example.\n\nBut there are also many advantages to the current system that will be lost if it is changed: its simplicity, objectivity, and transparency. And those are great virtues indeed, especially when the government is divvying up a scarce resource that people -- parents -- feel very passionate about. And just imagine the never-ending fights among groups and parents once the test is abandoned and a new system has to be fashioned and implemented. Well, actually, you don't have to imagine it: The raw emotions are already out there for everyone to see.\n\nThe Left will not be happy until New York City follows Harvard and MIT and fully embraces some form of racial and ethnic preference in the name of \"diversity,\" and that means, again, that Asian Americans will get treated the worst, probably worse even than whites, all in the name of equality. See my organization's recent study, \"Too Many Asian Americans: Affirmative Discrimination in Elite College Admissions.\"\n\nMayor de Blasio, in a recent essay, says he wants to replace the current test with a new process that will weigh the student's middle-school rank and scores on statewide tests that the students are already taking. While it's good that this wouldn't involve direct consideration of race or ethnicity, it doesn't sound like a perfect system either -- being in the top 10 percent at one school is not the same as being in the top 10 percent at some other school, and why should the statewide tests be better than the specially designed one now being used?\n\nWhat's more, that's just the opening bid, and once the current system is discarded it's inevitable that there will be strong pressure to weigh race and ethnicity. What's more, the mayor has made clear his motive: He doesn't like, in the aggregate, the skin color and national origin of the current student body, and he is reverse-engineering his way to the racial and ethnic mix he prefers. That sort of motive violates federal civil-rights law and the Constitution.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":516},"wgt":516},{"uri":"880672898","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"13:14:00","dateTime":"2018-06-04T13:14:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/reunions-and-the-power-of-nostalgia/","title":"Reunions and The Power of Nostalgia | National Review","body":"This weekend I attended my 25th college reunion at the College of the Holy Cross. Reunions of all kinds are fun enough for reasons of the present (hanging out with old friends, making new memories) and the past (reminiscing about past adventures). But a campus reunion that's reasonably well-attended, especially in a small college, evokes a powerful kind of nostalgia that goes beyond reason, and speaks to our deeper longings.\n\nAs an adult far removed from the rite-of-passage years of college, rolling out of your dorm room or onto the campus and seeing familiar faces everywhere in familiar places re-creates the most powerful kind of nostalgia: the illusion that this place, full of these people, was just waiting for you to return to it. Every reasoning part of your brain knows this isn't so: aside from remaining faculty (and many of the Jesuit faculty we once knew now rest in the campus graveyard), the people we went to college with have left the campus just as we did, and gone on to lives of their own, which we all spent much of the weekend discussing. If you've remained actively in touch with old friends, you've likely seen many of them regularly for years away from the old place. And yet, the illusion remains: the feeling that the place and time and community that we left is still there, eager to take us back; glad to welcome us home.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":503},"wgt":503},{"uri":"880962491","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"22:07:00","dateTime":"2018-06-04T22:07:00Z","dataType":"news","sim":0.7490196228027344,"url":"https://www.nationalreview.com/corner/koch-brothers-trump-free-trade-push-target-policies/","title":"Koch Network Prepares New 'Multi-Year, Multimillion-Dollar' Push for Free Trade | National Review","body":"Several of the groups that make up the Koch network are getting ready for a long-haul push against the Trump administration's tariffs and to promote the cause of free trade between the United States and other countries.\n\nFreedom Partners Chamber of Commerce, Americans for Prosperity, and The LIBRE Initiative today announced a multi-year, multimillion-dollar initiative to champion the far-reaching benefits of trade and the consequences of tariffs.\n\nThe campaign will include \"paid media, activist education and grassroots mobilization, lobbying and policy analysis -- all intended to transform the way Washington and the rest of the country consider and value trade with other nations.\"\n\n\"This campaign makes a clear statement: Trade is a major priority for our network,\" said James Davis, executive vice president of Freedom Partners. \"We will work aggressively to educate policymakers and others about the facts. Trade lifts people out of poverty and improves lives. It is critical to America's future prosperity and our consumers, workers and companies. Tariffs and other trade barriers make us poorer. They raise prices for those who can least afford it. That's why this issue is so important. This announcement is a demonstration of our long-term commitment to advance common-sense trade policies that will ensure America's brightest days are ahead, and to directly confront the protectionist ideas that would hold us back.\"\n\nThe Koch network remained neutral in the 2016 presidential election, but by January 2018 was largely pleased with what it had seen in the first year of the Trump administration.\n\n\"The Trump administration has taken some incredibly positive steps for the American economy, but tariffs will undercut that progress and needlessly hamstring our full economic potential,\" said Tim Phillips, president of Americans for Prosperity. \"There are better ways to negotiate trade deals than by punishing American consumers and businesses with higher costs. Instead of pursuing protectionist policies that we already know don't work, let's help everyone win by expanding trade, opening new markets and lowering costs.\"\n\n\"The taxes and trade barriers imposed by our government on U.S. consumers raise their cost of living and impose unnecessary costs on American firms in competition with others based abroad,\" said Daniel Garza, president of the LIBRE Initiative. \"Hispanics and low-income workers are among the most badly hurt by this drag on economic growth and government-mandated price increases. We are pleased to stand with those who understand how greatly America benefits from trade -- and how badly hurt we are by tariffs and other barriers.\"\n\nThe good news for the Koch network effort is that, at least in the abstract, Americans think well of free trade. A March Wall Street Journal/NBC News poll found that among both \"party Republicans\" and \"Trump Republicans,\" \"more than half of those in each group see trade as a potentially good thing rather than an economic threat.\" Of course, the Trump administration would argue it doesn't oppose free trade in theory, merely bad agreements signed in the past.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4011574","shares":{"facebook":265},"wgt":265},{"uri":"880962493","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"22:07:00","dateTime":"2018-06-04T22:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/june-4/","title":"June 4 | National Review","body":"Today is June 4, a day the Chinese Communist Party doesn't like very much. On June 4, 1989, they committed the Tiananmen Square Massacre. They tried to cover it up. They have always forbidden commemoration of it, and they block discussion of it online.\n\nFor the next issue of National Review, I have done an interview with Fang Zheng, one of the student demonstrators at Tiananmen Square. A tank headed straight for him and a female student who was with him. He threw her over a guardrail, saving her, but he could not quite save himself: The tank ran over his legs, severing them from his body.\n\nSubsequently, the Party put great pressure on Fang Zheng to lie about what had happened: to say that he had been hit by a bus, in the ordinary course of life; to say that he and his fellow students had attacked the army, provoking a response -- anything but the truth. Fang Zheng refused, and paid price after price.\n\nHow many did the Chinese government kill at Tiananmen? They said a couple of hundred. But last year, the British released an interesting cable from their ambassador in 1989, Sir Alan Donald. He sent the cable the day after -- June 5. He said that he had learned from a highly placed source that the death toll was at least 10,000. He also had some grisly details.\n\n\"27 ARMY APCS OPENED FIRE ON THE CROWD (BOTH CIVILIANS AND SOLDIERS) BEFORE RUNNING OVER THEM IN THEIR APCS.\" The phrase \"27 Army\" refers to the 27th Group Army. \"APCS\" means armored personnel carriers.\n\n\"STUDENTS UNDERSTOOD THEY WERE GIVEN ONE HOUR TO LEAVE SQUARE BUT AFTER FIVE MINUTES APCS ATTACKED. STUDENTS LINKED ARMS BUT WERE MOWN DOWN INCLUDING SOLDIERS. APCS THEN RAN OVER BODIES TIME AND TIME AGAIN TO MAKE QUOTE PIE UNQUOTE AND REMAINS COLLECTED BY BULLDOZER. REMAINS INCINERATED AND THEN HOSED DOWN DRAINS.\"\n\n\"4 WOUNDED GIRL STUDENTS BEGGED FOR THEIR LIVES BUT WERE BAYONETED. A 3 YEAR OLD GIRL WAS INJURED BUT HER MOTHER WAS SHOT AS SHE WENT TO HER AID AS WERE SIX OTHERS WHO TRIED. 1000 SURVIVORS WERE TOLD THEY COULD ESCAPE VIA ZHENGYI LU BUT WERE THEN MOWN DOWN BY SPECIALLY PREPARED M/G POSITIONS.\" That term \"M/G\" means machine gun.\n\nEtc., etc. The Chinese Communist Party will do everything it can to airbrush the June 4 massacre out of history, or fog up the truth about it. No one else need go along.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":178},"wgt":178},{"uri":"880962495","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"22:07:00","dateTime":"2018-06-04T22:07:00Z","dataType":"news","sim":0.4431372582912445,"url":"https://www.nationalreview.com/corner/rudy-giuliani-tv-appearances-make-trump-look-guilty/","title":"Giuliani's Not Getting Away with 'Murder' | National Review","body":"\"If [Trump] shot James Comey, he'd be impeached the next day,\" Rudy Giuliani told HuffPost. \"Impeach him, and then you can do whatever you want to do to him.\"\n\nI'm not entirely on the same page as the folks going ballistic over all this. I think this is a defensible argument, in theory. Indeed, it's a really interesting discussion to have around a dinner table or over some beers.\n\nBy the way, if something like this happened, my hunch is that before Congress impeached Trump (\"the next day,\" according to Giuliani), the cabinet would invoke the 25th Amendment and have him removed. Though it's not obvious to me Mike Pence would go along.\n\nBut here's my problem: It is insane for Rudy Giuliani to be talking like this. It is terrible statesmanship, terrible lawfare, and terrible spin. As a matter of statesmanship, it is just grotesquely irresponsible to be discussing the president as having no legal checks on his behavior to the point where the law doesn't prevent him from murdering a politically troublesome law-enforcement officer. How will the world interpret such rhetoric? How will normal American citizens? How will abnormal American citizens? How will future presidents use and abuse these statements?\n\nI say it is terrible lawfare because Rudy Giuliani's primary role here is to play lawyer on TV not to be the president's actual lawyer. By publicly declaring that it is the Trump administration's legal opinion that the president is personally above the law, even in the case of murder, Giuliani is starting from a position of argumentum ad absurdum. I'll leave it to the legal beagles to explain whether that's a good starting position in a courtroom (maybe it is), but in the court of public opinion, it strikes me as a huge mistake.\n\nWhich brings me to the spin. Giuliani is making the president look more guilty. He could have said something like:\n\n\"Look, if the president actually murdered someone, we'd be in uncharted waters, and maybe the Justice Department would have to revisit its longstanding policy that the president can't be indicted. But we're not talking about anything like that. This was a president exercising his constitutionally derived powers in a lawful way. And even if you had a more sinister interpretation of these events, there's nothing so explosive here so as to warrant breaking with the established view that a president -- any president -- cannot be indicted.\"\n\nInstead, at a subliminal level, Giuliani is comparing his client's behavior to murder and insinuating that the president committed a crime, albeit one that's not as bad as personally executing the FBI director. Yeah, I know he says over and over again that Trump is innocent (and he may well be). But that's not the stuff that breaks through the fog. Instead, the takeaway -- somewhat unfairly, but entirely predictably -- is that Donald Trump can get away with murder.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4016407","shares":{"facebook":177},"wgt":177},{"uri":"880340778","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"01:01:00","dateTime":"2018-06-04T01:01:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/child-soldier-exceptional-man/","title":"Child Soldier, Exceptional Man | National Review","body":"Emmanuel Jal had a pretty rotten childhood. A Sudanese, he's not exactly sure when he was born -- sometime in the early 1980s. When he was six or seven, he was forced to be a soldier. He spent the next several years -- the heart of his childhood -- in combat. \"I was done evil and I did evil,\" he told me.\n\nHis mother was killed. So were many, many other members of his family.\n\nEventually, he was adopted by a British aid worker, an extraordinary woman named Emma McCune. She smuggled him to safety in Nairobi. A few months later, she died in a road accident.\n\nEtc., etc. I have done a podcast with Jal, a Q&A. \"No one has a right to complain to you, certainly about a rough childhood,\" I said. Everyone has problems, he answered. And \"gratitude is the key. It takes us from a state of complaining to a state of appreciation, to identify opportunities.\"\n\nToday, Jal is a hip-hop artist, an entrepreneur, a philanthropist, a clinician, and other things.\n\nOne of his greatest achievements is to have conquered rage and bitterness within him. (He had a lot to be enraged and bitter about.) In our conversation, he made an amusing remark about bitterness: \"You're drinking poison and hoping that the other person will die.\" When he said that we should be grateful for our problems, and the opportunities they present, he reminded me of that peculiar Biblical admonition to rejoice in our adversities.\n\nAnd as I listened to him, I thought of Faulkner -- a recording of whose Nobel lecture I borrowed from the library, when I was a kid: \"I believe that man will not merely endure: he will prevail.\" That, Emmanuel Jal has done, is doing.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":161},"wgt":161},{"uri":"880962500","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"22:06:00","dateTime":"2018-06-04T22:06:00Z","dataType":"news","sim":0.5529412031173706,"url":"https://www.nationalreview.com/corner/john-brennan-dishonesty-long-record/","title":"A Reply to Ronald Radosh's Smear | National Review","body":"In a strange attack on my criticism of former CIA director John Brennan's lack of veracity, Ron Radosh alleges that I have engaged in a sort of conspiracy theory about the deep state. He quotes me in an article largely devoted to Jerome Corsi's new book, which I have not read and whom I have never met, under the Daily Beast scare title, \"Pro-Trump Author Says CIA Has Plan to Kill the President.\"\n\nRadosh apparently puts me in conspiratorial company for believing the following:\n\nThe distinguished historian Victor Davis Hanson, writes that \"If there is such a thing as a dangerous 'deep state' of elite but unelected federal officials who feel that they are untouchable and unaccountable, then John Brennan is the poster boy.\" He adds that \"Brennan is typical of the careerist deep state.\" They operate [sic] \"the psychological tactic known as 'projection.' To square their own circles of lying, our so-called best and brightest loudly accuse others of precisely the sins that they themselves commit as a matter of habit.\"\n\nIn truth, what I wrote about John Brennan's lying was not predicated on any Trump tweet or conspiracy theory, or the theories of Jerome Corsi, but simply based on the factual record, which Radosh is apparently completely unaware of, or uninterested in:\n\n1) In 2011, Brennan, then the country's chief counterterrorism adviser, had sworn to Congress that scores of drones strikes abroad had not killed a single noncombatant -- at a time when both the president and the CIA were both receiving numerous reports of civilian collateral deaths.\n\n2) In 2014, John Brennan, now as CIA director, lied emphatically that the CIA had not illegally accessed the computers of U.S. Senate staffers who were then exploring a CIA role in torturing detainees. Or as he told Andrea Mitchell: \"As far as the allegations of the CIA hacking into Senate computers, nothing could be further from the truth. . . . We wouldn't do that. I mean, that's just beyond the, you know, the scope of reason in terms of what we do.\" Brennan's chronic deceptions drew the ire of a number of liberal senators, some of whom echoed the Washington Post's call for his immediate resignation. After months of prevarications, but only upon release of the CIA inspector general's report, Brennan apologized to the senators he had deceived.\n\n3) Brennan, in May 2017, as an ex-CIA director, again almost certainly did not tell the truth to Congress when he testified in answer to Representative Trey Gowdy's questions that he neither knew who had commissioned the Steele dossier nor had the CIA relied on its contents for any action. Yet both the retired National Security Agency director, Michael Rogers, and the former director of National Intelligence, James Clapper, have conceded that the Steele dossier -- along with the knowledge that it was a Clinton-campaign-funded product -- most certainly did help shape the Obama's intelligence communality interagency assessments and actions, often under the urging of Brennan himself. There are also numerous reports that, despite his denials about knowledge of the dossier, Brennan served as a stealthy conduit to ensure that it was disseminated widely, at least in the sense of meeting in August 2016 with Senator Harry Reid to brief the senator about its unverified contents in hopes that he would pressure the FBI to further its investigations, which Reid did in a call two days later to James Comey.\n\nThe list of Brennan's unprofessional and bizarre behavior could be expanded, such as his weird tweet in reaction to the Trump firing of compromised FBI deputy director Andrew McCabe (who would shortly be recommended for criminal referrals for misleading federal investigators by the nonpartisan inspector general): \"When the full extent of your venality, moral turpitude, and political corruption becomes known, you will take your rightful place as a disgraced demagogue in the dustbin of history. You may scapegoat Andy McCabe, but you will not destroy America . . . America will triumph over you.\" Andy McCabe was not \"scapegoated\" but found to be likely mendacious enough by the inspector general to warrant a DOJ investigation.\n\nBrennan in 2009 falsely claimed that intelligence agencies had not missed evidence suggesting that Umar Farouk Abdulmutallab, a.k.a. the \"underwear bomber,\" might blow up a U.S. airliner. In 2010, he offered a surreal redefinition of jihad (e.g., \"Nor do we describe our enemy as \"jihadists\" or \"Islamists\" because jihad is a holy struggle, a legitimate tenet of Islam, meaning to purify oneself or one's community\"), this from a careerist whose transition from the Bush administration into the Obama administration drew the ire of liberals for his prior prominent defense of enhanced interrogations followed by convenient formidable criticism of them. In 2011, his official statements about the Osama bin Laden raid were contradictory.\n\nI stand by my characterization that \"If there is such a thing as a dangerous 'deep state' of elite but unelected federal officials who feel that they are untouchable and unaccountable, then John Brennan is the poster boy.\" Contrary to Radosh and his sensational Daily Beast article, that characterization has nothing to do with the work of Jerome Corsi or Trump's tweets, but everything to do with an unequal application of the law that otherwise can fall very heavily on officials who purportedly mislead federal investigators, as in the case of Gen. David Petraeus or Gen. Michael Flynn.\n\nWe are currently witnessing two parallel investigations: One is Robert Mueller's, who is mandated to explore whether Donald Trump colluded with the Russians to warp the 2016 election leading to Hillary Clinton's defeat, and another by federal agencies and congressional committees into whether members of the Obama administration's intelligence and national-security teams improperly used their powers to surveille (and unmask and leak the names of) U.S. citizens, including misleading a U.S. FISA court on the basis of an opposition-researched and unverified dossier, to monitor improperly a political campaign by the insertion of an \"informant\" in it, and to leak damaging but unproven information to alter a presidential election and transition. That numerous FBI and DOJ officials have already been reassigned, resigned, fired, or retired has nothing to do with a conspiracy theory. The facts will eventually come out about both lines of inquiry, but we already know well enough about the proven lack of veracity of one John Brennan and his various iterations.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4005578","shares":{"facebook":148},"wgt":148},{"uri":"880962497","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"22:06:00","dateTime":"2018-06-04T22:06:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/vladimir-paul-gavora-obituary-rest-in-peace/","title":"Vladimir Paul Gavora, RIP | National Review","body":"As many of you know, I was in Alaska last week for the funeral of my father-in-law, Paul. I wrote about him in my column last week and at length in the G-File, but it came after the punditry. So, as I did when my mother-in-law passed, I'm posting a clean version here so I can have a link to send to friends and family. Thanks again for the indulgence.\n\nI called him \"Vlad\" for nearly a year before someone finally told me that his wife was the only person who still got to call him that. To everyone else he was \"Mr. Gavora,\" \"Paul,\" \"the Old Man,\" or simply, \"Dad.\"\n\nSince my father-in-law intimidated the hell out of me, I opted for \"Paul.\"\n\nWe buried Paul yesterday next to his beloved wife, Donna, and their cherished daughter, Pauli. (You can read his obituary here.) It felt like an end of an era, like a great king being dispatched to history.\n\nI don't mean to be grandiose, but that's how it felt. Paul was not a big talker, and it had nothing to do with the fact he never lost his thick Slovakian accent. The man had argued with his academic mentor, Milton Friedman, when English was still relatively new to him. He could be a talker, but he preferred to be a doer.\n\nIn many ways, my own father and Paul could not be more different. My dad was one of the great indoorsmen of the ages. To say my dad wasn't handy would be a gross understatement. As someone once said of Allan Bloom, \"things were not his friend.\" Meanwhile, Paul loved to hunt and fish and work in his garden, preferably while giving orders to his army of grandkids. Paul was rarely happier than when he was getting his hands dirty. He built an elaborate contraption because he was determined to grow corn in soil a couple hundred miles south of the Arctic Circle.\n\nBut Paul and my dad had more important things in common, and I don't just mean their shared hatred of Communism. They were both deeply grounded.\n\n\"Grounded\" is a word that doesn't get its due. But it's a great word, a conservative word in every sense. Great oaks have deep roots. They hold the soil in place during storms and floods. Reefs defy the waves and tides and serve as shelter for the life that grows around them. Institutions that are grounded in a community are landmarks and safe havens in confusing turbulent times. That was Paul. He was as reliable as True North.\n\nMy wife often tells the story of how, when he would bring home ducks he shot himself for dinner, he would make it a contest for the kids to see who could \"win\" by biting down on some buckshot first. \"The boys fell for it every time,\" she explained with an eye roll. When his kids would talk about their career plans or business ideas, the first question Paul would ask was, \"Yeah, but can you eat it?\"\n\nPaul knew his economic theory, and he was a passionate defender of the free market, but he jettisoned abstractions like so much ballast when he swam the Danube in the dead of night to escape the Communists. That question -- \"can you eat it?\" -- was grounded in a profound understanding of how theories -- Nazi theories, Communist theories, even capitalist theories -- can come and go, but people will always need what humans need: food, clothing, shelter. He knew this because he'd seen what happens when people are denied it.\n\nThey also need family and a sense of community, which is why he invested so much of himself in both.\n\nWhen a flood ravaged Fairbanks, Alaska, in 1967, he simply gave out the food on the shelves of his grocery stores and turned his house into a refuge for people left homeless. Paul built and supported one institution after another in his community because this was where he chose to sink his roots deep into the ground. His son Rudy, who worked by his father's side for four decades, told how people would regularly come to their office to repay loans that Paul had long forgotten making. Strangers would come to see the Old Man for life advice, simply because they knew Paul had seen so much of it.\n\nHis oldest son, Danny, told the story of how the influx of national supermarket chains into Fairbanks made Paul's life work untenable as a business proposition. Danny was the one who had to explain the direness of the situation to his father. Paul simply replied that the grocery stores he had built served their most important function: allowing he and Donna to raise nine children and send them to college, and that was good enough. We'll find another business, he explained.\n\nMy wife, who is no fan of public-speaking, was understandably fearful of being overcome with emotion (something I can understand all too well, having publicly sobbed through eulogies for my father and my brother). But she did a wonderful job, explaining how the thing Paul disliked most was phoniness. \"He's a phony\" was just about the worst thing Paul could say about someone. Jessica noted that in Washington, where people routinely talk a great game about the importance of family and of personal integrity, it was hard not to see so many of them as phonies when comparing their words to their deeds, never mind those of her parents, who worked so hard to model decency, honesty, and dedication rather than just talk about such things.\n\nAt the end of Saving Private Ryan, there's that powerful scene where a now-aged James Ryan looks at the tombstone of his comrade and weeps with panic that he might not have been the good man he needed to be to earn his sacrifice. It gets me every time. When I watched men lower Paul's casket into the ground next to Donna, I looked at his tombstone and choked up with the hope that I might be a fraction of the great man he was.\n\nWe have a tendency to think of Great Men as the cast of some grand historical narrative. But the truth is many of those men were not so much great as glorious or simply glory-seeking. They sought out fame and a place in history. That wasn't Paul, though he made his share of history where it mattered to him, and he'd seen more than his share of history as well. Paul was a truly great man because he was truly good man, grounded to the things that mattered the most to him and the things that simply matter most.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":133},"wgt":133},{"uri":"882550012","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"02:31:00","dateTime":"2018-06-07T02:31:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/masterpiece-cakeshop-already-protecting-religious-liberty/","title":"Masterpiece Cakeshop Is Already Being Deployed to Protect Religious Liberty | National Review","body":"As I tweeted earlier today, I'm noticing an interesting split in conservative opinion on the importance of Masterpiece Cakeshop. The religious liberty litigators I talk to tend to be more optimistic about its implications than other conservatives. They know the factual records of their own cases, and they know that the records are often littered with examples of state bias and double standards. Case in point, yesterday the Becket Fund for Religious Liberty filed a reply brief in a lawsuit against Wayne State University citing Masterpiece and calling out an egregious double standard. (Thanks to Ryan Anderson for the tip.)\n\nWayne State is attempting to derecognize InterVarsity Christian Fellowship because IVCF requires that its leaders adhere to its statement of faith. In other words, a Christian group wants Christian leadership. The university says that's impermissible discrimination, yet it allegedly allows exclusively male and female leadership for fraternities and sororities, exclusively female leadership for female athletic clubs, and exclusively African-American leaders for African-American clubs. For those keeping score at home, the university is permitting sex and race-based discrimination. In its reply brief, IVCF notes that Masterpiece is directly on-point:\n\nWayne State's anti-religious value judgment is explicit. Wayne State insists on maintaining categorical exemptions for large, popular secular groups so that those groups can select both leaders and members based on sex. But Wayne State then insists that it cannot possibly allow religious groups to select religious leaders because, just maybe, one day a religious group (unlike InterVarsity) might \"hold[] as an article of religious faith that their leaders must be . . . male.\" Dkt. 21 at 23-24. To Wayne State, actual secular sex discrimination is good while hypothetical religious sex discrimination is evil. But to the Supreme Court, a \"rationale for the difference in treatment of these two instances cannot be based on the government's own assessment of offensiveness.\" Masterpiece Cakeshop Ltd. v. Colo. Civil Rights Comm'n, No. 16 111, slip op. 16, 584 U.S. __ (June 4, 2018). Thus, Wayne State \"cannot act in a manner that passes judgment upon or presupposes the illegitimacy of religious beliefs and practices.\" Id. at 17.\n\nCritics of Masterpiece say that the decision will enable anti-religious discrimination so long as it's polite. Religious liberty litigators know that's more easily said than done. Especially in university litigation, if you eliminate the college's double standards they often have no standards at all. Indeed, the entire point of their so-called nondiscrimination regime is to discriminate against disfavored views. State censors can't change their bigoted past, and it's hard to clean up and conceal their true motives in the future -- not without harming identity groups they support by imposing on them the same limits they seek for people of faith. For Christians in America's deep-blue redoubts, legal equality is a dramatic improvement.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":111},"wgt":111},{"uri":"881874882","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"04:07:00","dateTime":"2018-06-06T04:07:00Z","dataType":"news","sim":0.4901960790157318,"url":"https://www.nationalreview.com/corner/kate-spade-rip/","title":"Kate Spade, R.I.P. | National Review","body":"\"She tucked her coral lipstick away and floated back to the party.\"\n\nWhen I graduated from college this spring, my mother bought me the baby blue Kate Spade handbag she had witnessed me gush over in the Macy's purse department for the months prior as a gift. It's a simple and sophisticated design, with the classic pebbled leather that's modest but would still seamlessly accent any outfit selection. My Kate Spade purse would be my sleek, stylish sidekick whether I was dressed in a drab outfit I had hastily put together before almost missing my bus to work, or if I was wearing a tulle-adorned cocktail dress. Her designs celebrate the whimsy and wit of femininity in any setting, and cradle everything that reminds me that I'm an ambitious woman who works and plays -- my car keys, my work ID, my ruby red lipstick.\n\nI credit the Kate Spade New York brand with having changed my preconception of New York City. Her designs inspired me to see New York through a different lens, and no longer as the vulgar and intimidating city that outsiders would have me believe was real before I moved there. There's a common stereotype that New Yorkers love the stark colors and designs of \"business professional\" clothing, which brings to mind the dullness of black and navy that can often rob a woman of her vibrancy and individuality. Kate Spade challenged this with her pink tweed skirt and blazer ensembles and fruit-patterned dresses that allowed women like myself to put their femininity on display regardless of atmosphere. I fell in love with the New York City working woman image that her brand created for me. Women can be powerful while shrouded in pink in a city that prefers black.\n\nShe empowered me and thousands of other girls and women to clink our champagne glasses in a toast to our femininity.\n\nI was shocked and saddened upon hearing the news on Tuesday that Spade had passed away from suicide. Her untimely death is a reminder that all that glitters is not gold -- as with many celebrity suicides, we are left wondering what was occurring out of the public eye. The glamourous and darling world that the Kate Spade New York brand created has a reality where we're forced to face not only the vulgar and intimidating, but the agonizing and cruel. The world can be gray and harsh rather than pink and pretty, and not even a wildly successful career can exempt someone from suffering through gloom and anguish.\n\nOn social media, hundreds of women are reflecting on the time that they received their first Kate Spade purse, including Chelsea Clinton, who received hers from her grandmother upon graduating from college. Spade did more than manufacture a utilitarian object -- she designed an idea and a memory.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4013959","shares":{"facebook":106},"wgt":106},{"uri":"883751990","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:38:00","dateTime":"2018-06-08T18:38:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/suicidal-memes/","title":"Suicidal Memes | National Review","body":"The news about Anthony Bourdain is obviously awful. The news about Kate Spade is awful. Suicide is awful.\n\nBut these are anecdotes. There's also some data. From this morning's NYT:\n\nSuicide rates rose steadily in nearly every state from 1999 to 2016, increasing 25 percent nationally, the Centers for Disease Control and Prevention reported on Thursday. In 2016, there were more than twice as many suicides as homicides.\n\nIn the wake of recent school shootings, David French revisited a theory of why they happen, first publicized by Malcolm Gladwell. The theory was that school shootings were more like a \"slow motion riot.\" Gladwell:\n\nBut Granovetter thought it was a mistake to focus on the decision-making processes of each rioter in isolation. In his view, a riot was not a collection of individuals, each of whom arrived independently at the decision to break windows. A riot was a social process, in which people did things in reaction to and in combination with those around them. Social processes are driven by our thresholds -- which he defined as the number of people who need to be doing some activity before we agree to join them. In the elegant theoretical model Granovetter proposed, riots were started by people with a threshold of zero -- instigators willing to throw a rock through a window at the slightest provocation. Then comes the person who will throw a rock if someone else goes first. He has a threshold of one. Next in is the person with the threshold of two. His qualms are overcome when he sees the instigator and the instigator's accomplice. Next to him is someone with a threshold of three, who would never break windows and loot stores unless there were three people right in front of him who were already doing that -- and so on up to the hundredth person, a righteous upstanding citizen who nonetheless could set his beliefs aside and grab a camera from the broken window of the electronics store if everyone around him was grabbing cameras from the electronics store.\n\nThe reasons for any individual case of suicide will surely be grounded in specific circumstances - and, often, specific mental health issues. But the idea of suicide - like mass shootings - can spread on a more wholesale and memetic basis.\n\nIt's a depressing thought. But depressing thoughts might be contagious.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":104},"wgt":104},{"uri":"883129642","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:07:00","dateTime":"2018-06-07T21:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/anti-semitism-islamophobia/","title":"Is 'Islamophobia an Invention'? | National Review","body":"Elites Value Mellifluous Illegality over Crass Lawfulness Donald Trump blusters nonstop. He offers contrasting messages about whether, on any given day, he might fire Special Counsel Robert Mueller, Attorney General Jeff Sessions, or Deputy Attorney General Rod Rosenstein. His tweets are certainly not presidential, at least as the adjective is usually understood. At ... Read More","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":103},"wgt":103},{"uri":"882550015","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"02:31:00","dateTime":"2018-06-07T02:31:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/donald-trump-joseph-mccarthy-similarities-differences/","title":"Letting Labels Do Your Thinking | National Review","body":"Last week, I wrote a column comparing the current moment to the McCarthy era in one very narrow respect: how Donald Trump dominates the conversation on the right the way McCarthy did in his day. One must be either for Trump or against Trump, support his claims and tactics or oppose them. As I wrote in another recent column, we're arguing about the man, not ideas. Many people did not like the column, and there are reasonable criticisms of it. There were also many unreasonable ones that mostly took the form of complaining not so much about what I wrote but that I should have written the column my critics wanted me to write or that I should have simply endorsed \"Spygate\" in toto.\n\nConrad Black has written a whole column along these lines. In an essay titled, \"Donald Trump is Nothing Like Joseph McCarthy,\" Black begins:\n\nIt is a bit rich for my esteemed colleague Jonah Goldberg, one of the most persevering but civil of the Never Trumpers, to write in these pages, as he did a few days ago, that the Trump emphasis on an FBI spy in his campaign was reminiscent of McCarthyism. Senator Joseph R. McCarthy, on the floor of the U.S. Senate on June 14, 1951, devoted eight hours to accusing General George C. Marshall of delivering eastern Europe to Stalin, and China to Mao Tse-tung, in \"a conspiracy so immense, as to dwarf any previous such venture in the history of man . . . deserving of the maledictions of all honest men.\" He accused Presidents Roosevelt, Truman, and Eisenhower of being Communists or Communist stooges. If Jonah Goldberg can't distinguish Trump from McCarthy, he won't recognize the real thing if it reappears.\n\nI'm afraid that my esteemed colleague is the one lacking in discernment here. For starters I was quite clear that I wasn't making a sweeping comparison in every regard:\n\nThe Trump era is very different from the McCarthy era in many important ways. Chief among them: In the 1950s, Communism was on the march -- across borders in Europe and through the institutions of government and academia here at home. Say what you will about Communism (starting with its murderous barbarity), it was a large cause, worthy of the passion it invited.\n\nSecond, nowhere in the column do I actually compare Trump himself to McCarthy. Again, the point, perhaps poorly made, was that Trump's personality and tactics are becoming a defining question of who counts as a conservative or a conservative in good standing.\n\nThird, while I appreciate Conrad's compliment about my civility, I should at least point out that I do not consider myself a \"Never Trumper\" anymore, having abandoned that label once he was elected. Ben Shapiro classifies me -- and himself -- as a \"Sometimes Trumper\" in order to distinguish between the \"Never Trumpers,\" who oppose Trump in every instance, and what might be called \"Always Trumpers,\" who do the opposite. I prefer the term \"Trump Skeptic\" because these other terms are too suggestive of a cult of personality. When I agree with Trump or support his policies, I do not change my opinion about the man himself. And since we're talking about Tail Gunner Joe, let me use him to illustrate the point: Joseph McCarthy was right that Communism was a dangerous threat, but that didn't change the fact he was a bullying demagogue.\n\nOne of the reasons I do not like the term \"Never Trump\" is that many (though certainly not all) of the president's most ardent supporters use it to do the heavy lifting in their arguments. They deploy it as an anathematizing term, a bit like the red-baiters of yore, to suggest that the merits of someone's arguments can be dismissed because they stem from some psychological or ideological pre-commitment. Conrad certainly seems to be doing this in his column when he insinuates that I am one of the people who has used the Russian-collusion allegations to undermine Trump. The thing is, however, I have repeatedly voiced skepticism about the whole collusion theory. But because Conrad invests so much meaning in the \"Never Trump\" label, he assumes what he says about Never Trumpers must logically apply to me. In other words, he's letting a label do his thinking for him.\n\nLastly, let me just say that I think Conrad is wrong to say Donald Trump is \"nothing like Joseph McCarthy.\" I have no objection to a weaker claim that the comparison isn't all that fruitful. But that's not Conrad's position. There are many obvious similarities: the demagogic rhetorical excesses, the disdain for getting the facts right before making sweeping charges, the bullying, the tendency to see conspiracies, the tendency to divide the world into illegitimate enemies and righteous friends, and so on. There are also historical connections. One of the most influential people in Trump's life was his mentor Roy Cohn, who taught him a thing or two.\n\nAnd that just reinforces my point. Conrad uses the absolutist word \"nothing\" like he does the term \"Never Trump\" to do make a case that cannot be supported on the merits. We live in a very gray moment, but political protagonists on both sides are determined to use black-and-white language to describe it.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":98},"wgt":98},{"uri":"883129654","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:07:00","dateTime":"2018-06-07T21:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/california-stem-cell-agency-wants-more-voter-money/","title":"California Stem-Cell Agency Wants More Voter Money | National Review","body":"The California Institute for Regenerative Medicine (CIRM) was a multi-billion dollar money suck agreed to by California voters in 2004 as a way to \"resist Bush\" about embryonic stem-cell research (in the wake of the minor federal-funding restrictions he instituted).\n\nThe mendacious campaign promised Cures! Cures! Cures! with embryonic stem cells and therapeutic human cloning -- even promising that disabled children would get out of their wheel chairs and walk. Good grief, campaigners also claimed that the money earned from all the coming cures would reduce California's health-care budget.\n\nSome $2 billion later, none of it came to pass. Tens of millions were spent on a fancy-dancy building. Conflicts of interested have abounded. But the supposed point of the CIRM was not achieved. There have been extremely few human trials with embryonic stem cells -- mostly dealing with eye conditions -- and not all were CIRM-funded.\n\nThe one CIRM study by Geron that sought to find cures for paralysis ultimately shut down. Geron gave up on the sector and sold all of its ESCR intellectual property. CIRM is still funding later studies by the company that picked up the portfolio. Yet, all these years later, there is still no published peer-reviewed evidence (the gold standard for objective science) that embryonic stem cells are effective for most maladies.\n\nThat could change, of course. But there is no question that the results have fallen woefully short of the hyped promises. In contrast, there are currently some 3,500 such NIH-approved adult-stem-cell studies ongoing. (See this Lozier Institute fact sheet for more information.)\n\nNow, running out of authorized funding, the time has arrived for this special interest to convince Californians to again pony up to continue the CIRM. Toward achieving that end, a book has been released called (of course) California Cures! Please.\n\nThe Cures! Cures! Cures! campaign might not be the easy sell it was in 2004. The Golden State is becoming the \"Feces State\" as drug needles and human poop befoul the streets of Los Angeles and San Francisco -- cities that also suffer from out-of-control rent inflation amid homeless- encampment tent cities. The threat of communicable disease epidemics is growing and California ranks 50th among the states in quality-of-life measurements.\n\nUnder these circumstances, should voters -- who often can't afford rent -- borrow billions more to fund \"the scientists\" and pay huge salaries to CIRM's administrators?\n\nIt's up to them, of course, but it seems to me this is a case of \"Fool me once, shame on you; fool me twice . . .\"","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":46},"wgt":46},{"uri":"882550010","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"02:31:00","dateTime":"2018-06-07T02:31:00Z","dataType":"news","sim":0.4666666686534882,"url":"https://www.nationalreview.com/corner/masterpiece-cakeshop-decision-medical-conscience-rights/","title":"Medical Conscience and Masterpiece Cakeshop | National Review","body":"I have been looking forward to the Supreme Court's Masterpiece Cakeshop decision because of its potential impact on the looming \"medical conscience\" issue. The news is mildly good.\n\nMedical conscience deals with the right of doctors, nurses, pharmacists, and other such professionals to refuse to participate in legal medical interventions or procedures that violate their religious and moral beliefs.\n\nMedical conscience is generally discussed in the context of abortion or contraception. But it could also apply to assisted suicide, infant circumcision, treatment for gender dysphoria, and, perhaps one day, providing embryonic-stem-cell therapies, genetically engineering embryos, or therapeutic human cloning.\n\nWith that in mind, while I don't think the decision comes anywhere near guaranteeing that medical-conscience rights based on religious beliefs will be protected in future court rulings, by analogy, it does begin to build a legal foundation for such a future course.\n\nThe First Amendment protects the free exercise of religion. But that guarantee has shriveled in recent decades, often giving way to laws of general application. (This is why the Religious Freedom Restoration Act was enacted.)\n\nThe Colorado anti-discrimination law that was the basis for the state punishing the baker for refusing to custom design a wedding cake for a same-sex couple, was one of general application. But several of the civil-rights commissioners in Colorado made a big mistake by openly expressing denigrating and antithetical views toward religious beliefs in the enforcement hearings.\n\nThis became the deciding factor in the case. From Justice Kennedy's decision, writing for the 7-2 majority:\n\nThe neutral and respectful consideration to which Phillips was entitled [regarding his religious beliefs] was compromised here, however. The Civil Rights Commission's treatment of his case has some elements of a clear and impermissible hostility toward the sincere religious beliefs that motivated his objection...\n\nThe commissioner even went so far as to compare Phillips' invocation of his sincerely held religious beliefs to defenses of slavery and the Holocaust.\n\nThis sentiment is inappropriate for a Commission charged with the solemn responsibility of fair and neutral enforcement of Colorado's anti-discrimination law -- a law that protects discrimination on the basis of religion as well as sexual orientation.\n\nThis makes for a very narrow precedent that might not apply in other cases in which law enforcers aren't foolish enough to express such open antagonism.\n\nStill. In many of the articles published in bioethics and medical journals arguing against conscience rights, a similar antipathy is expressed toward religious beliefs of doctors vis-à-vis a patient's supposed right to receive requested legal interventions. That antipathy is now part of the record of this controversy.\n\nMore directly, the decision stated quite specifically that, consistent with the First Amendment, clergy could not be forced to marry gay couples:\n\nWhen it comes to weddings, it can be assumed that a member of the clergy who objects to gay marriage on moral and religious grounds could not be compelled to perform the ceremony without denial of his or her right to the free exercise of religion.\n\nThis refusal would be well understood in our constitutional order as an exercise of religion, an exercise that gay persons could recognize and accept without serious diminishment to their own dignity and worth.\n\nI think the role of a doctor in a medical conscience case could certainly be analogized to that of clergy in a marriage. Both participate directly in the objected-to deed. The majority decision assumes it is a self-evident truth that a law forcing clergy to violate their religious beliefs in this way would violate the First Amendment. A good argument could be made that the same reasoning would apply to doctors forced to abort a pregnancy or administer hormones to prevent normal puberty in a child diagnosed with gender dysphoria.\n\nWhether that would protect medical professionals such as nurses or pharmacists is less certain.\n\nA defeat for religious liberty in this case could have been devastating to the prospects for relying on the First Amendment as a shield for protecting medical conscience. This mild victory -- let's call it an infield single -- at least helps. It's better to have a player on first base as the next batter comes to the plate than back in the dugout after striking out.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4013552","shares":{"facebook":45},"wgt":45},{"uri":"881548281","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"15:50:00","dateTime":"2018-06-05T15:50:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/2016/05/hillary-clinton-bill-clinton-crime-family-where-politics-and-mafia-meet/","title":"The Clintons: New York's Sixth Crime Family | National Review","body":"The list of New York's legendary crime families -- the Bonannos, Colombos, Gambinos, Genoveses, and Luccheses -- requires this addition: The Clintons.\n\nHardly a day passes without Hillary, Bill, or one of their gang landing in hot water. The Clintons' inner circle teems with people embroiled in scandal, under investigation, or heading into or out of jail.\n\n&dash; In a report that surfaced Wednesday, the State Department inspector general pulverized Hillary's claims that her outlaw e-mail server was perfectly legal. The report said that Hillary \"did not comply with the Department's policies that were implemented in accordance with the Federal Records Act.\"\n\nWhen staffers warned that her private server was vulnerable to hackers, they were ordered \"never to speak of the Secretary's personal e-mail system again.\" Indeed, in a January 9, 2011, e-mail, technology aide Bryan Pagliano wrote, \"We were attacked again so I shut [the server] down for a few min.\" And when then-deputy chief of staff Huma Abedin suggested that Hillary use government e-mail, she chose personal secrecy over national security: \"I don't want the personal being accessible.\"\n\nEarlier in this fiasco, Hillary said, \"I'm more than ready to talk to anybody, anytime. And I've encouraged all of [my staffers] to be very forthcoming.\" Those were mere words. In fact, the report states, \"Secretary Clinton declined OIG's request for an interview,\" as did Abedin, then-chief of staff Cheryl Mills, former deputy chief of staff Jake Sullivan, and four others who served Hillary at State.\n\nRELATED: Hillary's Sad Promise: Bill Is Her Talisman That Will Magically 'Revitalize the Economy'\n\nMeanwhile, as many as 49 FBI agents are exploring the criminality and possible intelligence damage wrought by Clinton's Chappaqua server and the 2,115 classified e-mails it contained.\n\n&dash; According to Forbes, the Clintons went from -- as Hillary put it -- \"dead broke\" in early 2001 to earning $230 million through 2014. This happened while she made between $145,100 and $174,000 annually as a U.S. senator from 2001 to 2009 and $186,600 as secretary of state through 2013.\n\nWhat's the Clintons' secret? They seemingly wrap their fingers in fly paper -- to grab as many Benjamins as possible.\n\nWhile Hillary was at State, Bill was a speech-making machine. He charged up to $750,000 per appearance, often paid by Ericsson, TD Bank, the United Arab Emirates, and other entities with business before the State Department.\n\nAfter Hillary left office, she cashed in, too.\n\nAs journalist Michael Walsh detailed in the May 22 New York Post, Hillary racked up $21.6 million in lecture fees between 2013 and 2015, usually at $225,000 each. Cynics might call these down payments for future services rendered, if she were to win the White House.\n\n#share#\n\n&dash; Meanwhile, Bill has survived House impeachment, Senate acquittal, and subsequent disbarment. He credibly has been accused of sexual assault by former White House volunteer Kathleen Willey. He paid $850,000 to settle former Arkansas state employee Paula Jones's sexual harassment suit. And former Arkansas nursing-home manager Juanita Broaddrick very believably says that then-gubernatorial candidate Clinton raped her in 1978.\n\nThe suspected sex crimes continue.\n\nThe Clintons seemingly wrap their fingers in fly paper -- to grab as many Benjamins as possible.\n\nAs Fox News's Malia Zimmerman reported on May 13, Bill Clinton traveled at least 26 times aboard The Lolita Express, a 727 owned by convicted pedophile Jeffrey Epstein. Nicknamed after Vladimir Nabokov's novel about man-girl love, the airplane reportedly features an oversized bed on which passengers had group sex with female teenagers. Flight logs filed with the FAA show Bill and Epstein's other guests jetting to the Azores, Brunei, Hong Kong, and other destinations. On at least five such excursions, Bill evidently dismissed his Secret Service detail. Epstein, whose 72-acre Caribbean retreat is dubbed Orgy Island, spent 13 months in prison and house arrest for procuring minors for prostitution.\n\n&dash; The FBI and the Justice Department's Public Integrity Division are probing Governor Terry McAuliffe (D., Va.) for possibly taking illegal campaign donations from Chinese businessman Wang Wenliang, CNN revealed on Tuesday. McAuliffe co-chaired Bill's 1996 reelection campaign and chaired Hillary's 2008 presidential bid. Wang reportedly gave $120,000 to McAuliffe's gubernatorial campaign and $2 million to the Clinton Foundation. According to Time, Wang met Hillary at a 2013 fundraiser in her Washington, D.C., home.\n\nRELATED: Yes, Hillary Was an Enabler\n\n&dash; Mayor Bill de Blasio (D., N.Y.), Hillary's senatorial campaign manager, is under FBI investigation for possible pay-to-play fundraising among a variety of moneyed interests.\n\n&dash; At least four major donors to and a trustee of the Clinton Foundation have been convicted and even jailed for conspiracy, fraud, money laundering, witness tampering, and other felonies.\n\n&dash; And don't forget Ed Mezvinsky, Chelsea Clinton's father-in-law. He spent five years in federal prison for running a $10 million Ponzi scheme.\n\n#related#How do these people get away with this?\n\nWhen it comes to the Clintons, the snarling watchdogs of the media -- whose freedom to scrutinize the powerful was enshrined in the First Amendment by the Founding Fathers -- are as menacing as a backyard full of puppies.\n\nThey say that criminals always return to the scene of the crime. Voters must decide if they will send the Clinton crime family back to 1600 Pennsylvania Avenue.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":41},"wgt":41},{"uri":"880340771","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"01:01:00","dateTime":"2018-06-04T01:01:00Z","dataType":"news","sim":0.5058823823928833,"url":"https://www.nationalreview.com/corner/the-letter-from-trumps-lawyers/","title":"The Letter from Trump's Lawyers | National Review","body":"There's a kitchen-sink quality to it as you would expect from lawyers making a defense of their client -- here's an argument, and if you don't like it, I've got another. But I generally think it's good. I don't believe a president can commit obstruction of justice in exercising his lawful powers. He can abuse those powers, which is appropriately the subject of an impeachment process, not a criminal inquiry, and should be undertaken by Congress, not a special counsel.\n\nBe that as it may, some of the more granular arguments in the letter strike me as persuasive. If Mueller is really going to make an obstruction case based, in part, on Trump's \"let this go\" exchange with James Comey about Michael Flynn, all of this is relevant:\n\nEven if we were to ignore the White House's version of events and take Comey's \"understanding\" at face value, Mr. Comey did not confront the President, nor did he report the \"attempted obstruction.\" He also did not \"let this go,\" and he received no further communication from the President or any other person from the White House on the matter.\n\nMr. Comey himself, very significantly, admitted that he did nothing in response to the so-called \"direction\" except make self-serving notes. He admitted he did not raise an objection with the President to what he \"understood.\" He did not open an obstruction investigation of the President.To the contrary, he told the President in their subsequent March 30, 2017, phone call \"that we were not personally investigating the President.\" Had he really understood the President to be attempting to obstruct justice, undoubtedly he would not have made that would-be false statement.\n\nIn his testimony Mr. Comey admitted that not only did he fail to confront the President, at the time he also never told the Attorney General, the Deputy Attorney General or even the FBI agents then conducting the counterintelligence investigation on collusion that he believed he had received any such direction from the President. Instead, he claimed he only told his senior FBI leadership, but did nothing to act on it. Interestingly, Mr. Comey claimed he did not tell the Attorney General because he thought that the Attorney General was going to recuse himself. While this is certainly a significant assumption by Mr. Comey and raises significant questions, it still does not justify failing to tell the DOJ about the alleged conversation -- if Mr. Comey truly perceived it the way he now claims he did. And, two days after Mr. Comey was removed, the most senior member of his FBI leadership, Deputy FBI Director Andrew McCabe, contradicted Mr. Comey's account by testifying that, \"there has been no effort to impede our investigation to date.\"\n\nAgain, the contemporaneous testimony of his senior colleague [Andrew McCabe], and the inaction of Mr. Comey himself, all make clear that at the time of the conversation in question Mr. Comey did not really understand the President to be attempting an obstruction of justice. Recall that Mr. Comey's June 8, 2017, testimony (after his termination) about the conversation followed both Mr. McCabe's testimony and Mr. Comey's own earlier testimony on May 3, 2017, just six days before his termination, that \"it would be a big deal to tell the FBI to stop doing something ... for a political reason. That would be a very big deal. It's not happened in my experience.\"\n\nIn addition, the New York Times reported that following a March 30, 2017, telephone call with the President, Mr. Comey said \"that his relationship with the president and the White House staff was now in the right place. 'I think we've kind of got them trained,' Mr. Wittes said, paraphrasing what Mr. Comey told him.\" On March 8, 2017, Mr. Comey told an audience at a cybersecurity conference, 'You're stuck with me for another 6-1/2 years,' indicating he expects to serve the remainder of his 10-year term\" -- and also belying any sentiment that he was suffering under the pressure of a Presidential directive he was refusing to execute.\n\nAlso, a misinterpretation of the Lester Holt interview has entered into legend, so this passage is useful:\n\nBecause it has been so widely misreported and mischaracterized, we believe it is important to present the exchange in its entirety. What the President actually said was this:\n\n\"I was going to fire Comey knowing there was no good time to do it. And in fact, when I decided to just do it, I said to myself -- I said, you know, this Russia thing with Trump and Russia is a made-up story.\" The President and Mr. Holt then talk over each other for approximately a minute, before the President completed his original thought by saying,\n\nAs far as I'm concerned, I want that thing [the Russia investigation] to be absolutely done properly. When I did this now, I said I probably maybe will confuse people. Maybe I'll expand that- you know, I'll lengthen the time because it should be over with. It should -- in my opinion, should've been over with a long time ago because it -- all it is an excuse. But I said to myself I might even lengthen out the investigation. But I have to do the right thing for the American people. He's the wrong man for that position.\n\nLater in the interview, the following exchange took place:\n\nPRESIDENT: I want very simply a great FBI director.\n\nHOLT: And will you expect if they would -- they would continue on with this investigation . . .\n\nPRESIDENT: Oh, yeah, sure. I expect that.\n\nIs Trump guilty of impure thoughts about the Russia investigation? Yes, but that's not a crime and it shouldn't be a central element of a wide-ranging special counsel investigation.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4013274","shares":{"facebook":40},"wgt":40},{"uri":"881874884","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"04:07:00","dateTime":"2018-06-06T04:07:00Z","dataType":"news","sim":0.4235294163227081,"url":"https://www.nationalreview.com/corner/melania-trump-missing-media-obsesses-pointlessly/","title":"Why the Obsession Over Melania? | National Review","body":"Over in the Washington Post, Margaret Sullivan insists First Lady Melania Trump's \"disappearance is a legitimate news story.\"\n\nExcept that it's not really a disappearance, since she says in the third paragraph, \"until a private appearance Monday night with Gold Star parents, she hadn't been sighted since -- an absence of almost four weeks.\"\n\nActually, back on May 30, CNBC Washington correspondent Eamon Javers wrote \"I saw the First Lady walking with her aides in the West Wing yesterday afternoon,\" but apparently he's not a reliable witness or something. More likely, Javers's account inconveniently disrupts the dramatic \"she's been missing for weeks!\" narrative. Come on, White House press corps. She's not Amelia Earhart, Jimmy Hoffa, or the Mary Celeste. She just stopped doing public appearances for a few weeks.\n\nWhy, it's almost as if Melania had surgery or something! (Or we could go with the \"Lizard people kidnapped her\" theory.)\n\nSullivan insists that the media wasn't \"rabid\" about the story. I suppose that's in the eye of the beholder, and yes, as far as we can tell, no, no reporters were literally frothing at the mouth as they discussed the first lady. But then Sullivan concedes, \"Granted, it's largely the gossip value -- not any crucial public interest -- of the Melania Trump story that makes up most of its appeal.\" Which . . . seems to undermine that bold Post headline that it is a \"legitimate news story.\"\n\nLook, if the first lady hadn't really had surgery, of if there was some real evidence that her health condition was more serious than the White House public statement indicated, then yes, this would be a huge story. Absent that new information, this is a woman who clearly never expected to be first lady, who may or may not be such a huge fan of her husband all the time, and who's recovering from kidney surgery. This is a White House that leaks like a discount diaper, you think there's some sort of vast successful effort to hide a scandalous truth about Melania?\n\nSullivan concludes:\n\nIt's important for the news media to report on how those norms are eroding, to keep track of the changes, whether radical or superficial. The unprecedented weeks-long absence of the first lady may not rank particularly high in that order, but it's still worthy of notice.\n\nEh, okay; there's nothing wrong with periodically inquiring about how the first lady's recovering. But there's a long, long, long list of real topics worth covering well before that.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4010011","shares":{"facebook":39},"wgt":39},{"uri":"880672895","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"13:14:00","dateTime":"2018-06-04T13:14:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/just-a-speck-of-bird-poop-a-detail-of-history/","title":"'Just a Speck of Bird Poop,' 'A Detail of History' | National Review","body":"In Germany, the AfD is the literal alt-Right, the Alternative für Deutschland (Alternative for Germany). Its co-leader, Alexander Gauland, spoke to its youth wing on Saturday. He said something interesting about Germany and the Third Reich: \"We have a glorious history and it, dear friends, lasted longer than those blasted twelve years. Hitler and the Nazis are just a speck of bird poop in more than 1,000 years of successful German history.\"\n\nAccording to a report, he said this \"to applause\" (naturally).\n\nDo you applaud it? It's true that the Nazis' rule was brief -- the flash of an eye. But, in that time, they started a world war (with their Soviet partner) and murdered two-thirds of European Jewry. Also, as David Pryce-Jones remarked yesterday, they turned Germany into a totalitarian state.\n\nNot bad for twelve years, right? Or very bad.\n\nThe AfD man may be a perfectly good Joe, or Fritz, and he may have meant his remark innocently. But, frankly, it reminded me of Jean-Marie Le Pen -- who spoke of the Holocaust as \"a detail of history.\" (Mark Helprin borrows this phrase for the ending of his stunning recent novel, Paris in the Present Tense.)\n\nOn the homepage today, you'll find an appreciation of Richard Pipes, here. Pipes was \"a great scholar, an important public figure, and an extraordinary man\" (to quote the subtitle). He was born in Poland in 1923. So he was 16 when the Nazis came. He actually saw Hitler, on October 6, 1939, a month and a week after the invasion. Hitler had come to Warsaw to take a kind of victory lap.\n\nPipes and his parents were able to flee. Their family and friends left behind -- murdered.\n\nIn America, Pipes became a leading historian of Russia, the Soviet Union, and Communism. Why? In large part, because he wanted to deal with political evil, and the experience of Europe under Nazism was a little close to home. So he devoted himself to the other side of the same, totalitarian coin. When it came time to write his memoirs, he said, \"I felt and feel to this day that I have been spared not to waste my life on self-­indulgence or self-aggrandizement but to spread a moral message by showing, using examples from history, how evil ideas lead to evil consequences.\"\n\nOne task for this day: Try not to let them minimize the Third Reich and the Holocaust.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":35},"wgt":35},{"uri":"883129647","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:07:00","dateTime":"2018-06-07T21:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/universal-background-checks-increase-homicide/","title":"Public-Health Study: Universal Background Checks Increase Homicide | National Review","body":"Okay, I'm being a little facetious. But no seriously, that's what a new study from a group of anti-gun researchers says.\n\nBasically, this crowd has been beating the drum for \"permit to purchase\" laws -- in which local cops get to decide who can own a gun -- for a long time; two of them were also on the team behind that ridiculous claim that Connecticut's law reduced gun homicides by 40 percent. This time, they put together data on more than 100 urban counties from 1984 to 2015, and checked to see if homicide rates changed when various laws were implemented. These included permit-to-purchase, universal background checks, right-to-carry, stand your ground, and a ban on gun ownership by people with violent misdemeanors.\n\nThe results do show a 14 percent reduction in gun homicides from permit-to-purchase. Two of the other findings came back \"wrong,\" though, suggesting that universal background checks and violent-misdemeanor prohibitions actually increase gun homicides. Ruh-roh!\n\nBut rather than rethinking their entire approach -- or, heaven forbid, their views on the effectiveness of gun control -- the researchers subjected the results that \"were in the direction opposite to our hypotheses\" (their words, I kid you not) to additional scrutiny. They performed an extra analysis of preexisting trends on those results but not the others, which were just fine the way they were, thank you.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":24},"wgt":24},{"uri":"881473768","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"13:55:00","dateTime":"2018-06-05T13:55:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/midterm-elections-polls-generic-ballot-enthusiasm-gap/","title":"The Generic Ballot and the Enthusiasm Gap | National Review","body":"Will Democrats take back the House this November? For months, polls showed the Democratic party well ahead on the generic-ballot question, which simply asks voters whether they plan to vote for a Republican or Democrat for Congress come November. But the margin has tightened since -- the RealClearPolitics average shows the Democrats up 3.2 percent.\n\nBut an intriguing poll result out of Pennsylvania is a good reminder that generic-ballot polls this far ahead of November leave some important information out. Pennsylvania's newly drawn first congressional district, which comprises middle-class, mostly white Philadelphia suburbs in Bucks County, is currently represented by Republican Brian Fitzpatrick. According to the Monmouth poll, Fitzpatrick, who is popular in the district, holds a lead over Democratic rival Scott Wallace among potential voters, 49-42. But when the sample is restricted to likely voters, that gap all but disappears, and Fitzpatrick is left with just a one-point lead.\n\nMonmouth's write-up of the poll explains that \"greater Democratic enthusiasm\" accounts for the difference: \"69 percent of Wallace supporters say they have a lot of interest in the election compared with 58 percent of Fitzpatrick backers who say the same.\" The enthusiasm gap has swung elections before: \"There was about a 6-point enthusiasm gap favoring Republicans in 2010,\" Nate Silver wrote back in March, \"which took that year from being mildly problematic for Democrats into a massive Republican wave that saw them pick up 63 House seats.\" Many generic-ballot polls, Silver explains, sample from a pool of registered rather than likely voters and thus don't account for the enthusiasm gap.\n\nSo Democrats might have an enthusiasm advantage come November, and higher turnout certainly helped special-election candidates Doug Jones and Conor Lamb win in deep-red regions. But the tightening generic ballot is nonetheless important, in part because it suggests that the same issues driving partisan enthusiasm might not be as compelling to undecided voters. The Democratic base and its preferred talking heads increasingly have fixated on the Russia investigation, Stormy Daniels, and the corrupt individuals in Trump's orbit. But voters do not seem to care as much about these stories as they do about health care, the state of the economy, and social services. Even if some Democratic candidates are running issue-oriented campaigns, the message from top Democrats and the national media is one of almost monomaniacal focus on Trump's sundry scandals. Perhaps this gins up enthusiasm among partisan Democrats while rendering the Democratic message less persuasive to otherwise persuadable moderates. It's a bold strategy -- we'll see if it pays off.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":22},"wgt":22},{"uri":"882550013","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"02:31:00","dateTime":"2018-06-07T02:31:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/the-bitkovs-an-update-and-an-emergency/","title":"The Bitkovs: An Update and an Emergency | National Review","body":"In April, I traveled to Guatemala to visit three prisoners: Igor, Irina, and Anastasia Bitkov. Igor and Irina are husband and wife, and Anastasia is their daughter. The Bitkovs also have a son, Vladimir, age six. What has happened to this family is cruel and Kafkaesque. Indeed, it is evil, to reach for the strongest of all words.\n\nI wrote about the Bitkovs and their case here. I would like to give an update -- but first, the briefest of reminders:\n\nThe Bitkovs were a successful business family in Russia. They had to flee their country, in fear of their lives. They found refuge in Guatemala and lived fairly normally there for several years. Then, they were ensnared in a passport case, facing a bizarre coalition of the Russian state, Guatemalan authorities, and a U.N. agency. To be frank about it, the coalition reeks of corruption. The more you know, the worse the smell is.\n\nIgor was sentenced to 19 years in prison; Irina and Anastasia were sentenced to 14 years each. By comparison, the sentence for rape is eight to twelve years. And murderers almost never get what the Bitkovs got. I could go on.\n\nNow, an update. In late April, the Helsinki Commission in Washington convened a hearing on this case. This rattled the powers-that-be in Guatemala, and there was movement in the case. Igor Bitkov, after undergoing a terrible physical ordeal -- a scandal in itself -- was released from prison. He is under the kind of arrest that confines him to the country but not to his house. (He has been reunited with his son, who has been in the care of guardians, after a terrible ordeal in an orphanage.) But Irina and Anastasia? They are still in prison. The judges seem to be toying with them. Another hearing on the fate of Irina and Anastasia will be held tomorrow.\n\nFriends of the family are very, very worried about Anastasia's health. As I said in my piece, she has been unwell for many years. In 2007, when she was 16, she was kidnapped by mafia types in Russia. (They were working hand-in-glove with the FSB, the secret police.) They drugged and raped her for three days. Igor paid a ransom of $200,000, and his daughter was returned.\n\nShe emerged with mental problems, as one can well understand. She has been diagnosed as \"bipolar\" and \"borderline.\" Several times, she has attempted suicide. Lately, she has been hanging on, very, very bravely. I saw some of this with my own eyes.\n\nDoctors warned Guatemalan officials that imprisonment would exacerbate Anastasia's problems. They imprisoned her anyway, outrageously. (It would have been outrageous even if Anastasia were completely well. The imprisonment of the three Bitkovs is indefensible. Indeed, one court ruled that they should be subject to a fine, at most, for passport violations.)\n\nIn recent weeks, Anastasia has eaten very little, and her condition has deteriorated. A judge has threatened to send her to Federico Mora, a notorious psychiatric hospital. How notorious? The BBC made a documentary on Federico Mora called \"The World's Most Dangerous Hospital.\" I have not watched the documentary. I don't need to. I know what that place is -- a hell for girls and women.\n\nOver the years, I have written about many cases of injustice. This is one of the worst. When all the facts come out -- whenever that may be -- there must be a reckoning for the people who did this to the Bitkovs. I imagine that Irina and Anastasia will be released before long. Then the question is, How to keep them safe? FSB agents pledged to Igor that they would hunt down and kill him and his family, wherever they went. One step at a time, though. The continued incarceration of these women is beyond disgusting.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":20},"wgt":20},{"uri":"883129638","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:07:00","dateTime":"2018-06-07T21:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/freedom-of-the-press-is-priceless/","title":"'Freedom of the Press Is Priceless' | National Review","body":"We speak of \"the defense of the West.\" What does that mean? Freedom of the press, for one thing. What does \"the West\" mean? It is in part a geographical term; but mainly it is a political term. (Think about Israel, Japan, etc.)\n\nIn France, a magazine called \"Le Point\" put the Turkish strongman, Erdogan, on its cover. The cover said, \"The Dictator: How Far Will Erdogan Go?\" Copies of the magazine appeared at news kiosks around the country. Accompanying the magazine were promotional posters, showing the cover.\n\nSome Turks living in France didn't like this. They threatened workers at the kiosks and demanded the removal of the posters. Some workers complied, understandably. Why risk life and limb for a poster? In at least one instance, Le Point requested that its poster be restored. It was. Police then surveilled that kiosk, as it has others.\n\nThe French president, Macron, had something to say. On Twitter, he wrote, \"It is totally unacceptable for @LePoint's posters to be removed from kiosks, just because they displease the enemies of freedom, whether in France or abroad. Freedom of the press is priceless. Without it, there is dictatorship.\"\n\nThe response in Turkey? Fury, at least from the dictatorship. Erdogan and his men were mightily displeased with the president of France, and with France itself.\n\nMacron is standing for an important principle and teaching an important lesson. If people in France or other democracies don't like freedom of the press -- and we are all annoyed by the press from time to time, or daily -- there are a helluva lot of countries for them to retreat to. Don't like the door hit you in the butt.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":15},"wgt":15},{"uri":"882891865","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"13:53:00","dateTime":"2018-06-07T13:53:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/freedom-and-democracy-ready-or-not/","title":"Freedom and Democracy: Ready or Not | National Review","body":"Last week, a question came up at the Oslo Freedom Forum: What about the contention that some peoples, some nations, are simply not ready for freedom or democracy? This is a longstanding question, and Thor Halvorssen, the founder of the Freedom Forum, gave it a good response. It went something like this:\n\nPeople like to say, \"Oh, those guys -- they're used to a strong hand. Take the Russians. They need a strong hand, they love that stuff: the czars, Stalin, etc.\" And this is the exact argument that dictators themselves use: \"My people need me. We're not like you in America or France or other such places. My people aren't suited to your notions of democracy. They need my strong hand.\"\n\nPutin looks to Ukraine with extreme anxiety. For one thing, a large Russian minority lives there. And if Russians in Ukraine can live in a democratic state -- what about Russians in (gulp) Russia?\n\nThen there's China. \"Oh, they're used to oppressive rule,\" people say. \"Think of the emperors, think of Mao. The Chinese have their own way of doing things, and Western concepts should not interfere.\" There's a big problem, however: Taiwan. A place where millions of Chinese live in a thriving democracy.\n\nThe Korean Peninsula? That's nearly a perfect laboratory experiment. The people on this peninsula have the same DNA, speak the same language, eat the same food (to the extent that North Koreans can eat). But political systems -- opportunities -- make all the difference.\n\nSo, we may tell ourselves, \"Some places are simply not suited to democracy, there's not much we can do\" -- but this may be a convenient fiction.\n\nGarry Kasparov chimed in on this question as well. He is the former chess champion who is now a freedom champion. \"Chess talent exists everywhere,\" he said. Sure, there were a lot of good players in the Soviet Union. But that's because the state was interested in chess, and created opportunities.\n\nKasparov has traveled the world, and found chess talent where you might least expect it. What people need is opportunity -- a chance.\n\nFatemah Qaderyan told me something similar. She is the 16-year-old Afghan who captains her robotics team. I wrote about her here. She wants to help establish a STEM school for girls in Afghanistan. (\"STEM,\" as you know, stands for science, technology, engineering, and math.) \"There are many girls who have intelligence and talents that no one knows about. These things need to be brought out. People need opportunity.\"\n\nI myself know a little about the music scene. Kids from East Asia are on fire for Bach, Mozart, and Beethoven -- more than kids from Germany and Austria are, trust me.\n\nAs in chess, said Kasparov, so in politics. He made a particular point about South Korea: The president -- a woman -- has been impeached. The heir to the country's biggest corporation (Samsung) was convicted of bribery. And North Korea? A gulag state, plain and simple.\n\nThere was another question in Oslo, posed by an American: Do you regard the United States as part of the Free World? The questioner said that the U.S. incarcerates far too many people. That, after winning the Nobel Peace Prize, Obama dropped more bombs than Bush. That the new head of the CIA is a certified torturer. Etc.\n\nThor Halvorssen answered this question with great patience -- more than I could have summoned, I'm sure. He explained the fundamental differences between liberal democracies and anti-democratic states. These have to do with elections, the press, the judiciary, civil society, and so on.\n\nI admired his ability to answer the question -- to give a kind of 101. Garry Kasparov? He was excellent too, though more vehement. He said, in essence, \"Grow the hell up.\" He spoke as a person born and raised in the Soviet Union. He knows the difference between free and unfree in his very bones.\n\nFor generations, people from unfree countries have labored to make those in free countries more cognizant of what they have, and others don't.\n\nLast month, the Hungarian premier, Viktor Orbán, declared, \"The era of liberal democracy is over.\" If Europe has given up on it -- and I hope they haven't -- I hope and trust that others will pick up the baton.\n\nMaybe like they picked up Bach, Mozart, and Beethoven?","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":12},"wgt":12},{"uri":"881874887","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"04:07:00","dateTime":"2018-06-06T04:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/daca-dreamers-congress-immigration-divisions-deal-unlikely/","title":"Why Has It Been So Hard to Bridge the Dreamer Divide? | National Review","body":"This week, the House GOP conference will try to hammer out an agreement on a \"Dreamer\" amnesty, the scope of which is still up in the air. A small group of Republican lawmakers has come close to gathering enough signatures for a discharge petition, thanks in the large part to the willingness of the vast majority of House Democrats to sign it, and this has given amnesty advocates the leverage they need to press their case. The chief obstacle to a deal is that while GOP restrictionists believe that a Dreamer amnesty should be accompanied by meaningful interior-enforcement measures -- such as mandatory E-Verify, and legal-immigration reforms, such as ending the diversity-visa lottery and imposing new limits on family based admissions -- GOP admissionists, and virtually all Democrats, want a Dreamer amnesty with as few strings attached as possible. Why has it been so hard for Republicans to bridge their Dreamer divide?\n\nThe reason, as I have argued elsewhere, is that most amnesty advocates see a Dreamer amnesty as a stepping-stone to a more expansive amnesty that would grant legal status to a broader universe of long-resident unauthorized immigrants, including those who decided to settle in the U.S. unlawfully as adults. By adopting mandatory E-Verify in exchange for a Dreamer amnesty, Congress would create employment barriers for non-Dreamer unauthorized immigrants, a large majority of whom have resided in the U.S. for ten years or more. To those who oppose a more expansive amnesty, that is precisely the point. For years, pro-amnesty activists have differentiated Dreamers from other unauthorized immigrants on the grounds that while the latter bear responsibility for choosing to violate U.S. immigration laws, the former are blameless. GOP restrictionists are, in essence, taking this rhetoric at face value, despite the fact that most pro-amnesty activists do not in fact see the non-Dreamers as less deserving. As for me, I believe that mandatory E-Verify and the reform of family based admissions are the heart of the issue. If we need a more expansive amnesty to get them, that is a deal I'd be willing to accept. My sense is that the president would also be open to such a deal. For now, though, it is not on the table, and so our immigration knot remains as tight as ever. I doubt that the House GOP conference will be able to unravel it this week.\n\nWhat happens if we don't get a Dreamer deal? In a 2017 New York Times op-ed, George Borjas argued that the best policy to address the long-resident unauthorized-immigrant population is \"benign neglect,\" on the grounds that \"[m]any will eventually qualify for visas because they have married American citizens or have native-born children. Rather than fight over a politically impossible amnesty, we could accelerate the granting of family-preference visas to that population.\" I disagree with Borjas on this question, mostly because I don't think we can deter future unauthorized immigration without adopting mandatory E-Verify, which in turn will necessitate either granting work authorization to long-resident unauthorized immigrants or driving them deeper underground. But let's suppose that we don't reach an amnesty deal in the foreseeable future. Is there any other route to legalizing large numbers of unauthorized immigrants over time, as Borjas suggests?\n\nConsider a recent article by Jeanne Atkinson, from the Catholic Legal Immigration Network, and Tom Wong, from the University of California, San Diego, which estimates that roughly 2 million of the country's 11 million unauthorized immigrants are likely eligible for legal status. Notably, this number does not include individuals who may be eligible for a family based petition. (Under existing family based admission rules, roughly 4 million people are on waitlists for numerically limited family preference category visas, and so some people who are eligible for them choose to, in effect, \"jump the queue\" by settling in the U.S. unlawfully.)\n\nIn screenings of 3,000 unauthorized immigrants in nine states, the researchers found that 15.4 percent were qualified for some kind of legal relief, whether through an adjustment of status under section 245(i) or 245(a), eligibility for Asylum, the Nicaraguan Adjustment and Central American Relief Act, Special Immigrant Juvenile Status, or protection under the Violence Against Women Act, among others. Of those the researchers surveyed, the majority (57.4 percent) were women, with nearly 60 percent coming from Mexico. On average, they had spent almost 13 years in the United States.\n\nExtrapolating out, Atkinson and Wong suspect that 18.5 percent of the national population of unauthorized immigrants have a path to legal status. The problem, they write, is ignorance of U.S. law, a lack of funds, and poor access to legal representation. What's more, some people in this group would only be able to apply for legal status once the process of removing them from the country has started.\n\nStill, write Atkinson and Wong, it is worth screening immigrants to identify those who could apply for legal status: \"legalization of status in general helps keep families together, improves the stability of the workforce, increases tax revenues, and helps protect people from abuse by unscrupulous employers, landlords, and others who would take advantage of a person's lack of status.\" The authors thus propose the creation of a \"massive, nationwide screening and legalization effort,\" and barring that, \"public outreach and education to encourage immigrants to seek legal advice . . . preferably before the immigrants come into contact with immigration enforcement authorities.\"\n\nIn light of the fact that so many unauthorized immigrants might already be eligible for legal status, why don't pro-amnesty activists channel their efforts towards screening? It's hard to say. One possibility is that a big screening push might reduce the perceived need for a more expansive amnesty. In other words, overlooking the fact that many of the most sympathetic unauthorized immigrants already have a path to legal status might just be good politics for the pro-amnesty camp.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":12},"wgt":12},{"uri":"883129644","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:07:00","dateTime":"2018-06-07T21:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/about-iran/","title":"About Iran | National Review","body":"Maziar Bahari is an Iranian-Canadian journalist, born in Tehran in 1967. He had not quite turned twelve when Khomeini's revolution triumphed. At the Oslo Freedom Forum last week, Bahari touched on what it was like to grow up under the Ayatollah.\n\n\"As I think about my teenage years, the most important challenge of my generation was to keep our individuality intact -- to be ourselves, act our age, and protect ourselves from becoming 'one of them.' Growing your hair long and listening to forbidden music were acts of resistance. When a regime tries to change you into an agent of the state or a collaborator, remaining normal can be a heroic act.\"\n\nDissidents all over the world will tell you the same thing: It's so hard to stay normal.\n\nIn Oslo, Bahari showed a picture of himself in 1983. He was in front of a rock-band poster. (Pardon me, but I forget the band.) He said that, if caught, he could have been sentenced to 148 lashes -- 74 for possessing the poster and another 74 for listening to the music.\n\nIt is not that way in Iran anymore. But maintaining individuality is still a problem.\n\nA few years ago, I did some writing about Khomeini and made a note about music. He banned music when he took over -- the broadcast of it, that is. \"Like opium,\" he said, \"music stupefies persons listening to it and makes their brains inactive and frivolous.\" He said that the Shah's regime had \"corrupted and degraded\" Iranian youth through the broadcast of music.\n\nIn the wake of democratic protests in June 2009 -- this was the \"green movement\" - Maziar Bahari was arrested, along with thousands of others. He spent 118 days in prison, 107 of them in solitary confinement. He was tortured, both physically and psychologically. \"Every day, I was told I was going to be executed.\" Twice, he contemplated suicide -- \"but I had so much to live for.\"\n\nI would like to stress the anti-Semitism -- wacky or not -- of the Iranian regime. \"I was accused of being in touch with a Zionist spy named Anton Chekov,\" said Bahari. \"Yes, the 19th-century Russian playwright.\" The problem was, Bahari was a member of a Chekov group on Facebook. Also, \"I was asked to write down the name of every Jewish person I had ever met in my life. Actually, they asked me to write down the names of 'Jewish elements,' because for them there are no Jewish people, just 'Jewish elements.'\"\n\nThe triumph of the Khomeinist revolution in 1979 introduced a world of bad. It was disastrous for Iran, the Middle East, and the world. The downfall of that revolution will produce a world of good.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":10},"wgt":10},{"uri":"883751978","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:38:00","dateTime":"2018-06-08T18:38:00Z","dataType":"news","sim":0.5411764979362488,"url":"https://www.nationalreview.com/corner/more-twisted-logic-on-obamacare/","title":"More Twisted Logic on Obamacare | National Review","body":"Thursday night, the Trump Administration's Department of Justice filed a very unusual brief in a federal district-court case in which several states are asking to have Obamacare overturned. It was an odd move and a mistake -- one that seems to me to run the risk of reinforcing some of the worst habits and precedents of the Obama era, and to introduce some new bad habits and precedents too.\n\nRobert VerBruggen offered a very good rundown of the case here. The states are arguing that, because the 2017 tax bill zeroed out the individual-mandate penalty in Obamacare, the mandate can no longer be considered a tax and that, since the mandate was upheld by the Supreme Court in 2012 on the basis of its being a tax, it now can no longer be upheld. Not just that, they argue, because the mandate was central to the policy logic of the whole of Obamacare, if it is now struck down as unconstitutional the entirety of the law should be too.\n\nThe administration's brief notified the court that the Department of Justice will no longer be defending the statute in this case, and that DOJ agrees with the plaintiff states that the mandate should now be considered unconstitutional and should take at least some provisions of Obamacare down with it.\n\nYou won't find many people more opposed to Obamacare than I am. But there is a difference between policy preferences and legal and constitutional principles -- a difference we have seen badly eroded in our politics in recent years. The role of the Department of Justice in a case like this has got to be grounded in some recognition of that difference, and that just didn't happen here.\n\nThe brief can be thought about in three elements, which I would respectively describe as troubling, trivial, and absurd.\n\nThe troubling part is the basic fact of the administration's refusal to defend in federal court a law enacted by (a past) Congress and signed by (a past) president. Here I think Trump's DOJ is adopting a bad precedent set by Obama's DOJ.\n\nBecause the presidency changes hands every four or eight years, there are inevitably many laws on the books that the president in office at any given time is not a fan of. But that president and his administration are nonetheless required to take care that these laws, like all laws, are faithfully executed. This has generally been understood to also require the administration to defend such laws in court when they are challenged and can be defended. Administrations of all parties have normally done this, and the exceptions to that rule are very few and far between. The most notable and relevant such exception recently has been the Obama Administration's refusal to defend in court the Defense of Marriage Act when it was challenged in 2011.\n\nThat move is obviously the precedent the Trump administration is relying on. Although some commentators today have tried to draw decisive distinctions between the two, the similarities are pretty plain, and are only made more so by some of the attempts to deny them. Here for instance is an attempt to draw such a distinction by one of the smartest health-law experts on the left, Nicholas Bagley:\n\nIndeed, is there any precedent for this? Odds are we're going to hear a lot in the coming days about the Obama administration's decision not to defend the Defense of Marriage Act. There, however, we had a question about the meaning of the Constitution that struck deep on questions about fundamental values. Just as we no longer believe it's constitutional to offer federal mortgage insurance only in white neighborhoods, the Justice Department concluded that we, as a country, had come around to the view that it was no longer constitutionally tenable to deny equal rights to gay people.\n\nWhether you agree or disagree with the Justice Department's decision -- and it made lots of line attorneys nervous -- it was moored to the public's evolving sense about what the Constitution meant. By 2011, a justification that once seemed unobjectionable had come to seem untenable.\n\nOn its face, this is sheer sophistry. But Bagley, whose work I've always found to uphold a very high standard, is no sophist. I think what an argument like this probably means is that Bagley actually does not object in principle to the notion that a president with certain strongly-held views about the Constitution and the proper direction of constitutional law should have his Justice Department pursue litigation strategies in keeping with those views. He just thinks Obama's views were valid and Trump's are not.\n\nIf that's right, he ought to be more clear about it. That a president should advance his own constitutional interpretation in his mode of governing is not at all unreasonable -- and I certainly think it's right as a way of approaching the president's relationship with Congress. A president should veto laws he deems unconstitutional, for instance, and not just leave it to the courts to figure it out. But whether his administration's lawyers should decline to defend in court a law the administration is enforcing is another question. The answer is not self-evident, but I incline toward the precedent that preceded Obama's DOMA decision and was badly undermined by it.\n\nEither way, however, it seems perfectly plain that the answer to Bagley's opening question above is: yes, there is a precedent for this from the Obama years. I also tend to think it is a precedent that should be rejected, like so much of the Obama administration's ruinous legacy in constitutional law. So this part is troubling.\n\nBut the Trump administration's argument here is worse than a needless adoption of that precedent. The immediate effect of just declining to defend the constitutionality of the mandate would not be very great, since Congress has already effectively ended the mandate. If the Department of Justice had simply said that by Chief Justice Roberts's own (twisted) logic, the mandate that was defensible as a tax can no longer be defensible when it is not attached to a monetary assessment, they might have at least been left making a plausible interpretive point on its face -- that is, offering one plausible reading, even if not the one they ought to offer as the government's legal representatives, of what passes for the law after the Court's bizarre 2012 decision. I still think that's not quite right, since it would be strange to read Congress's zeroing out of the mandate penalty as making the mandate more offensive constitutionally. But the Chief Justice put us in this theater of the absurd and we can hardly be surprised when the plot makes no sense. It also would not matter much in practice: Since Congress has already zeroed out the mandate, to now say the nullity that remains should be struck down as unconstitutional is not to say much as either a constitutional matter or a matter of health-care policy. By itself, this would be relatively trivial.\n\nBut the administration did more than that. It waded into the argument, advanced by the state attorneys general in this case, that if the mandate is struck down (rather than just zeroed out) it must take other provisions of the law with it, since they depend on the mandate and cannot be severed from it.\n\nThe states in this case are actually arguing that the entirety of the law needs to be struck down under this logic. The administration, perhaps in an effort to restrain that argument and defend other elements of the law, advanced the argument that just two key provisions of the law -- the so-called \"guaranteed issue\" and \"community rating\" provisions, prohibiting insurers from refusing to sell and from charging higher premiums to consumers based on their health status -- are in fact dependent on the mandate in the scheme established by the original statute and so should fall if it falls.\n\nThis argument strikes me as simply absurd and indefensible given the straightforward fact that Congress passed a new statute that altered the original one by zeroing out the individual mandate while leaving in place the other provisions. To continue to insist that the intent of Congress was to make these provisions -- which Congress severed from each other -- inseverable from each other just makes no sense. It is hard to imagine that DOJ's lawyers really credit this argument, and even harder to imagine any judge taking it seriously.\n\nObamacare was a bad law that advanced bad policy and fit very poorly with the structure of our constitutional system. It would be good to replace it with better policy rooted in a realistic and constitutionally-grounded understanding of the proper federal role in American life. But none of that justifies any of this. To suggest that it does, and so to thoroughly confound law and policy, is to repeat and reinforce the very worst of the counter-constitutional cynicism that characterized the Obama administration's approach to this statute, to DOMA, and to the separation of powers. Let's not.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4020347","shares":{"facebook":9},"wgt":9},{"uri":"882550009","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"02:31:00","dateTime":"2018-06-07T02:31:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/public-university-ideological-discrimination-case/","title":"Can Public Universities Get away with Ideological Discrimination? | National Review","body":"Can Public Universities Get away with Ideological Discrimination?\n\nThat is the question posed in a case from the University of Iowa that began some ten years ago and has finally ended with the Supreme Court's refusal to take it on appeal.\n\nIt arose when an applicant (and evidently the best qualified in a group) for a full-time position teaching legal writing at the University of Iowa College of Law, Teresa Wagner, was rejected for what seem to be blatantly ideological reasons. She was an outspoken social conservative favoring the right to life. Her philosophy so bothered many of the faculty (where she already had been teaching part-time) that they turned thumbs down on her to hire a much less qualified but raging leftist candidate.\n\nSo Wagner (now Manning) sued. The case bounced back and forth between the federal district court in Iowa and the Eighth Circuit, but in the end the appeals court upheld the lower court's verdict against her. Despite a strong brief favoring her petition for certiorari written by former Virginia attorney general Ken Cuccinelli, the Supreme Court decided not to take the case back in April.\n\nI write about the issues in today's Martin Center article.\n\nWhile I find it regrettable that university faculties are so politicized that good candidates like Teresa Manning get rejected, I think it would be even worse to have some law or regulation against discrimination based on politics. Consider the case of Professor Steven Salaita, who almost had a position on the faculty at the University of Illinois, when his appallingly nasty tweets regarding Israel and the Palestinians came to light.\n\nIllinois was able to exercise its freedom of contract and decline to finalize the deal with Salaita. I'm afraid that any law against ideological discrimination would more often work in favor of \"progressive\" hotheads than in favor of people like Teresa Manning.\n\nContractual freedom doesn't always please everyone, but it is best, I believe, not to tamper with it.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":9},"wgt":9},{"uri":"883751981","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:38:00","dateTime":"2018-06-08T18:38:00Z","dataType":"news","sim":0.5372549295425415,"url":"https://www.nationalreview.com/corner/obamacare-lawsuits-absurdity/","title":"An Obamacare Lawsuit's Onion of Absurdity | National Review","body":"Back in February I noted a new lawsuit against Obamacare. Forgive the lengthy self-quote, but nothing else will make sense without the backstory here:\n\nWhen the Supreme Court upheld Obamacare . . . it determined that the individual mandate was a tax, and thus could be implemented through Congress's taxing power. Four dissenting conservative justices would have found the mandate to be unconstitutional -- and also that it was a core part of the law and thus \"inseverable\" from the rest, meaning the entire Affordable Care Act should be struck down.\n\nNow, Republicans have in fact severed the mandate from the rest of the law, reducing the penalty to $0 after this year. A new lawsuit from 20 states against the Trump administration challenges courts to figure out what the old ruling means in light of this development. . . .\n\nThe argument goes like this. Owing to procedural rules in the Senate, Republicans technically didn't repeal the mandate -- it's still there, only with a $0 penalty. Further, the mandate can't be a tax if it doesn't require the collection of any taxes, obliterating the previous ruling's defense of its constitutionality. And finally, the four conservative justices were right about the severability question, on which the majority didn't rule: The mandate is a fundamental aspect of the law, and if the mandate itself must go, so must the rest of Obamacare.\n\nThe problem, of course, is that since Obamacare's enactment, everything has changed regarding the \"severability\" question. Back then, the mandate was seen as one leg of a three-legged stool; without it, the whole system would fall over, because people would wait until they got sick to buy coverage (and their right to buy it at that point would be protected by the law's preexisting-condition rules). Congress itself stressed this in the text of the Obamacare statute.\n\nBut experts' view of the matter shifted over time, with the CBO coming to believe the mandate was less important than previously thought. And then -- to repeat -- Congress actually severed it, reducing the penalty to $0. Admittedly, Congress didn't remove the \"findings\" stressing the mandate's importance from the original text. But as the law professor and Obamacare opponent Jonathan Adler has put it, \"When a Court declares a law to be unconstitutional, it is saying it can't be enforced. Congress has already done that. The mandate is a nullity either way.\"\n\nAnd if all that isn't making your head hurt -- the once-inseverable has now been severed but is still somehow inseverable -- the Trump administration peeled back a new layer of absurdity with a brief last night. Its argument? The penalty is severable from the rest of the law . . . except for the preexisting-condition rules (\"guaranteed issue\" and \"community rating\"). Despite the fact that Congress eliminated the penalty while leaving those very rules in place.\n\nAs a legal matter, well, good luck with that. As a policy matter, it is certainly true that preexisting-condition rules can cause problems in the absence of a mandate (though that's the setup Congress chose). And as a political matter, is it really smart to try to gut protections for people with preexisting conditions?","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4020278","shares":{"facebook":8},"wgt":8},{"uri":"883129650","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:07:00","dateTime":"2018-06-07T21:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/a-faithful-father/","title":"A Faithful Father | National Review","body":"Otto Warmbier was an American student who was tortured to death by the North Korean regime last year. His parents, Fred and Cindy, have \"channeled their grief into activism,\" to quote the Oslo Freedom Forum. Fred Warmbier spoke at the forum last week.\n\nOne of the things he talked about was language. People refer to foreign hostages in North Korea as \"detainees.\" No, they're not, they're hostages. Some press reports said that Otto \"died from his injuries.\" Well, in a way -- but he was tortured to death. \"We've sanitized the facts for the benefit of North Korea,\" said Fred.\n\nThroughout Otto's imprisonment, \"we treated North Korea with respect and dignity,\" Fred explained. \"And they destroyed our son and tried to destroy our family.\" The Warmbiers were not allowed to visit Otto, or communicate with him, or provide him with any kind of counsel.\n\n\"They used him as a pawn,\" said Fred. \"They used him as a scapegoat for their failed country.\"\n\nToward the end of his remarks, Fred made a statement that got under my skin, in a good way: \"We've made a mistake with North Korea, saying, 'Oh, they're crazy.' They're really cowards. You don't have to be afraid of them.\"\n\nFred and Cindy Warmbier have filed a lawsuit against the Kim regime. \"I'm not going to get what I want,\" said Fred. \"I want my son back. But I'm not going to let them get away with what they did. I'm going to do everything in my power to force them to be answerable for what they did to my son.\"\n\nIf you were Fred or Cindy, what would you do? I don't know. I talked with Fred for a while. He and his family are from Cincinnati. They are \"getting on with life,\" sure. And they are strong. But all the while, they're trying to secure some kind of justice for Otto Warmbier, who is on their mind.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":8},"wgt":8},{"uri":"882157253","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"13:09:00","dateTime":"2018-06-06T13:09:00Z","dataType":"news","sim":0.5607843399047852,"url":"https://www.nationalreview.com/corner/suicide-bombers-and-their-victims/","title":"Suicide Bombers and Their Victims | National Review","body":"On the homepage today, I have a little piece about Fatemah Qaderyan -- a 16-year-old girl from Afghanistan who is captain of a very well-known robotics team. Why are they well-known? Well, first, they are an all-girl robotics team from Afghanistan. That is highly unusual (and highly encouraging). Second, they were denied visas to the United States, though the situation was soon remedied.\n\nLast year, Fatemah's father was killed in an ISIS bombing. He was among the worshippers at a mosque. ISIS killed about 40 of them.\n\nI'd like to mention a story out of Kabul this week, then make a point.\n\nSome 2,000 Afghan clerics were meeting under a large tent. What were they doing? They are members of the Afghan Ulema Council, and they were deciding on religious policy. They issued a fatwa against suicide bombing. They said it was forbidden -- \"haram\" -- under Islamic law. They also called on militants to enter peace negotiations with the government. \"The ongoing war in Afghanistan is illegal and has no root in sharia law,\" said the clerics in a statement. The war \"does nothing but shed the blood of Muslims.\"\n\nIf you'd like to read a news story from the Associated Press, go here.\n\nLess than an hour after they made their statement -- less than an hour after they issued their fatwa against suicide bombing -- the clerics' meeting was suicide-bombed. At least seven people were killed, and at least 20 were wounded.\n\nOver and over again, ISIS and their like kill religious people. And here comes my point: For years, there have been those who say, \"These extremists use religion as a fig leaf. A pretense, a cover. They don't give a damn about religion. What they want to do is rape, murder, and rule -- probably in that order.\" (Men from all over the world join the Jihad for the rape.)\n\nI believe that those who say this have a point, and an important one. I also believe that the Afghan clerics who issued that fatwa were incredibly brave. Obviously.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4010387","shares":{"facebook":8},"wgt":8},{"uri":"883369135","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"07:20:00","dateTime":"2018-06-08T07:20:00Z","dataType":"news","sim":0.6117647290229797,"url":"https://www.nationalreview.com/corner/no-passport-but-plenty-of-spine-a-turkish-knick/","title":"No Passport, but Plenty of Spine: A Turkish Knick | National Review","body":"Below, I had a post about Turkey, the Erdogan dictatorship, and freedom of the press. Here is something related. Enes Kanter was scheduled to appear at the Oslo Freedom Forum last week. He may well have been the tallest participant, and the most talented, athletically. He is a center for the New York Knicks. He is also a Turk, and the dictatorship canceled his passport, meaning he could not attend the Freedom Forum.\n\nWhy did they cancel his passport, these characters? Because Kanter is a critic of the regime -- and they want to shut him up in any way they can. Kanter addressed the Freedom Forum in a video, shot in a locker room.\n\n\"Erdogan has persecuted hundreds of thousands of people, including my father,\" he said. \"Freedom of expression in Turkey is under attack by Erdogan's government.\" Turkey is now the leading jailer of journalists in the world. About 250 journalists are in prison, with 150 more facing outstanding arrests. Some 160 media outlets have been shut down.\n\nThere was once hope that Erdogan would introduce a democracy with Islamic characteristics, whatever that might have meant. Instead, he has produced a plain old dictatorship, of the kind dreadfully familiar around the world.\n\nOften, we criticize athletes and entertainers for speaking out about politics. I certainly appreciate Enes Kanter.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4022672","shares":{"facebook":7},"wgt":7},{"uri":"883751988","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:38:00","dateTime":"2018-06-08T18:38:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/friday-links-106/","title":"Friday Links | National Review","body":"Obama Administration Secretly Helped Iran Skirt Financial Sanctions The Obama administration helped Iran utilize sanctioned oil revenue stranded in a foreign bank account in 2016 while actively misleading Congress about the cooperation, according to the results of a Republican led Senate investigation released Wednesday night. After signing the 2015 nuclear deal, which unfroze ... Read More","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":5},"wgt":5},{"uri":"883369134","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"07:20:00","dateTime":"2018-06-08T07:20:00Z","dataType":"news","sim":0.6745098233222961,"url":"https://www.nationalreview.com/corner/emmanuel-macron-unveils-plans-to-deal-with-fake-news/","title":"Prix Fixe News | National Review","body":"Back in January, France's President Macron warned that he would soon be presenting legislation to clamp down on 'fake news'. Now, fake news (and, specifically, Russian disinformation) is (so to speak) a real phenomenon: It could pose genuine problems (most likely in places such as the Baltic States) but there's a clear risk that in most countries the cure for fake news could be more dangerous than the disease.\n\nAs I mentioned in a post that month, \"quite who decides what is -- or is not -- fake news is an interesting question: Quis custodiet ipsos custodes and all that\".\n\nThat's not an issue that has gone away, and nor have Macron's plans, which have now been unveiled.\n\nBloomberg News has some details:\n\n[If Macron's legislation passes], online banners would warn users when information on social media is sponsored, and a judge could block access or delete it. Macron is keen to get the law enacted before the European Parliament vote next year because his government sees a mounting fake-news campaign by the likes of Russia Today, Sputnik and Breitbart News potentially hurting the electoral process, a French official close to the president said.\n\nInteresting (to repeat that adjective) to see Breitbart included in that list.\n\nMacron's bill seeks to get judges and the media sector's regulator involved in the fight against fake news. A fact-checking state-run website would be created and social media would have to pitch in by warning users when a post is sponsored -- or when someone pays to give it better visibility in a feed.\n\nThe media have widely panned the law, both for threatening freedom of speech and for fostering confusion. \"The state should not transform itself into a ministry of truth,\" journalist Pierre Haski told Le Parisien. \"This law poses a real risk, not because it is oppressive, but because of [potential] perverse effects in its implementation. It's going to be really confusing.\n\nUnder the circumstances, \"confusing\" is a very diplomatic word. A small sign of things to come, perhaps.\n\nMeanwhile, the New York Times has some background. It reports concerns among the press. That's to be expected, but this caught my eye:\n\nJournalists, an exasperated Mr. Macron told a television interviewer last fall during a school visit, \"are too interested in themselves, and not enough in the country.\" Journalists, he said, \"don't interest me, it's the French who interest me. That's what you've got to understand.\"\n\nThose are unexceptional remarks until you start to think what, on a dark interpretation, they could mean.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4020696","shares":{"facebook":5},"wgt":5},{"uri":"880962496","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"22:06:00","dateTime":"2018-06-04T22:06:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/why-so-few-babies/","title":"Why So Few Babies? | National Review","body":"The decline in fertility is not due to women wanting fewer kids. It also isn't due to men wanting fewer kids, or to population aging. Nor is it due to abortion: abortion rates are actually declining. It may be partly due to the rising usage of longer-acting contraception, or diminished sexual frequency, or any number of social factors. It might also be due to economic pinches on household budgets. But the truth is, none of those are probably the biggest driver of declining fertility. The decline in fertility is mostly due to declining marriage.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":5},"wgt":5},{"uri":"880962489","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"22:06:00","dateTime":"2018-06-04T22:06:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/goats-and-gurus/","title":"GOATs and Gurus | National Review","body":"We did an NBA podcast back in April, after the playoffs had begun. And by \"we\" I mean David French, Theodore Kupfer, and Vivek Dave (and me). Those guys are Q&A's answer to Charles Barkley, Kenny Smith, and Shaquille O'Neal, of Inside the NBA fame. What Q&A's guys lack in on-court experience -- certainly at the professional level -- they make up for in analytical power.\n\nWell, we've done another podcast, now that the NBA Finals have commenced -- and now that David has written an historic article. Yes, an historic article (or \"a historic,\" if you like). After years of holding off, he finally declared LeBron James the GOAT, the Greatest of All Time.\n\nThe panel discusses this and related issues here. A fine break away from the political wars -- and if you need a break away from the NBA wars, we can find some political podcasts for you too.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":5},"wgt":5},{"uri":"883751989","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:38:00","dateTime":"2018-06-08T18:38:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/freedom-notes/","title":"Freedom Notes | National Review","body":"Zineb El Rhazoui is a Moroccan journalist who works for Charlie Hebdo. She was absent on the day of the massacre (January 7, 2015). The Jihad wants dearly to kill her. I interviewed her at the Oslo Freedom Forum in 2015 and wrote about her here.\n\nAt this year's Freedom Forum, last week, I saw her and asked how she was doing. She shrugged a bit and said, \"I'm doing better than those who want to kill me.\" So glad to hear.\n\nOne of the speakers at the Freedom Forum this year was Farida Nabourema, who works for democracy in her home country of Togo, which has been under dictatorship for generations. Gnassingbé Eyadéma ruled for almost 40 years. Now the dictator is his son, of course.\n\nFarida told an interesting story about the old dictator -- one that will remind you of Stalin. Four times a day, people had to line up and clap for the dictator. They had to line the route between the presidential palace and the presidential office. They had to clap for the convoy in the morning, when the dictator left for the office; at noon, when he returned to the palace for lunch; at 2, when he went back to the office; and in the evening when he returned home. If you were caught not clapping, or if you stopped clapping too early, you could be arrested and killed.\n\nJoe (Stalin) would smile.\n\n\"Chito\" Gascon is a human-rights leader in the Philippines -- whose president is Duterte. Here is a statement from Gascon: \"The strongman rises, carried to power and propped up by a wave of popular support, driven by a perception of decisiveness, fueled by tough talk and a post-truth narrative, with a readiness to undertake quick fixes or make undemocratic shortcuts. . . . This is a challenge today in my country and elsewhere -- especially in places with weak institutions that are unable to ensure separation of powers.\"\n\nYou will remember Ji Seong-ho -- the North Korean who made a spectacular escape from his country, traveling much of the way on crutches. He is a regular attendee at the Freedom Forum. President Trump honored him at the State of the Union address in January. I saw Seong-ho in Oslo last week, and he wore his big, bright smile, as usual. He projects an air of ebullience. I can't help thinking he is happy to be alive.\n\nPark Yeon-mi is another North Korean defector (who had an equally spectacular escape). I interviewed her in 2014: \"Witness from Hell.\" She was in Oslo last week, and she told the assemblage something like this: \"I had a hard time trusting people, when I left North Korea. In North Korea, it was dangerous to trust anyone. When I was free, my friends would tell me they loved me, and I wondered why. I couldn't do anything for them.\"\n\nI thought of Irina Bitkov, who, along with her husband and daughter, has been imprisoned in Guatemala. I wrote about their case here. When I visited the Bitkovs in April, Irina marveled at the people who were helping her family: outsiders, strangers. \"We are not their fellow citizens. We can't do anything for them. They are helping us simply because we are human beings.\"\n\nOn Wednesday, I jotted an update of the Bitkovs' case. Yesterday, Irina and Anastasia were released to a form of house arrest. Igor had already been given such a release. The family, which includes six-year-old Vladimir, has been reunited for the first time in more than three years.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":4},"wgt":4},{"uri":"883129640","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:07:00","dateTime":"2018-06-07T21:07:00Z","dataType":"news","sim":0.5529412031173706,"url":"https://www.nationalreview.com/corner/federal-reserve-interest-rates/","title":"Don't Run Hot, Run Stable | National Review","body":"Karl Smith makes the case that the Fed should let the economy run hot. It should hold off on raising interest rates, even if its restraint causes an increase in inflation. That looser-money policy would have the beneficial effect of boosting employment and wages. It would also train markets to expect that periods in which inflation falls below the Fed's target of 2 percent inflation will be followed by periods in which it exceeds it. So the next recession will be moderated by expectations of higher inflation to follow it.\n\nLast year Lawrence Summers made a similar argument, suggesting that the Fed should let inflation run above target during a boom \"with the expectation that inflation will decline during the next recession.\"\n\nI'm agnostic on whether the Fed should be pursuing a modestly tighter or looser policy at the present moment. It's much more important, in my view, that whatever short-term policy it adopts be part of a shift toward a long-term policy based on commitment to a sound rule.\n\nBut the right rule -- one that kept the growth of spending throughout the economy steady -- would differ from what Smith is recommending in two ways. First, it would not attempt to boost employment, wages, or economic growth, but rather to provide a context of monetary stability. Second, it would yield lower inflation during booms and higher inflation during busts, the opposite of the Smith/Summers suggestion. If the Fed kept spending rising at 4 percent, inflation would hit 1.5 percent while the economy grew 2.5 percent and 4 percent during a no-growth year. Inflation would in other words be counter-cyclical.\n\nIn a sense, both of these differences are really one difference. What I'm saying is that the Fed's proper role is not to make the economy run alternately hot and cold but, so far as possible, to avoid doing that.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":"eng-4013682","shares":{"facebook":4},"wgt":4},{"uri":"881874886","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"04:07:00","dateTime":"2018-06-06T04:07:00Z","dataType":"news","sim":0,"url":"https://www.nationalreview.com/corner/true-hope-for-the-future/","title":"'True Hope for the Future' | National Review","body":"On the homepage today, I have an \"Oslo Journal,\" just a light affair, replete with photos. I thought I would say something more serious here on the Corner. The Oslo Freedom Forum includes a reception at Oslo City Hall, usually kicked off by the mayor, as it was last week. Also speaking was Vladimir Kara-Murza, the Russian democracy leader. (Twice he has been poisoned, and twice he has survived.)\n\nIn his remarks, he cited Alexander Solzhenitsyn, who visited Norway in February 1974, days after he was exiled from the Soviet Union. \"I have great affection for Norway,\" said Solzhenitsyn. \"Norwegians still preserve that measure of idealism that is becoming more and more rare in the modern world and that alone gives us true hope for the future.\"\n\nTo see the great man interviewed, go here.\n\nAfter quoting Solzhenitsyn, Kara-Murza said, \"Idealism is sometimes dismissed as something negative or naïve, but it is idealists -- not cynics, collaborators, and yes-men -- who move the world forward.\" He said that every dissident has some measure of idealism. Otherwise, it's hard to summon the courage to stand up to brutal regimes.\n\nDissidents, he said, are often \"the true voices, and the true faces, of their nations and their societies.\" Throughout history, \"autocrats have usurped the sole right to speak on behalf of their nations, from Louis XIV with his 'I am the state' to the current regime in the Kremlin, which has said, through the mouth of Vyacheslav Volodin, one of the closest political aides to Vladimir Putin, 'There is no Russia without Putin.'\"\n\nWhat does Kara-Murza think of this statement? \"Probably the most insulting thing I have ever heard said about my country.\" One can well understand.\n\nAnyway, a light journal today, with weightier stuff to come.","source":{"uri":"nationalreview.com","dataType":"news","title":"nationalreview.com"},"eventUri":null,"shares":{"facebook":4},"wgt":4}]}}