{
  "articles": {
    "page": 1,
    "totalResults": 551,
    "pages": 12,
    "results": [
      {
        "uri": "881575577",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-05",
        "time": "16:35:00",
        "dateTime": "2018-06-05T16:35:00Z",
        "dataType": "news",
        "sim": 0.4901960790157318,
        "url": "https://www.nytimes.com/2018/06/05/fashion/kate-spade-dead.html",
        "title": "Kate Spade, American Designer, Dead at 55",
        "body": "The American designer Kate Spade was found dead at her Park Avenue apartment on Tuesday, according to police officials.\n\nThe police said that Ms. Spade, 55, was discovered unresponsive at a Park Avenue apartment, where she had hanged herself. She had left a note, but the official did not comment on what it said. She was pronounced dead at the scene at 10:26 a.m.\n\nA housekeeper found Ms. Spade in her bedroom hanging from a red scarf tied to a doorknob, the police said. She was unconscious and the housekeeper called 911.\n\nMs. Spade's husband was at the scene. A police spokesman did not know the whereabouts of Ms. Spade's daughter.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4013959",
        "shares": {
          "facebook": 270953,
          "pinterest": 26
        },
        "wgt": 270979
      },
      {
        "uri": "881598781",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-05",
        "time": "17:14:00",
        "dateTime": "2018-06-05T17:14:00Z",
        "dataType": "news",
        "sim": 0.6039215922355652,
        "url": "https://www.nytimes.com/2018/06/05/world/americas/us-un-migrant-children-families.html",
        "title": "Taking Migrant Children From Parents Is Illegal, U.N. Tells U.S.",
        "body": "GENEVA -- The Trump administration's practice of separating children from migrant families entering the United States violates their rights and international law, the United Nations human rights office said on Tuesday, urging an immediate halt to the practice.\n\nThe office said it appeared that, as The New York Times revealed in April, United States authorities had separated several hundred children, including toddlers, from people their parents or others claiming to be their family members, under a policy of criminally prosecuting undocumented people crossing the border.\n\nThat practice \"amounts to arbitrary and unlawful interference in family life, and is a serious violation of the rights of the child,\" Ravina Shamdasani, a spokeswoman for the Office of the United Nations High Commissioner for Human Rights, based in Geneva, told reporters.\n\nLast month, the Trump administration announced a \"zero tolerance\" policy for illegal border crossings, saying that it would significantly increase criminal prosecutions of migrants. Officials acknowledged that putting more adults in jail would mean separating more children from their families.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4013464",
        "shares": {
          "facebook": 266739,
          "pinterest": 21
        },
        "wgt": 266760
      },
      {
        "uri": "882467525",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "22:34:00",
        "dateTime": "2018-06-06T22:34:00Z",
        "dataType": "news",
        "sim": 0.5647059082984924,
        "url": "https://www.nytimes.com/2018/06/06/us/politics/war-of-1812-history-facts.html",
        "title": "No, Canada Did Not Burn Down the White House in the War of 1812",
        "body": "We are now going to explain the War of 1812 to you. Why not?\n\nWe didn't think we'd find ourselves here, either. But on Wednesday, CNN reported that the 206-year-old war figured prominently in a discussion between President Trump and Prime Minister Justin Trudeau of Canada on May 25. According to CNN's unnamed sources, President Trump asked Mr. Trudeau, \"Didn't you guys burn down the White House?\"\n\nThe Canadian Broadcasting Corporation then confirmed the CNN report. The Times has not independently confirmed the remarks.\n\nIt's unclear if the president was trying to make a joke during what was, reportedly, a tense call about his decision to impose steep tariffs on metals imported from Canada, Mexico and the European Union.\n\nAny lesson on the War of 1812 probably isn't the most vivid memory people have from their high school history classes, so its details may be fuzzy to many. And with the war suddenly in the news and the butt of jokes on social media, they might fairly wonder: Well, did Canada burn down the White House?",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4017109",
        "shares": {
          "facebook": 163610,
          "pinterest": 193
        },
        "wgt": 163803
      },
      {
        "uri": "883136068",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-07",
        "time": "21:17:00",
        "dateTime": "2018-06-07T21:17:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/07/health/depression-suicide-helping.html",
        "title": "What to Do When a Loved One Is Severely Depressed ",
        "body": "There are no easy answers for helping someone struggling with depression, especially if you've already tried and tried. Here are some tips from experts.\n\nReports of Kate Spade's suicide and struggle with depression have transformed her from symbol of polished prep to a blunt reminder that suffering affects all types.\n\nHer death has inspired hundreds to tweet some version of the same message: Mental illness is nothing to be ashamed of.\n\nBut deep in the comment threads, some also debated a more uncomfortable question: What do you do when a friend is depressed for such a long time that you've started to feel that that nothing you can do will make a difference, and your empathy reserves are tapped out? There are no easy answers. But here are some tips from experts:\n\nYou may not feel that your presence is wanted. But just being by the side of someone who is depressed, and reminding her that she is special to you, is important to ensuring that she does not feel alone, said Dr. Norman Rosenthal, a clinical professor of psychiatry at Georgetown University School of Medicine.\n\nIf she acknowledges she's depressed, that's a good sign, said Dr. Rosenthal. He recalled the story of a patient who stopped feeling suicidal after telling people he was close to how he was feeling.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 91681,
          "pinterest": 44
        },
        "wgt": 91725
      },
      {
        "uri": "882426607",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "21:05:00",
        "dateTime": "2018-06-06T21:05:00Z",
        "dataType": "news",
        "sim": 0.5333333611488342,
        "url": "https://www.nytimes.com/2018/06/06/style/andy-spade-statement.html",
        "title": "Andy Spade's Statement About Kate Spade's Death",
        "body": "Andy Spade, the husband of the designer Kate Spade who died on Tuesday in New York City, addressed his wife's depression and treatment, the status of their marriage, and their lives as long-time collaborators. Here is his statement in full.\n\nKate was the most beautiful woman in the world. She was the kindest person I've ever known and my best friend for 35 years. My daughter and I are devastated by her loss, and can't even begin to fathom life without her. We are deeply heartbroken and miss her already.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4013959",
        "shares": {
          "facebook": 71821,
          "pinterest": 3
        },
        "wgt": 71824
      },
      {
        "uri": "882501174",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "23:58:00",
        "dateTime": "2018-06-06T23:58:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/06/opinion/trump-central-park-five.html",
        "title": "Opinion | 'I Want to Hate'",
        "body": "\"Yes, Mayor Koch, I want to hate these murderers and I always will. I am not looking to psychoanalyze or understand them, I am looking to punish them.\"\n\nThat to me is the thing with this man: He wants to hate. When Trump feels what he believes is a righteous indignation, his default position is hatred. Anyone who draws his ire, anyone whom he feels attacked by or offended by, anyone who has the nerve to stand up for himself or herselfand tell him he's wrong, he wants to hate, and does so.\n\nThis hateful spirit envelopes him, consumes him and animates him.\n\nHe hates women who dare to stand up to him and push back against him, so he attacks them, not just on the issues but on the validity of their very womanhood.\n\nHe hates black people who dare to stand up -- or kneel -- for their dignity and against oppressive authority, so he attacks protesting professional athletes, Black Lives Matter and President Barack Obama himself as dangerous and divisive, unpatriotic and un-American\n\nHe hates immigrants so he has set a tone of intolerance, boasted of building his wall (that Mexico will never pay for), swollen the ranks of Immigration and Customs Enforcement, and attacks some as criminals and animals.\n\nHe hates Muslims, so he moves to institute his travel ban and attacks their religion with the incendiary comment that \"I think Islam hates us,\"\n\nHe always disguises his hatred, often as a veneration and defense of his base, the flag, law enforcement or the military. He hijacks their valor to advance his personal hatred.\n\nSo I remember that. I center that. I hear \"I want to hate\" every time I hear him speak. And I draw strength from the fact that I'm not fighting for or against a political party; I'm fighting hatred itself, as personified by the man who occupies the presidency. That is my spine stiffener.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 71087,
          "pinterest": 19
        },
        "wgt": 71106
      },
      {
        "uri": "882497598",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "23:48:00",
        "dateTime": "2018-06-06T23:48:00Z",
        "dataType": "news",
        "sim": 0.6705882549285889,
        "url": "https://www.nytimes.com/2018/06/06/us/white-restaurant-manager-enslaved-black-employee.html",
        "title": "White Manager Pleads Guilty to Forcing Black Cook to Work for Years Without Pay",
        "body": "A white South Carolina man who managed a buffet restaurant near Myrtle Beach admitted in federal court this week that he had beaten and verbally abused an intellectually disabled black cook, forcing him to work over 100 hours a week without pay for about five years, according to the Justice Department.\n\nIn pleading guilty to one count of forced labor on Monday, the defendant, Bobby Paul Edwards, 53, said that he had used violence, threats, isolation and intimidation against the victim, John Christopher Smith -- or \"JCS,\" as he is identified in court documents.\n\nMr. Edwards, who could face up to 20 years in prison when he is sentenced, admitted that while he was in charge, from 2009 to 2014, he beat Mr. Smith with a belt, punched him, hit him with pots and pans and burned Mr. Smith's bare neck with hot tongs, according to a Justice Department statement released on Tuesday. He also used abusive language and racial epithets against Mr. Smith.\n\nMr. Smith, who is around 40 years old, had worked at J&J Cafeteria in Conway, S.C., since he was 12, the Justice Department said, and feared losing his job.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4016763",
        "shares": {
          "facebook": 58767,
          "pinterest": 7
        },
        "wgt": 58774
      },
      {
        "uri": "881943032",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "06:48:00",
        "dateTime": "2018-06-06T06:48:00Z",
        "dataType": "news",
        "sim": 0.6470588445663452,
        "url": "https://www.nytimes.com/2018/06/06/us/politics/judge-perksy-brock-turner-recall.html",
        "title": "California Voters Remove Aaron Persky, the Judge Who Gave a 6-Month Sentence for Sexual Assault",
        "body": "Aaron Persky, the California judge who drew national attention in 2016 when he sentenced a Stanford student to just six months in jail for sexually assaulting an unconscious woman, was recalledon Tuesday, according to The Associated Press. He is the first judge recalled in California in more than 80 years.\n\nJudge Persky, 56, had served on the Santa Clara County Superior Court since 2003, and he began his most recent six-year term in June 2016.\n\nIn March 2016, a jury found Brock Turner, then 20, guilty on all three felony charges against him: sexual penetration with a foreign object of an intoxicated person, sexual penetration with a foreign object of an unconscious person, and intent to commit rape. The charges stemmed from Mr. Turner's actions the year before, when he sexually assaulted a woman near a dumpster after she had blacked out from drinking.\n\nThe maximum sentence was 14 years. Judge Persky sentenced Mr. Turner to six months, of which he served three before being released in September 2016. (Mr. Turner also received three years of probation and was required to register as a sex offender, and Stanford expelled him.)",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4011591",
        "shares": {
          "facebook": 56275
        },
        "wgt": 56275
      },
      {
        "uri": "883557007",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "12:58:00",
        "dateTime": "2018-06-08T12:58:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/08/us/politics/trump-russia-g7-readmitted-tariffs.html",
        "title": "Trump Calls for Russia to Be Readmitted to G-7",
        "body": "WASHINGTON -- President Trump called on the world's leading economies on Friday to reinstate Russia to the Group of 7 nations four years after it was cast out for annexing Crimea, once again putting him at odds with America's leading allies in Europe and Asia.\n\nThe president made the suggestion to reporters as he headed to Canada for the annual meeting of the G-7, a gathering that already was promising to be crackling with tension over trade, Iran and Mr. Trump's sharp-edged approach to foreign leaders.\n\nRussia joined the group in the 1990s after emerging from the wreckage of the Soviet Union, making it the G-8, but its armed intervention in its neighbor Ukraine in 2014 and its seizure of the Crimean peninsula isolated it from other major powers.\n\nThe remaining members, led by the United States under President Barack Obama, expelled it in a sign of global resolve not to let established international borders be rewritten by force.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 49910,
          "pinterest": 48
        },
        "wgt": 49958
      },
      {
        "uri": "883696968",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "16:54:00",
        "dateTime": "2018-06-08T16:54:00Z",
        "dataType": "news",
        "sim": 0.4117647111415863,
        "url": "https://www.nytimes.com/2018/06/08/opinion/anthony-bourdain-suicide.html",
        "title": "Opinion | The Insatiable and Unknowable Anthony Bourdain",
        "body": "Anthony Bourdain devoured the world. That's not hyperbole. It's not even metaphor. There was no place that he wasn't curious to explore, no food that he wasn't determined to try, no cap on his hunger and no ceiling, or so it always seemed, on his joy.\n\nIn his writing and especially on his TV shows, most recently CNN's \"Parts Unknown,\" he exhorted the rest of us to follow his lead and open our eyes and our guts to the wondrous smorgasbord of life. He insisted that we savor every last morsel of it.\n\nIt turns out that he himself could not. Bourdain, 61, was found dead on Friday in a hotel room near Strasbourg, France, where he was shooting an episode of that CNN show. The cause, according to the network, was suicide.\n\nHis death ends a blazing career that contributed as much as anybody else's to Americans' increased fascination with, and knowledge about, food in all its multiethnic splendor. If we're savvier to the ways of banh mi, bo ssam and dim sum than we were two decades ago, we have Bourdain in large measure to thank. With television cameras in tow, he showed us Asia, Australia, Africa -- and he tasted all of them for us.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4021132",
        "shares": {
          "facebook": 46534,
          "pinterest": 20
        },
        "wgt": 46554
      },
      {
        "uri": "882418282",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "20:49:00",
        "dateTime": "2018-06-06T20:49:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/interactive/2018/05/16/magazine/health-issue-convicted-prisoners-becoming-caregivers.html",
        "title": "The Prisoners Who Care for the Dying and Get Another Chance at Life",
        "body": "In a California prison hospice, inmates become caregivers to fellow convicts who will never make it out alive.\n\nInked in tattoos from neck to knuckle, Kevion Lyman rose from his bunk at dawn, pulled scrubs over his skinny frame, stepped out of his cell and set out for work. The 27-year-old strolled down the long central hallway connecting the different wings of the prison, past the dining hall, the solitary-confinement unit for violent offenders and the psych ward. Pushing open the big steel doors, he reported for his morning shift in the hospice.\n\nGreat efforts have been made to differentiate the hospice from the rest of the prison: The windows have white shutters, root-beer floats are occasionally served, the walls are plastered in artwork and a plastic tree, left over from Christmas with green-and-red tinsel looping through its branches, lights up the entrance. These attempts to add cheer go only so far, of course. Shutters open onto iron bars. Correctional officers escort nurses as they make rounds with a medication cart. Inmate workers are frisked at the start and the end of their shifts. And until recently, the only outdoor space available to patients was a small chain-link-fenced patio nicknamed \"the dog run.\" The California Medical Facility, a medium-security prison in Vacaville, midway between San Francisco and Sacramento, houses general-population inmates as well as those with health conditions and specialized medical needs. It is home to 2,400 men -- some young and healthy, others disabled and sick, and then those in the hospice, who are dying.\n\nLater that January morning, Lyman and two co-workers, Fernando Murillo and Kao Saephanh, smoothed clean sheets and a red, flowery quilt onto an empty bed. They were ushering in their newest patient: a lanky man clad in a navy jumpsuit named Jimmy Figueroa. Finding a spot on the edge of his new mattress, Figueroa held a carton of fortified milk, appearing dazed as he slurped on a straw through the large gap where his teeth had once been. With a deep tan, a full head of silvery-black hair elegantly parted in the middle and knockoff Ray-Ban sunglasses perched on the bridge of his nose, he looked, as one of the men observed, like an Italian hit man in a movie.\n\n\"I believe we've done business together,\" he said to Saephanh.\n\n\"Oh, yeah?\"\n\n\"I sold you some nuclear weapons a few years back. You're Kim Jong-il,\" said Figueroa, as though he were greeting an old colleague. He did not appear to be joking.\n\nSaephanh laughed, exchanging a raised eyebrow with his co-workers. Lyman, who stood to his right, was toting a welcome box filled with toiletries, flip-flops, a blue-and-white-pinstriped robe and a urine bottle for emergencies. He held the bin out to Figueroa. \"Nice to meet you, Big Dog. That's for you.\"\n\n\"Religion?\" Saephanh asked, filling out the intake sheet.\n\n\"I've got five religions.\" Figueroa's face brightened into a grin as he counted them on each of his fingertips -- \"Muslim, Catholic, Buddhist, Christian. ... \"\n\n\"I feel you. Me, too,\" Lyman said, giving him a fist bump. \"This is the TV, a'ight?\" He pointed to the plastic monitor on the dresser, where Dr. Oz and Donald Trump were deep in conversation.\n\nMurillo got down on one knee on the linoleum floor so that he was at eye level with the patient. He put tan socks on Figueroa's feet, which dangled off the side of the bed, and gave them a squeeze. \"We're here for you -- anything you need. Now, it's time to get some rest.\"\n\n\"I've got a big brain!\" Figueroa exclaimed. \"Did you know I'm a very important man? I'm the son of Hitler, and I work for the U.S. government on very important projects.\"\n\nMurillo placed a gloved hand on Figueroa's shoulder and stood up to leave. \"Even people with big brains need to rest.\"\n\nThe hospice at the California Medical Facility is one of the nation's first and the only licensed hospice unit inside a California prison. Built in 1993 in response to the AIDS crisis and inmate-led demands for more humane care, the hospice was originally populated with young men dying of complications of the disease. Today, the 17-bed unit is filled with a different demographic: graying men with everything from end-stage cancer to Alzheimer's shuffle around with walkers, sit in wheelchairs watching television or lie curled up under heavy blankets.\n\nPrisoners older than 55 serving time in federal and state prisons make up the fastest-growing age group behind bars, increasing more than 500 percent since the 1990s, from 26,300 aging inmates in 1993 to 164,800 at the end of 2016. Criminal-justice experts point to a mix of policies that landed us here: long sentences from get-tough-on-crime laws, a steady increase of older adults entering prison and challenges with the timely issuing of compassionate release and medical parole. One result is a different kind of death penalty for violent and nonviolent offenders alike. As one patient said to me when I first arrived at the hospice, \"Welcome to death row.\"\n\nMost prisons were never built to be nursing homes. Correctional officers often aren't equipped with the necessary training, and medical staff can be spread thin. Here at the California Medical Facility, that's where men like Lyman, Saephanh and Murillo come in. They are part of a cohort of about two dozen men called the Pastoral Care Service Workers. Most of them are convicted murderers serving life sentences who have been granted an unusual role: providing dignified deaths to their fellow inmates.\n\nA job in the hospice is not easy to come by. To qualify, Lyman and the others first have to pass a series of interviews and disciplinary checks and agree to random drug tests. They do 70 hours of preliminary training in the psychological and spiritual dynamics of end-of-life care, bedside etiquette and the bereavement process. But the real education comes with the patients. Keith Knauf, a Presbyterian chaplain who oversees the program, believes that caring for the dying teaches compassion and changes these men in profound ways. Of some 250 workers who have been released from prison since the program began, he says, none has returned for a felony and only three have returned for minor parole offenses. Knauf's estimates put the program's recidivism rate at 1.2 percent. Nationally, around 25 percent of federal inmates return to prison within eight years.\n\nSeven days a week, the workers pull 10- to 15-hour shifts, often longer. It's one of the lowest paid jobs available, making just 15 to 32 cents an hour. They brush patients' teeth, massage sore limbs, read books out loud, strip soiled mattresses and assist the medical staff. Trust is a rare currency in prison, and some patients whisper conspiracies that the hospice doctors and nurses prioritize the interests of the criminal-justice system over their well-being. The workers can serve as the trusted middlemen between the patients and medical staff. When patients are in their final hours, it is the workers who sit bedside, holding round-the-clock vigils. They pride themselves on their policy: No prisoner here dies alone.\n\nWhether you're in prison or on the outside, the person being cared for or the caretaker, dying happens in unpredictable ways. Some patients go within hours, like a skeletal man in his 70s who was admitted one morning while I was visiting the unit and zipped into a body bag by sundown. Others the workers get to know well over many weeks. One patient named Lamerrill Dawson had been there for nearly five months, so long that he wondered if he even belonged in the hospice. Known for terrorizing the ward with tantrums, Dawson treated the workers like his personal butlers. He reserved a special kind of torment for Lyman, badgering him with a never-ending list of demands. \"Change my diaper, [expletive]!\" he was known to holler. \"This food is [expletive].\"\n\nThe workers make a point not to find out what the patients have done. They worry that knowing too much could affect the quality of care. When a patient's past sins cross over into the realm of the horrific, it can be hard to keep creeping judgments and questions at bay. How do you reconcile the dissonance between the serial killer and the elderly patient, bedridden, incontinent and lost in the fog of dementia? The workers are also in prison for crimes, but that doesn't make them immune to judgment. \"Death can be an equalizer,\" Lyman said. The past falls aside. Time is grounded in the shifting demands of the body as it begins its decay.\n\nSaephanh is the hospice's self-appointed barber, and on a sunny, cloudless day, he promised to give Ralph Martinez, a patient with cirrhosis of the liver, a haircut. Martinez sat in a rust-red barber chair outside in the dog run. He tipped his head back and closed his eyes, letting the noon sun graze his sallow skin. Saephanh got to work with the clippers, sending snippets of black hair skittering onto the pavement beneath their feet (the dog run has since been turned into a garden). According to Saephanh, in most other prisons, a Latino would never get a haircut from an Asian barber, or vice versa. Invisible boundaries carve up the cellblocks, and consorting with the \"wrong kind,\" especially for gang members like Martinez, who belonged to Nuestra Familia, can get you \"got.\" But within the walls of the hospice, these unspoken rules don't seem to matter as much. Black men give meal trays to white men with swastika tattoos on their faces, Crips play cards with Bloods and everyone here -- regardless of creed, race or politics -- gets his hair cut by Saephanh.\n\nSaephanh says he started hospice work because he was looking for redemption. \"I've done a lot of bad things in the past, and I feel like I can do some good to try and make it right with him. It's the Christian thing to do.\" He grew up in Merced, a nearby city, going to church every Sunday with his five siblings. His father, a landscaper, and his mother, a janitor, emigrated here from the mountains of Laos after the Vietnam War. In eighth grade, Saephanh started hanging around some older cousins who were involved in ganglike activities. He thought they were cool and wanted to be more like them -- \"drinking, drugs, partying and guns, you know.\" Then, at age 17, Saephanh was at a Halloween party, and a brawl broke out. \"I'd never seen anybody really die except for the time that I did it, that I shot and killed the guy. Even then I didn't watch, I just did it, and I left.\"\n\nThat was 12 years ago. Now, at 29, Saephanh watches people die regularly. His friends give him a hard time about working in the hospice. \"They're like, 'Aw, man, you're in there wiping butt!' \" Saephanh told me. He doesn't mind much. He keeps looking for small ways to make patients smile and feel a little more comfortable before they go. He spends his wages on ice-cream cones and vending-machine snacks to pass around. He pays special attention to the more isolated patients, like Ernest Marin Jr., a 79-year-old who quickly earned a bad rap in the hospice for stealing from the bunks of others. Saephanh had heard disturbing rumors about the gruesome crime he committed on the outside. He didn't know if it was true, but he was determined to treat Marin the same way he would any of the others. Having your freedom taken away, having to die in prison, as most here did, with gutting guilt, monolithic regret or the suspicion that the system was rigged against them all along was punishment enough, he believed.\n\nSaephanh gave Marin a gray trucker hat, which he wore every day. When he noticed that Marin's shoes were falling apart, he asked around to see if anyone had a pair of size 10 sneakers that they might be willing to donate. These gestures caught Marin by surprise. Slowly, he stopped misbehaving as much and started airing out old jokes. By the time I met Marin, he had become the resident comic, spontaneously breaking out into what he called the \"boogie-woogie\" as he danced in his wheelchair, snapping his dentures in the air like castanets. \"He trusts me to make his bed and to go into his area without him there,\" Saephanh told me, beaming.\n\nMost of the other workers were just as candid and forthcoming about their pasts -- it was what led them to the hospice. Murillo, who is 38, has wavy black hair, an olive-cast complexion and dark-lashed eyes. He was quick to cry, especially when he talked about his life before. Born in Berkeley to young parents who couldn't provide for him, Murillo stole food and clothes in elementary school to get by. Bullied at school and beaten at home, he began acting out. \"It felt better to be viewed as an aggressive individual who was tough, as opposed to a kid who had shame for getting hit at home, for not getting fed, for living in a place that he wasn't wanted. It was much easier for me to hang around with people who accepted me for being violent.\"\n\nMurillo has been locked up since age 16, more than half of his life, and is serving a life sentence for murder in the second degree. A landmark California law, passed in 2013, allowing juvenile offenders with life sentences the chance to earn parole, gave Murillo hope that he might get out of prison one day. He had a parole hearing a few years ago but received a seven-year denial, meaning that for the time being, his life sentence stands.\n\nEach of the workers has his own style of caregiving, but if there is one trait that stands out about Murillo, it is the tenderness with which he handles the patients. When Jimmy Figueroa needed a shower, Murillo stood in the stall with him to make sure he didn't fall, fidgeted with the water temperature until it was just right and gently helped towel him off. A few days later, when Ralph Martinez's health took a sudden turn for the worse and he began sobbing on his bed, it was Murillo who sat down next to him and put an arm around his shoulders. \"I'm just returning something I didn't get as a kid,\" Murillo told me, rocking back and forth in his chair, punching his hands together. \"All I wanted was kindness and to be held as a boy. Now I get to do that for somebody else. There's also the regret of not being able to do that for my victims, for the people in my community who I hurt.\"\n\nIt took Lyman a while to tell me why he was there. He was shy in a way that could easily be misread as disinterest. Eyes superglued to the ground, slender shoulders tense and hunched, he responded to my questions in as few words as possible. When I asked why he decided to work in the hospice, he told me he didn't like his previous job in the prison kitchen. Then, in a voice quiet enough that I was forced to crane my neck to hear him, he mumbled, \"Also, I had cancer before, so I wanted to work with people who went through something I went through.\"\n\n\"Me, too,\" I said. \"Leukemia.\"\n\nLyman's eyes widened in surprise. \"Lymphoma, non-Hodgkin,\" he shot back. His shoulders relaxed, and for the first time since we met, he lifted his head and looked me in the eyes.\n\nLyman grew up in the projects near Compton with a teenage mother and a father who was sentenced to life in prison when he was 5. \"I was the kid my mom learned how to raise kids with,\" he said. \"None of my other siblings got in trouble, just me. I'm the black sheep. I'm my daddy's son.\" Lyman didn't have what it took to become a rapper, his first career plan. By the time he was 13, he'd become a member of the Compton Crips. He loved everything about gang life -- the chaos and girls, the booze and drugs, the tempting of fate each day on the streets -- until one afternoon, two weeks after his 18th birthday, he was involved in a shootout with a rival gang in broad daylight. Lyman missed, his gun jamming, but it was too late. A fleet of police cars swerved into view before he could run, the wail of sirens slicing through the residential block. \"That's when I knew it was down, down, baby.\" He got 19 years for attempted murder.\n\nIn Lyman's first few weeks at the Los Angeles County Jail, he noticed a lump on his right elbow. He didn't think anything of it at first. At 18, his body was as strong and fast as ever. But over the course of the next few months, the lump grew to the size of a hard-boiled egg, his already slim frame withered and he began to lose sensation in one hand. After the diagnosis, Lyman was escorted each day by officers to a nearby medical center, where he received radiation treatments while handcuffed to a hospital bed. The hair on his arm singed off, his skin charred to a crisp and he grew so weak that he needed a wheelchair. Lyman didn't expect to live -- wasn't sure he even wanted to -- but after dozens of treatments, the cancer went into remission.\n\nIt was strange for Lyman to know that without his arrest and the access to medical care that had come with it, he probably wouldn't be alive. And once he was well, he didn't know what to make of it all -- or what to make of himself. \"I was lost. I was ignorant to who I could be.\" He married a girl he knew from Compton in a no-fuss ceremony in the visiting yard of the prison and became a father to her two young children. But he was still trying to figure it out.\n\n\"Before, I was numb. Death didn't hold the weight that it should have held.\" Now, through his work, he had the opportunity to treat death with respect. \"Most people are scared to death of death, but I get the chance to be with people -- to impart what I have, and they get to impart what they have,\" Lyman said. \"It gives me a chance to live.\"\n\nIt was Lyman whom Lamerrill Dawson asked for when his condition began to worsen. When Dawson became delusional, babbling to imaginary gods, the doctors grew concerned enough to put him on vigil status. Lyman and the other workers took turns sitting by his bedside until Dawson suddenly regained consciousness. \"How come I'm on vigil? I want to get up in my wheelchair so that I can breathe!\" Dawson threw such a fit that the staff agreed to take him off vigil, and the workers got up to leave.\n\nThe next day, when Lyman went to work, he walked straight to the cell in the rear right corner. Dawson lay in bed with eyes wide open. Lyman braced himself for the usual morning's invective but instead found only silence. He took a step closer. Dawson looked strange, he thought to himself -- skin waxen, lips bluish, pupils vacant. Then Lyman noticed the body bag left behind by the nurses. While delivering breakfast trays around the unit, they had been the first to discover his cooling body.\n\nLyman was upset that Dawson died alone, and even more upset with himself for not pushing harder to stay by his side. But after months of explosive outbursts, everyone had learned it was easier to do as Dawson said. Now, without Dawson there to tell him what to do, Lyman stood, surveying the quiet room. He called Murillo, and they got to work, helping to wash Dawson's body with a sponge and preparing it for the morgue. When it came time to tie a toe tag onto Dawson's foot, Lyman felt his throat narrow and tighten. As difficult as Dawson was, he had grown on him over the months. It was moments like those when Lyman was reminded how flimsy the divide between the healthy and the sick really was. None of the workers knew when they might end up here in the hospice -- not as worker, but as patient.\n\nThe last dusky rays of sun sifted through the shuttered windows of the hospice. Lyman sat in a recliner, taking a break, before starting his second shift of the day. He picked up the silver receiver of a pay phone and pressed it close to his cheek. His son, only 3 at the time, was on the other side.\n\n\"You not at work -- you in prison,\" his son replied with innocent, blunt honesty. Lyman's face crumpled. He told him he loved him, promised to call back soon and placed the phone back in its cradle.\n\nWithin 24 hours, another patient moved into Dawson's room, and Lyman helped him get settled. The patient taped pictures to the wall -- a poster of the ocean in Hawaii where he surfed as a kid, the silhouette of a pinup model torn from a magazine and a photograph of his mother hugging her service dog, a pit bull named Cuddles. Lyman started to clean the room with sanitizing wipes. Before he could finish, he was called next door where another patient had been put on vigil.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 34514,
          "pinterest": 102
        },
        "wgt": 34616
      },
      {
        "uri": "882836323",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-07",
        "time": "12:25:00",
        "dateTime": "2018-06-07T12:25:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/07/opinion/kate-spade-depression.html",
        "title": "Opinion | Kate Spade and the Illness Hidden With a Smile",
        "body": "Ms. Merkin is the author of \"This Close to Happy: A Reckoning With Depression.\"\n\nSuicide, no matter how well we know a person, usually comes as a shock, even a violation, putting the lie to our conviction that existence is to be cherished. The fact that taking one's own life can exist on a parallel track with our ordinary days, in which we go out to dinner or put our children to bed or worry about growing old, always puts me in mind of W. H. Auden's poem \"Musée des Beaux Arts.\" Overtly about the poet's gazing upon Bruegel's painting \"The Fall of Icarus,\" the poem evokes the relativity of tragedy and the isolation of despair: \"About suffering,\" it begins, \"they were never wrong,/ The old Masters: how well they understood/ Its human position: how it takes place/ While someone else is eating or opening a window or just walking dully along.\"\n\nWe are all, always, outsiders when it comes to other people's pain. But there is no starker reminder of that truth than suicide.\n\nSerious depression, which almost always precedes suicide, retains not only the stigma of mental illness and is thus often undisclosed even to one's nearest, but is also a fairly disguisable illness. Most often, it leaves no track marks. It comes without benefit of casts or bandages. It can be covered up with a smile and denied even by the one enduring it.\n\nHaving suffered from acute depression since I was a very young girl, I am all too familiar with this paradox. I learned early on -- no one wants to be around a sad girl, after all -- to artfully distance myself from my own downcast mood, to whistle a happy tune around my peers as well as adults in official positions, such as teachers and doctors.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 33486,
          "pinterest": 17
        },
        "wgt": 33503
      },
      {
        "uri": "883231227",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "01:30:00",
        "dateTime": "2018-06-08T01:30:00Z",
        "dataType": "news",
        "sim": 0.686274528503418,
        "url": "https://www.nytimes.com/2018/06/07/us/politics/trump-affordable-care-act.html",
        "title": "Justice Dept. Says Crucial Provisions of Obamacare Are Unconstitutional",
        "body": "WASHINGTON -- The Trump administration told a federal court on Thursday that it would no longer defend crucial provisions of the Affordable Care Act because they were part of an unconstitutional scheme that required most Americans to carry health insurance.\n\nUnder these provisions of the law, insurance companies cannot deny coverage or charge higher rates to people with pre-existing medical conditions.\n\nIn a court case filed by Texas and 19 other states, the Justice Department said the requirement for people to have insurance -- the individual mandate -- was unconstitutional.\n\nThe Supreme Court upheld the individual mandate in 2012 as an exercise of the government's power to tax. But since Congress repealed the tax last year, the mandate and the law's consumer protections can no longer be justified, the Justice Department said.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4020347",
        "shares": {
          "facebook": 29520,
          "pinterest": 18
        },
        "wgt": 29538
      },
      {
        "uri": "881478571",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-05",
        "time": "14:03:00",
        "dateTime": "2018-06-05T14:03:00Z",
        "dataType": "news",
        "sim": 0.6117647290229797,
        "url": "https://www.nytimes.com/2018/06/05/business/miss-america-swimsuit.html",
        "title": "Miss America Ends the Swimsuit Portion of Its Competition",
        "body": "For nearly a century, Miss America contestants have strutted onstage and struck poses in increasingly skimpy swimsuits, in a controversial pageant tradition that organizers long defended as a gauge of the women's physical fitness.\n\nBut the bikini has been banished. The Miss America Organization, confronting a harassment scandal and trying to find its place in the #MeToo era, announced on Tuesday that it would scrap the swimsuit portion, starting with its next pageant in September.\n\n\"We are not going to judge you on your outward appearance,\" Gretchen Carlson, a former Fox News anchor who is now the organization's chairwoman, said on ABC's \"Good Morning America.\" \"We want more women to know that they are welcome in this organization.\"\n\nMs. Carlson, who assumed a prominent voice for women's rights in the workplace after filing a harassment lawsuit in 2016 against the former Fox chairman Roger Ailes, said the competition would focus more on the contestants' talents, intelligence and ideas.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4013300",
        "shares": {
          "facebook": 28441,
          "pinterest": 9
        },
        "wgt": 28450
      },
      {
        "uri": "883511192",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "11:41:00",
        "dateTime": "2018-06-08T11:41:00Z",
        "dataType": "news",
        "sim": 0.6901960968971252,
        "url": "https://www.nytimes.com/2018/06/08/business/media/anthony-bourdain-dead.html",
        "title": "Anthony Bourdain, Travel Host and Author, Is Dead at 61",
        "body": "The travel host Anthony Bourdain, whose memoir \"Kitchen Confidential\" about the dark corners of New York's restaurants started a career in television, died on Friday at 61.\n\nFor the past several years, Mr. Bourdain hosted the show \"Parts Unknown\" on CNN and was working on an episode in Strasbourg, France, when he died, the network said Friday morning. He killed himself in a hotel room, the network said.\n\n\"It is with extraordinary sadness we can confirm the death of our friend and colleague,\" CNN said in a statement.\n\nThis story is developing.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4021132",
        "shares": {
          "facebook": 28159,
          "pinterest": 4
        },
        "wgt": 28163
      },
      {
        "uri": "883022893",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-07",
        "time": "17:33:00",
        "dateTime": "2018-06-07T17:33:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/07/us/politics/liz-dick-uihlein-republican-donors.html",
        "title": "The Most Powerful Conservative Couple You've Never Heard Of",
        "body": "Few political donors are as influential, yet little known, as Liz and Dick Uihlein.\n\nThe Midwestern couple has joined the upper pantheon of Republican donors alongside names like Koch, Mercer and Adelson. They have spent roughly $26 million on the current election cycle, supporting more than 60 congressional candidates, working outside the party establishment to advance a combative, hard-right conservatism, from Washington to the smallest town.\n\nMr. Uihlein (pronounced YOU-line), a scion of one of the founders of Schlitz beer, underwrites firebrand anti-establishment candidates who typically defend broad access to assault weapons and assail transgender rights. He has also bankrolled partisan newspapers and backed Roy Moore in Alabama even after he was accused of sexual misconduct with underage girls.\n\nMrs. Uihlein is the hands-on president of Uline, the packing-supply giant the couple founded together nearly four decades ago. Her own views emerge in dispatches she sends out in the company catalog: about her devotion to Fox News, her love for Hall & Oates -- they once performed at Uline -- and her disdain for marijuana. \"Have the politicians gone mad?\" she once wrote about the legalization of the drug. \"It's bad news.\"\n\nPerhaps nothing illustrates the couple's determination to set the agenda more than their efforts in the Wisconsin town of Manitowish Waters. They have spent millions remaking the small community and buying up much of its downtown. In 2016, shortly before Mrs. Uihlein joined the Trump campaign as a major fund-raiser, she threatened to divert $300,000 in planned donations if the town didn't move a boat ramp that was near a pavilion she had built.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 26428,
          "pinterest": 14
        },
        "wgt": 26442
      },
      {
        "uri": "883568241",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "13:16:00",
        "dateTime": "2018-06-08T13:16:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/08/business/media/bourdain-death-reactions.html",
        "title": "'Tony Was a Symphony': Fans and Friends Remember Anthony Bourdain",
        "body": "Anthony Bourdain's death by suicide on Friday prompted an outpouring of grief on social media, with fellow celebrities, foodies and fans paying tribute to the writer and television host who charmed many with his unvarnished, thoughtful commentary.\n\nAndrew Zimmern, a fellow celebrity chef, said that Mr. Bourdain's last year had been his happiest.\n\n\"A piece of my heart is truly broken this morning,\" Mr. Zimmern wrote on Twitter. \"And the irony, the sad cruel irony is that the last year he'd never been happier. The rest of my heart aches for the 3 amazing women he left behind. Tony was a symphony. I wish everyone could have seen all of him. A true friend.\"",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 26169,
          "pinterest": 16
        },
        "wgt": 26185
      },
      {
        "uri": "881775865",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-05",
        "time": "23:15:00",
        "dateTime": "2018-06-05T23:15:00Z",
        "dataType": "news",
        "sim": 0.4313725531101227,
        "url": "https://www.nytimes.com/2018/06/05/technology/facebook-device-partnerships-china.html",
        "title": "Facebook Gave Data Access to Chinese Firm Flagged by U.S. Intelligence",
        "body": "Facebook has data-sharing partnerships with at least four Chinese electronics companies, including a manufacturing giant that has a close relationship with China's government, the social media company said on Tuesday.\n\nThe agreements, which date to at least 2010, gave private access to some user data to Huawei, a telecommunications equipment company that has been flagged by American intelligence officials as a national security threat, as well as to Lenovo, Oppo and TCL.\n\nThe four partnerships remain in effect, but Facebook officials said in an interview that the company would wind down the Huawei deal by the end of the week.\n\nFacebook gave access to the Chinese device makers along with other manufacturers -- including Amazon, Apple, BlackBerry and Samsung -- whose agreements were disclosed by The New York Times on Sunday.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4010141",
        "shares": {
          "facebook": 23395,
          "pinterest": 34
        },
        "wgt": 23429
      },
      {
        "uri": "881981541",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "08:07:00",
        "dateTime": "2018-06-06T08:07:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/06/movies/wont-you-be-my-neighbor-review-mister-rogers.html",
        "title": "Review: Take the Next Trolley to 'Won't You Be My Neighbor?'",
        "body": "By sheer coincidence -- unless it is, somehow, a sign of the times -- the two best American movies in theaters right now both happen to be about Protestant ministers grappling with their vocations in a fallen and frightening world. One of these men of the cloth is a fictional character, Ernst Toller, the anguished pastor (played by Ethan Hawke) who ministers to a dwindling flock in Paul Schrader's \"First Reformed.\" The other is a real person: Fred Rogers, a graduate of the Pittsburgh Theological Seminary whose millions of congregants assembled in front of their parents' television sets from the late 1960s until the early years of this century, absorbing his benign and friendly secular wisdom.\n\nTo them -- to us -- he was always and only Mister Rogers. The custom of this publication is to strip the dead of their honorifics (he died in 2003), but that feels almost blasphemous here. The \"mister\" signified that this man was a grown-up, that the friendship he offered his young fans wasn't about condescending to us or compensating for his own lost youth. As he greeted us, he shed his suit jacket for a cardigan and traded his loafers for sneakers. But his tie stayed knotted, and his warmth carried an aura of gentle formality. He was not shy about being a role model or a benevolent authority figure. On the contrary, he took the responsibilities of adulthood seriously. He might have been the last of his kind.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 21961
        },
        "wgt": 21961
      },
      {
        "uri": "882236144",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "15:14:00",
        "dateTime": "2018-06-06T15:14:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/06/us/politics/ryan-trump-spygate-spy.html",
        "title": "Speaker Ryan Dismisses Trump's Charges of a Spy in his Campaign",
        "body": "WASHINGTON -- Speaker Paul D. Ryan sided on Wednesday with a Republican congressman who had said that the F.B.I. did nothing wrong by using a confidential informant to contact members of President Trump's campaign as it investigated its ties to Russia.\n\nPresident Trump had seized on the disclosure of the use of an informant to claim, without evidence, that federal law enforcement officials had improperly placed a spy in his campaign. He demanded a Justice Department inquiry of the matter and dubbed the matter \"SPYGATE\" in repeated posts on Twitter.\n\nBut Mr. Ryan became the highest-ranking Republican to throw cold water on that interpretation, which Democrats and former high-level law enforcement officials have claimed was an effort to discredit the ongoing investigation into Mr. Trump and his campaign. Mr. Ryan backed Representative Trey Gowdy, Republican of South Carolina, who pursued Hillary Clinton as the chairman of a special select committee on the 2012 attack in Benghazi, Libya, but infuriated some Republican partisans by rebuffing Mr. Trump on \"Spygate.\"\n\n\"Chairman Gowdy's initial assessment is accurate, but we have more digging to do,\" Mr. Ryan told reporters at a news conference on Wednesday. Mr. Gowdy is a former federal prosecutor, the chairman of the House Oversight Committee and one of House Republicans' most experienced investigators.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 21651,
          "pinterest": 19
        },
        "wgt": 21670
      },
      {
        "uri": "883226875",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "01:17:00",
        "dateTime": "2018-06-08T01:17:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/07/us/politics/times-reporter-phone-records-seized.html",
        "title": "Justice Dept. Seizes Times Reporter's Email and Phone Records in Leak Investigation",
        "body": "Mr. Wolfe, 57, a former Army intelligence analyst, worked for the committee in a nonpartisan capacity for more than 30 years. He worked closely with both Democrats and Republicans on the committee.\n\nWhen law enforcement officials obtained journalists' records during the Obama administration, members of Congress in both parties sounded alarms, and the moves touched off such a firestorm among advocates for press freedom that helped prompt the Justice Department to rewrite its relevant guidelines.\n\nUnder Justice Department regulations, investigators must clear additional hurdles before they can seek business records that could reveal a reporter's confidential sources, such as phone and email records. In particular, the rules require the government to have \"made all reasonable attempts to obtain the information from alternative, non-media sources\" before investigators may target a reporter's information.\n\nIn addition, the rules generally require the Justice Department to notify reporters first to allow them to negotiate over the scope of their demand for information and potentially challenge it in court. The rules permit the attorney general to make an exception to that practice if he \"determines that, for compelling reasons, such negotiations would pose a clear and substantial threat to the integrity of the investigation, risk grave harm to national security, or present an imminent risk of death or serious bodily harm.\"\n\nTop Justice Department officials must sign off on any attempt to gain access to a journalist's communications records.\n\nIt is not clear whether investigators exhausted all of their avenues of information before confiscating Ms. Watkins's information. She was not notified before they gained access to her information from the telecommunications companies. Among the records seized were those associated with her university email address from her undergraduate years.\n\n\"We intend to get to the bottom of these leaks. I think it has reached epidemic proportions,\" Mr. Sessions said in November during testimony on Capitol Hill. \"It cannot be allowed to continue, and we will do our best effort to ensure it does not continue.\"\n\n\"Freedom of the press is a cornerstone of democracy,\" Ms. Murphy said. \"This decision by the Justice Department will endanger reporters' ability to promise confidentiality to their sources and, ultimately, undermine the ability of a free press to shine a much-needed light on government actions. That should be a grave concern to anyone who cares about an informed citizenry.\"",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 21569,
          "pinterest": 17
        },
        "wgt": 21586
      },
      {
        "uri": "883032311",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-07",
        "time": "17:52:00",
        "dateTime": "2018-06-07T17:52:00Z",
        "dataType": "news",
        "sim": 0.364705890417099,
        "url": "https://www.nytimes.com/2018/06/07/us/politics/trump-allies-g7-summit-meeting.html",
        "title": "Trump Is About to Meet U.S. Allies in Canada. They're Angry.",
        "body": "WASHINGTON -- President Trump will travel to a sleepy village in Quebec on Friday to meet with the leaders of America's closest allies for a summit meeting that usually ends with a moment of global camaraderie -- the \"family photo\" that captures presidents and prime ministers smiling for the camera.\n\nThis year there won't be many grins.\n\nMr. Trump is the black sheep of this family, the estranged sibling who decided to pick fights with his relatives just before arriving to dinner. The dispute, Larry Kudlow, the president's top economic adviser, acknowledges, is \"much like a family quarrel,\" but with the potential for vast diplomatic and economic consequences for the world.\n\nThe anger of American allies, especially about Mr. Trump's decision to impose tariffs, is palpable.\n\n\"Patently absurd\" is what Liam Fox, the British trade minister, called them. Chancellor Angela Merkel of Germany said they were \"illegal,\" while Justin Trudeau, the Canadian prime minister, said they were \"insulting and totally unacceptable\" -- and that was in the carefully worded public statement. In a phone call with Mr. Trump, he was said to be even more blunt.\n\nAhead of the summit meeting, finance ministers from the other six countries that form the Group of 7, or G-7, condemned Mr. Trump's trade decisions in an extraordinary rebuke of a member nation's president. And some of the leaders themselves have threatened to boycott the usual end-of-meeting communiqué. A senior Canadian official said a statement by only Mr. Trudeau, the gathering's host, is possible.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4018976",
        "shares": {
          "facebook": 21285,
          "pinterest": 16
        },
        "wgt": 21301
      },
      {
        "uri": "882488527",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "23:27:00",
        "dateTime": "2018-06-06T23:27:00Z",
        "dataType": "news",
        "sim": 0.4549019634723663,
        "url": "https://www.nytimes.com/2018/06/06/nyregion/pizza-delivery-ice-deportation.html",
        "title": "He Delivered Pizza to an Army Base in Brooklyn. Now He Faces Deportation.",
        "body": "Food delivery. Sanctuary. Those are often the anchors for the more than half a million undocumented immigrants who live and work in New York City.\n\nBut an incident at the United States Army base in Fort Hamilton, Brooklyn, last week has called those foundations into question, and provoked new tension in the city's battle with federal immigration authorities over protections for immigrants without legal status.\n\nPablo Villavicencio Calderon, 35, an undocumented immigrant, was making a delivery from a brick-oven pizza restaurant in Queens to the army base next to the Verrazano-Narrows Bridge on Friday before lunchtime.\n\nAccording to his wife, Sandra Chica, he presented a New York City identification card, as he had done in the past. The card, provided through a program called IDNYC, was supposed to give undocumented immigrants a method of proving their identification when dealing with city agencies, including the Police Department and schools, neither of which are allowed to ask about immigration status.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4016962",
        "shares": {
          "facebook": 19417
        },
        "wgt": 19417
      },
      {
        "uri": "881704509",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-05",
        "time": "20:28:00",
        "dateTime": "2018-06-05T20:28:00Z",
        "dataType": "news",
        "sim": 0.43529412150383,
        "url": "https://www.nytimes.com/2018/06/05/world/europe/putin-trump-europe-tariffs.html",
        "title": "Putin Moves to Capitalize on Europe's Fury With Trump",
        "body": "BRUSSELS -- Russian President Vladimir V. Putin arrived in Austria on Tuesday sensing an opportunity almost unimaginable just months ago: to overhaul frosty relations with a European Union infuriated by President Trump on a host of issues from climate and Iran to, most recently, tariffs and trade.\n\nNever mind that Mr. Putin was until recently virtually a pariah in Europe after his military interventions in Ukraine, Crimea and Syria; after meddling in European elections and working hard to foment right-wing populist uprisings throughout the continent; after polluting the political environment with fake news; and after allegedly poisoning a former Russian spy and his daughter in Britain, charges Russia denies.\n\nMr. Putin was now gaining considerable traction by casting himself as a reliable friend and trading partner to Europe even as the Trump Administration was treating its closest allies there as strategic and economic competitors.\n\n\"It is not our aim to divide anything or anybody in Europe,\" Mr. Putin said in a television interview before he came to Vienna. \"On the contrary, we want to see a united and prosperous European Union because the European Union is our biggest trade and economic partner. The more problems there are within the European Union, the greater the risks and uncertainties for us.\"",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4013551",
        "shares": {
          "facebook": 18704,
          "pinterest": 30
        },
        "wgt": 18734
      },
      {
        "uri": "883708432",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "17:13:00",
        "dateTime": "2018-06-08T17:13:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/08/dining/anthony-bourdain-restaurants.html",
        "title": "Anthony Bourdain Was a Teller of Often Unappetizing Truths",
        "body": "Mr. Bourdain was a blood-and-organs kind of guy, and he became identified with his unflinching, at times ostentatious, descriptions of life, death, sex and digestion. Footage of fly-speckled goats' heads in open-air markets were to his travel shows what harbor sunsets were for other programs.\n\nAlthough he wasn't immune to hyperbole, he had an old-school chain-smoking newspaper editor's hatred of self-serving hypocrisy, particularly in other television hosts. He delighted in mocking celebrity chefs like Guy Fieri (whose Times Square restaurant he called \"the Terrordome\") and Paula Deen (\"the worst, most dangerous person to America\").\n\nAt times Mr. Bourdain's capacity as truth-teller could bleed into other, less salutary roles: the attention-seeking bully, the purveyor of well-polished shtick, the lecture-circuit fixture who, on cue, would curse like a line cook who has just chopped off the tip of his finger.\n\n\"I do a lot of speaking engagements and sometimes I feel like I'm being paid to curse in front of people who haven't heard it in a while,\" he said in a 2008 interview.\n\nIn the past few months, as accusations of sexual harassment and predatory behavior have shaken the restaurant industry, Mr. Bourdain's swaggering accounts of kitchen life have come in for re-evaluation. He certainly took pleasure in telling outsiders what it was like. Was there some pride in there, too, in belonging to a band of misfits and rule-breakers? Had he helped to popularize a workplace culture in which misogyny and abuse were overlooked, tolerated and sometimes even celebrated?\n\n\"To the extent which my work in 'Kitchen Confidential' celebrated or prolonged a culture that allowed the kind of grotesque behaviors we're hearing about all too frequently is something I think about daily, with real remorse,\" he wrote on Medium in December.\n\nHaving regularly heaped disgust and outrage on Harvey Weinstein (who was accused of rape by Asia Argento, Mr. Bourdain's partner), he was also confronted with serious and deeply unsettling allegations about Mario Batali, a friend. \"In these current circumstances, one must pick a side,\" Mr. Bourdain wrote. \"I stand unhesitatingly and unwaveringly with the women.\"\n\nBut if the feminist perspective was relatively new to his repertory, speaking out about sexual abuse was not. Long ago, in \"Kitchen Confidential,\" he had written about a union shop steward who had inserted his fingers into Mr. Bourdain's rectum every day, in front of the other kitchen workers. Experiences like this may be common for male cooks, but they are not commonly discussed in public.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 17727,
          "pinterest": 15
        },
        "wgt": 17742
      },
      {
        "uri": "881009388",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-05",
        "time": "00:09:00",
        "dateTime": "2018-06-05T00:09:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/04/us/politics/trump-executive-power-russia-investigation.html",
        "title": "Trump and His Lawyers Embrace a Vision of Vast Executive Power",
        "body": "But their striking constitutional claim that obstruction statutes cannot bind Mr. Trump stood apart from the rest of their case.\n\nThe idea that presidents, by virtue of their unique constitutional powers, are above ordinary law has surfaced from the White House before. Defenders of the Reagan administration made the claim during the Iran-contra affair, and lawyers in the George W. Bush administration wrote memos blessing torture and warrantless wiretapping programs. As Richard M. Nixon claimed after the Watergate scandal: \"When the president does it, that means that it is not illegal.\"\n\nBut the Trump team's claim that obstruction-of-justice statutes do not apply to the president carries new twists.\n\nFor one thing, such disputes have tended to arise in the context of a president, in his role as commander in chief, pushing legal limits to defend the country from foreign threats. Even the Nixon administration rationalized surveillance of domestic political opponents, including antiwar and civil rights leaders, by citing worries about potential covert Soviet subversion.\n\nMr. Trump's lawyers, by contrast, are claiming that he is \"the chief law enforcement officer\" -- a description usually applied to the attorney general -- wielding absolute power to command the actions of every federal prosecutor or F.B.I. agent in a way no congressional statute can limit. And he is doing so in the context of an investigation aimed at uncovering the scope of a foreign power's covert meddling with American democracy -- and whether he personally obstructed that inquiry.\n\nThe implications of Mr. Trump's claim also go beyond the context of his lawyers defending him in a criminal case. If obstruction statutes cannot stop Mr. Trump from shutting down an investigation even if he did so with a corrupt motive, then Justice Department procedures and regulations also cannot stop him from ordering an investigation into his political opponents for corrupt reasons.\n\nThose factors make the Trump lawyers' claims different from assertions by previous presidents that the White House can lawfully bypass important statutes, said David Kris, a former senior Justice Department national security official during the Bush and Obama administrations who is a co-founder of the consulting firm Culper Partners.\n\n\"Trump is doing this not for national security reasons but to impede an investigation into himself and his associates, and he's staking a far more sweeping claim to power than even other presidents by saying he can use the Justice Department for whatever he wants,\" Mr. Kris said.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 16958,
          "pinterest": 18
        },
        "wgt": 16976
      },
      {
        "uri": "881713694",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-05",
        "time": "20:54:00",
        "dateTime": "2018-06-05T20:54:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/05/style/kate-spade-death.html",
        "title": "What Kate Spade Stood For",
        "body": "There is a lot of talk these days about the lack of women at the top of fashion brands -- the statistics are terrible, the gender imbalance striking. It is one of the reasons Kate Spade, the designer who was found dead in her home on Tuesday morning, was so important to so many of us.\n\nShe represented not just a terrific talent who built an idea about handbags into what became a billion dollar brand, but a critical figure in the continuum of women who have defined fashion in the United States: designers who thought about what other women (like her) would want in their closets (and later, their homes) and who solved that problem without elitism.\n\nThat's why, in so many profiles over the years, Ms. Spade -- or her brand, which she personified -- was put in the same cultural bucket as everyone from Dorothy Parker and Nora Ephron to the fictional heroines Nora Charles and Holly Golightly. I always thought of her a bit as Mary Richards throwing her hat up in the air with joy at taking on the big city at the start of \"The Mary Tyler Moore Show,\" not because they had the same style, but because they seemed to have the same approach.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 16554,
          "pinterest": 9
        },
        "wgt": 16563
      },
      {
        "uri": "882408467",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "20:28:00",
        "dateTime": "2018-06-06T20:28:00Z",
        "dataType": "news",
        "sim": 0.6392157077789307,
        "url": "https://www.nytimes.com/2018/06/06/world/asia/china-guangzhou-consulate-sonic-attack.html",
        "title": "A Medical Mystery Grows as U.S. Consulate Workers in China Fall Ill",
        "body": "GUANGZHOU, China -- A crisis over a mysterious ailment sickening American diplomats and their families -- which began in Cuba and recently appeared in China -- widened on Wednesday. The State Department evacuated at least two more Americans who fell ill in China after hearing strange noises, officials said.\n\nMany other employees at the American Consulate in the southern Chinese city of Guangzhou and their family members are also being tested by a State Department medical team that has been flown in, officials said. It is unclear how many of them are exhibiting symptoms, but officials expect more American personnel to be evacuated.\n\nFor months, American officials have been worried that their diplomats have been subjected to targeted attacks involving odd sounds, leading to symptoms similar to those \"following concussion or minor traumatic brain injury,\" the State Department says.\n\nThe new illnesses in China come just weeks after American officials reported finding their first case in Guangzhou, where a consulate employee got sick after reporting disturbing noises.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4017728",
        "shares": {
          "facebook": 13915,
          "pinterest": 15
        },
        "wgt": 13930
      },
      {
        "uri": "883428444",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "09:17:00",
        "dateTime": "2018-06-08T09:17:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/08/books/review/catherine-nixey-darkening-age.html",
        "title": "How Christians Destroyed the Ancient World",
        "body": "Vandalizing the Parthenon temple in Athens has been a tenacious tradition. Most famously, Lord Elgin appropriated the \"Elgin marbles\" in 1801-5. But that was hardly the first example. In the Byzantine era, when the temple had been turned into a church, two bishops -- Marinos and Theodosios -- carved their names on its monumental columns. The Ottomans used the Parthenon as a gunpowder magazine, hence its pockmarked masonry -- the result of an attack by Venetian forces in the 17th century. Now Catherine Nixey, a classics teacher turned writer and journalist, takes us back to earlier desecrations, the destruction of the premier artworks of antiquity by Christian zealots (from the Greek zelos -- ardor, eager rivalry) in what she calls \"The Darkening Age.\"\n\nUsing the mutilation of faces, arms and genitals on the Parthenon's decoration as one of her many, thunderingly memorable case studies, Nixey makes the fundamental point that while we lionize Christian culture for preserving works of learning, sponsoring exquisite art and adhering to an ethos of \"love thy neighbor,\" the early church was in fact a master of anti-intellectualism, iconoclasm and mortal prejudice. This is a searingly passionate book. Nixey is transparent about the particularity of her motivation. The daughter of an ex-nun and an ex-monk, she spent her childhood filled with respect for the wonders of postpagan Christian culture. But as a student of classics she found the scales -- as it were -- falling from her eyes. She wears her righteous fury on her sleeve. This is scholarship as polemic.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 13065,
          "pinterest": 8
        },
        "wgt": 13073
      },
      {
        "uri": "883742255",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "18:17:00",
        "dateTime": "2018-06-08T18:17:00Z",
        "dataType": "news",
        "sim": 0.572549045085907,
        "url": "https://www.nytimes.com/2018/06/08/us/politics/manafort-obstruction-kilimnik-charges.html",
        "title": "Mueller Adds Obstruction Charge on Manafort and Indicts His Right-Hand Man",
        "body": "WASHINGTON -- The special counsel, Robert S. Mueller III, brought new obstruction charges on Friday against President Trump's former campaign chairman, Paul Manafort, and added allegations against a close associate, who prosecutors suspect has ties to Russian intelligence.\n\nProsecutors said the obstruction charge relates to Mr. Manafort's efforts to coach the stories of witnesses against him. He remains charged with money laundering, illegal foreign lobbying and lying to federal officials.\n\nMr. Manafort's longtime associate, Konstantin V. Kilimnik, was added to the case, and was charged with obstruction of justice and conspiracy to obstruct justice.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4021940",
        "shares": {
          "facebook": 12969,
          "pinterest": 15
        },
        "wgt": 12984
      },
      {
        "uri": "880985119",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-04",
        "time": "23:04:00",
        "dateTime": "2018-06-04T23:04:00Z",
        "dataType": "news",
        "sim": 0.6039215922355652,
        "url": "https://www.nytimes.com/2018/06/04/us/politics/trump-mueller-falsehoods-tower-meeting.html",
        "title": "Trump Memo Unravels a Repeated Falsehood, and Highlights a Legal Dilemma",
        "body": "WASHINGTON -- For nearly a year, the denials from President Trump's lawyers and spokeswoman were unequivocal. No, the president did not dictate a misleading statement released in his son's name.\n\n\"He certainly didn't dictate,\" said the White House press secretary, Sarah Huckabee Sanders.\n\n\"The president was not involved in the drafting of that statement,\" his lawyer Jay Sekulow told NBC News.\n\n\"That was written by Donald Trump Jr., and I'm sure in consultation with his lawyer,\" Mr. Sekulow told CNN.\n\n\"The president didn't sign off on anything,\" he told ABC.\n\nBut in a confidential, hand-delivered memo to the special counsel, Mr. Trump's lawyers acknowledged that, yes, Mr. Trump had dictated the statement, which attempted to deflect questions about a meeting with a Kremlin-tied lawyer at Trump Tower. Prosecutors are asking whether the statement was part of an effort by the president to obstruct a federal investigation.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4009011",
        "shares": {
          "facebook": 12488,
          "pinterest": 20
        },
        "wgt": 12508
      },
      {
        "uri": "882426606",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "21:05:00",
        "dateTime": "2018-06-06T21:05:00Z",
        "dataType": "news",
        "sim": 0.3803921639919281,
        "url": "https://www.nytimes.com/2018/06/06/style/kate-spade-husband-andy-spade.html",
        "title": "Kate Spade's Death: 'There Was No Indication and No Warning,' Says Her Husband",
        "body": "\"I am appalled that a private message to my daughter has been so heartlessly shared with the media,\" said Mr. Spade.\n\nAccording to police sources, the note addressed the couple's daughter, expressing that she should not feel at fault.\n\nReports in TMZ and the New York Post speculated that it was Mr. Spade's desire to end his marriage that caused his wife's depression, while Ms. Spade's older sister, Reta Saffo, told the Kansas City Star that Ms. Spade's suicide was \"not unexpected\" and that her sister had refused to get treatment for her depression because of fear it might damage her brand.\n\nHowever, Ms. Spade's older brother, Earl Brosnahan, said Ms. Saffo had been estranged from the rest of the family for more than 10 years, to the extent that she had not attended their mother's funeral in 2010. Though he acknowledged Ms. Spade had been in sporadic contact with Ms. Saffo in recent years -- the only one of the six siblings to speak to Ms. Saffo -- he said he was taken aback that Ms. Saffo \"should surface now with very definitive statements that I think are grossly inaccurate\" and attributed the contact between them to Ms. Spade's personality.\n\n\"It was Katy's way to be accessible and available to everyone,\" he said.\n\nBoth Mr. Brosnahan and Elyce Arons -- Ms. Arons became close friends with Ms. Spade as an 18-year-old at the University of Kansas and later became her business partner in both Kate Spade and Frances Valentine -- said they had been aware of Ms. Spade's depression and the separation in her marriage.\n\nMr. Brosnahan said he and Ms. Spade had discussed \"her sadness, which is what we liked to call it.\" He said he became aware of it about 18 months ago. Though he said he and his sister often spoke several times a day, it sometimes became difficult to get her on the phone. However, he declined to characterize her state as either manic depression or a lifelong condition. He said he had dinner with her a week before her death, and \"she was still talking very much about the future and collaborating with Andy on projects for Frances Valentine.\"\n\nMr. Brosnahan said they had not discussed the subject of divorce, though he did believe some of her sadness derived from having grown apart from her husband. Ms. Arons, who worked with both Mr. and Ms. Spade during the period they were separating, said they continued to work well together. \"It was a time in the marriage when it was right for them to be apart,\" she said. \"They both agreed to it. They loved each other very much.\"",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4013959",
        "shares": {
          "facebook": 12156,
          "pinterest": 3
        },
        "wgt": 12159
      },
      {
        "uri": "883221198",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "01:01:00",
        "dateTime": "2018-06-08T01:01:00Z",
        "dataType": "news",
        "sim": 0.545098066329956,
        "url": "https://www.nytimes.com/2018/06/07/us/politics/mueller-manafort-witnesses.html",
        "title": "With Mueller Closing In, Manafort's Allies Abandon Him",
        "body": "WASHINGTON -- The special counsel's accusation this week that Paul Manafort, President Trump's former campaign chairman, tried to tamper with potential witnesses originated with two veteran journalists who turned on Mr. Manafort after working closely with him to prop up the former Russia-aligned president of Ukraine, interviews and documents show.\n\nThe two journalists, who helped lead a project to which prosecutors say Mr. Manafort funneled more than $2 million from overseas accounts, are the latest in a series of onetime Manafort business partners who have provided damaging evidence to Robert S. Mueller III, the special counsel investigating Russian meddling in the 2016 election. Their cooperation with the government has increasingly isolated Mr. Manafort as he awaits trial on charges of violating financial, tax and federal lobbying disclosure laws.\n\nMr. Manafort's associates say he feels betrayed by the former business partners, to whom he collectively steered millions of dollars over the years for consulting, lobbying and legal work intended to bolster the reputation of Viktor F. Yanukovych, the former president of Ukraine. Mr. Manafort has told associates that he believes Mr. Mueller's team is using the business partners to pressure him to flip on Mr. Trump in a manner similar to the one used to prosecute the energy giant Enron in the early 2000s by a Justice Department task force that included some lawyers now serving on Mr. Mueller's team.\n\n\"Anybody who is a student of the Enron prosecution sees a very close parallel,\" said Michael R. Caputo, a former Trump campaign operative, who has known Mr. Manafort for three decades and spoke with him on Wednesday. Another associate said Mr. Manafort and some of his close allies were reading a book by the conservative lawyer and commentator Sidney Powell that claims misconduct in the Enron prosecution. And Mr. Caputo, who was interviewed by Mr. Mueller's team last month, said that \"when Paul decided to fight, he knew the lay of the land.\"",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4021940",
        "shares": {
          "facebook": 12001,
          "pinterest": 32
        },
        "wgt": 12033
      },
      {
        "uri": "882461479",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "22:19:00",
        "dateTime": "2018-06-06T22:19:00Z",
        "dataType": "news",
        "sim": 0.6078431606292725,
        "url": "https://www.nytimes.com/2018/06/06/us/deb-haaland-new-mexico-congress.html",
        "title": "New Mexico Could Elect First Native American Woman to Congress",
        "body": "\"It was shameful and inhumane then to separate families and it's shameful and inhumane now,\" said Ms. Haaland, emphasizing that she supports defunding the Immigration and Customs Enforcement agency.\n\nMr. Trump, she said, has shown hostility toward Native Americans, most publicly with his repeated use of the slur \"Pocahontas\" to describe Senator Elizabeth Warren, the prominent Democrat from Massachusetts. But it has also been demonstrated in policy, she said, with the administration's recent contention, during a discussion of Medicaid benefits on tribal lands, that Native Americans should be considered as a racial category -- a move that some tribes believe could impinge on their treaty rights as sovereign governments.\n\nMs. Haaland's perspectives seem to have resonated with voters in the Albuquerque-area district, which was a Republican bastion for 40 years after its creation in 1969. The last Republican to hold the seat was Heather Wilson, who was replaced by a Democrat in 2009 and now serves as Mr. Trump's secretary of the Air Force. Michelle Lujan Grisham, the Democrat currently representing the district, won the Democratic nomination for governor in Tuesday's primary.\n\nThe race against Ms. Arnold-Jones, a conservative former state representative who ran unopposed in Tuesday's primary, is expected to largely turn on issues such as immigration, gun laws, policies aimed at strengthening New Mexico's weak economy, and criticism or support of Mr. Trump. The district has favored Democrats, giving Ms. Haaland a presumed edge, but Ms. Arnold-Jones is emphasizing her record promoting transparency in government in the State Legislature and her credentials as a former small-business owner and volunteer.\n\nMs. Haaland is benefiting from years in Democratic politics in New Mexico, running unsuccessfully for lieutenant governor in 2014 and being elected as chairwoman of the state Democratic Party in 2015. She has been involved as an activist here for more than a decade, working to boost voter turnout.\n\nNative Americans, who account for about 10.5 percent of New Mexico's population, did not get full citizenship or the right to vote until 1924. In recent years, a variety of factors, including increased revenue from casino gambling in Indian country, have begun to draw some Native Americans more prominently into New Mexico's political landscape.\n\nBut Ms. Haaland is not seen as a niche candidate. Political analysts here say her resounding win in the primary -- she defeated the closest of five challengers by nearly 2 to 1 -- involved cobbling together a coalition of liberal voters drawn to her support for issues such as gay rights, renewable energy projects and expansion of public health care.\n\n\"Haaland appeared to score big with Anglo progressive voters who showed up in large numbers,\" said Joe Monahan, a longtime blogger on New Mexico's politics. He pointed to the endorsement Ms. Haaland received from Pat Davis, an Albuquerque city councilor who dropped out of the race after gaining national attention for eviscerating the National Rifle Association in a campaign ad.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4016202",
        "shares": {
          "facebook": 11678
        },
        "wgt": 11678
      },
      {
        "uri": "882189289",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "14:00:00",
        "dateTime": "2018-06-06T14:00:00Z",
        "dataType": "news",
        "sim": 0.5333333611488342,
        "url": "https://www.nytimes.com/2018/06/06/world/europe/germany-alexander-gauland-swimming-afd.html",
        "title": "A Far-Right Leader Went for a Swim in Germany. His Clothes Went for a Walk.",
        "body": "A prominent far-right leader who dismissed the Nazi era as mere bird poop on Germany's 1,000-year history was swimming in a lake near his house one evening recently, when a man on the shore grabbed his clothes.\n\nThe thief's parting words: \"Nazis need no bathing fun!\"\n\nBy the time the far-right politician, Alexander Gauland, the co-leader of the Alternative for Germany party, known as AfD, made it out of the water, the man had made off with the bundle and someone had already called the police.\n\nThe episode unleashed plenty of schadenfreude, and some criticism, on social media. Images of a dripping Mr. Gauland being escorted back to his house while wearing only a colorful pair of patterned swimming shorts spread rapidly, and a hashtag was born: #bathingfun.\n\nMr. Gauland told the Märkische Allgemeine, a local newspaper based in his hometown, Potsdam, which first reported the theft on Tuesday, \"My belongings were stolen by someone as I was in the water, and other swimmers called the police without asking me.\"",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4007972",
        "shares": {
          "facebook": 11593
        },
        "wgt": 11593
      },
      {
        "uri": "883696966",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "16:54:00",
        "dateTime": "2018-06-08T16:54:00Z",
        "dataType": "news",
        "sim": 0.4666666686534882,
        "url": "https://www.nytimes.com/2018/06/08/world/americas/trump-g7-trade-russia.html",
        "title": "Trump Attends G-7 With Defiance, Proposing to Readmit Russia",
        "body": "The notion of readmitting Russia to the world's most exclusive club reflected the unusually friendly approach that Mr. Trump has taken to Russia since becoming president, a policy at odds with both Republicans and Democrats in Washington as well as leaders in Europe.\n\nMr. Trump offered no specific reasoning for why Russia should be let back in even though it retains control of Crimea and has not lived up to an international agreement to end its intervention in eastern Ukraine.\n\nAmerican intelligence agencies have concluded that President Vladimir V. Putin of Russia personally authorized an operation to intervene in the 2016 American presidential election with the goal of helping Mr. Trump win. Mr. Trump has heatedly denied any collusion with Russia, although his son, son-in-law and campaign chairman met with Russians on the promise of receiving incriminating information about his opponent from the Russian government.\n\nMr. Trump relishes his role as a disrupter of the established international order and was already at odds with his counterparts in the group. After having skirmished with the leaders of Canada and France over trade, he then abruptly announced that he would skip the end of the session in Quebec on Saturday.\n\nBritain, Germany and other members of the G-7 were unlikely to go along with Mr. Trump's suggestion, but he won support from Italy. \"I agree with President @realDonaldTrump: Russia should return to the G8,\" Prime Minister Giuseppe Conte wrote on Twitter in Italian. \"It is in everyone's interest.\"\n\nAmerican foreign policy veterans, on the other hand, said the president's suggestion underscored his isolation.\n\n\"President Trump has placed himself on the wrong side: with the autocrats, the corrupt, and the anti-Americans, who look to Vladimir Putin as a natural ally,\" said Daniel Fried, a former career diplomat who oversaw sanctions on Russia after its Ukraine intervention. \"Such language will dismay America's friends and embolden our adversaries.\"\n\nThe president's comment came during a typically freewheeling discussion with reporters on the South Lawn of the White House that touched on a wide variety of domestic and foreign matters.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4021294",
        "shares": {
          "facebook": 11141,
          "pinterest": 7
        },
        "wgt": 11148
      },
      {
        "uri": "883186125",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-07",
        "time": "23:20:00",
        "dateTime": "2018-06-07T23:20:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/07/obituaries/david-douglas-duncan-102-who-photographed-the-reality-of-war-dies.html",
        "title": "David Douglas Duncan, 102, Who Photographed the Reality of War, Dies",
        "body": "Under the helmets, the faces are young and tormented, stubbled and dirty, taut with the strain of battle. They sob over dead friends. They stare exhausted into the fog and rain. They crouch in a muddy foxhole. This goddamn cigarette could be the last.\n\nThere are no heroes in David Douglas Duncan's images of war.\n\nDark and brooding, mostly black and white, they are the stills of a legendary combat photographer, an artist with a camera, who brought home to America the poignant lives of infantrymen and fleeing civilians caught up in World War II, the Korean conflict and the war in Vietnam.\n\n\"I felt no sense of mission as a combat photographer,\" Mr. Duncan, who was wounded several times, told The New York Times in 2003. \"I just felt maybe the guys out there deserved being photographed just the way they are, whether they are running scared, or showing courage, or diving into a hole, or talking and laughing. And I think I did bring a sense of dignity to the battlefield.\"\n\nMr. Duncan, who had lived since 1962 in Castelleras, France, died in the South of France on Thursday, his friend Joel Stratt-McClure said. . He was 102.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 11103,
          "pinterest": 8
        },
        "wgt": 11111
      },
      {
        "uri": "883624574",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "14:49:00",
        "dateTime": "2018-06-08T14:49:00Z",
        "dataType": "news",
        "sim": 0.658823549747467,
        "url": "https://www.nytimes.com/2018/06/08/us/politics/trump-pardon-muhammad-ali.html",
        "title": "Trump Says He's Considering a Pardon for Muhammad Ali",
        "body": "WASHINGTON -- President Trump said on Friday that he is considering pardoning Muhammad Ali, a boxing legend who died two years ago and was convicted of refusing to be drafted during the Vietnam War. But it was not immediately clear what Mr. Trump sought to pardon, as Mr. Ali's conviction was overturned nearly 50 years ago.\n\n\"I'm thinking about that seriously,\" Mr. Trump said of the possible pardon before he left Washington on Friday morning for the G-7 financial summit in Canada.\n\nMr. Ali had fought his conviction all the way to the Supreme Court, which in 1971 granted him the conscientious-objector status he had sought.\n\nThe president recently pardoned another late boxing legend, Jack Johnson, who was convicted in 1913 for transporting a white woman across state lines. Mr. Johnson, the first black heavyweight champion, served 10 months in a federal prison for his racially-tainted crime.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4021312",
        "shares": {
          "facebook": 9984
        },
        "wgt": 9984
      },
      {
        "uri": "883053432",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-07",
        "time": "18:30:00",
        "dateTime": "2018-06-07T18:30:00Z",
        "dataType": "news",
        "sim": 0.5686274766921997,
        "url": "https://www.nytimes.com/2018/06/07/health/suicide-rates-kate-spade.html",
        "title": "Suicide Is Increasingly Common in the U.S.",
        "body": "Suicide rates varied from 6.9 per 100,000 residents a year in the District of Columbia to 29.2 per 100,000 in Montana.\n\nThe analysis found that slightly more than half of people who had committed suicide did not have any known mental health condition. But other problems -- such as the loss of a relationship, financial setbacks, substance abuse and eviction -- were common precursors, both among those who had a mental health diagnosis and those who did not.\n\nOther studies have found much higher rates of mental health disorders among people at high risk of suicide, experts noted.\n\n\"The reason most suicide decedents don't have a known mental disorder is that they were never diagnosed, not that they didn't have one,\" said Dr. David Brent, a professor of psychiatry at the University of Pittsburg. \"The differences in the prevalence of life stressors was very small, so it is hard to attribute suicide to life stress per se.\"\n\nAccess to guns can make it more likely that an impulsive or intoxicated person will attempt suicide even if he or she has no clear mental health problem, Dr. Brent added.\n\n\"We have worked really hard to explain to the public that suicide is not simply a matter of too much stress, but that it involves the identification and treatment of mental disorders as one important component,\" he said.\n\nIn a conference call with reporters on Thursday, Dr. Schuchat and Deborah Stone, the lead author of the C.D.C. analysis, stressed that other factors were critical to preventing suicide.\n\nEffective strategies, she said, included teaching coping and problem-solving skills for those at risk, establishing more social \"connectedness,\" as well as safe storage of pills and guns.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4014841",
        "shares": {
          "facebook": 9884,
          "pinterest": 4
        },
        "wgt": 9888
      },
      {
        "uri": "883668197",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "16:04:00",
        "dateTime": "2018-06-08T16:04:00Z",
        "dataType": "news",
        "sim": 0.6980392336845398,
        "url": "https://www.nytimes.com/2018/06/08/technology/supercomputer-china-us.html",
        "title": "Move Over, China: U.S. Has the World's Fastest Supercomputer Again",
        "body": "Summit, the world's fastest supercomputer, is made up of rows of black refrigerator-size units that weigh a total of 340 tons.CreditShawn Poynter for The New York Times\n\nNot so fast, China. America just won back bragging rights in the global supercomputer race.\n\nFor the past five years, China has had the world's fastest computer, a striking symbolic achievement that highlighted the nation's ambitions and progress in high tech.\n\nBut the United States has regained the lead thanks to a new supercomputer built for the Oak Ridge National Laboratory in Tennessee by IBM in a partnership with Nvidia. The speedy performance of the machine, called Summit, was announced on Friday.\n\n\"We're seeing the U.S. back on top again,\" said Jack Dongarra, a computer scientist at the University of Tennessee, who tracks supercomputer speeds and rankings.\n\nThe Chinese government's aggressive push to become the leader in technologies like artificial intelligence, microchips and cellular networks has ignited a rivalry with the United States, the traditional front-runner in the digital realm. For years, American companies have accused China of stealing their intellectual property, and lawmakers have said that some Chinese companies, including ZTE and Huawei, pose a national security risk.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4021714",
        "shares": {
          "facebook": 9548,
          "pinterest": 11
        },
        "wgt": 9559
      },
      {
        "uri": "881804099",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "00:36:00",
        "dateTime": "2018-06-06T00:36:00Z",
        "dataType": "news",
        "sim": 0.6235294342041016,
        "url": "https://www.nytimes.com/2018/06/05/us/politics/kelly-sadler-mccain-white-house.html",
        "title": "Kelly Sadler, Aide Who Mocked McCain, Leaves White House",
        "body": "WASHINGTON -- A White House communications aide who made headlines in May for cracking a macabre joke about the health of Senator John McCain has left the White House.\n\nThe aide, Kelly Sadler, made off-the-cuff comments about the Republican senator's opposition to President Trump's nominee for C.I.A. director, Gina Haspel, saying that it did not matter because Mr. McCain was \"dying anyway.\"\n\nMr. McCain, a prisoner of war during the Vietnam War, has a malignant brain tumor and has been in treatment for several months. The joke was shared with the news media, igniting a firestorm in which the president personally promised to pursue leakers.\n\nThe White House addressed the departure in a brief statement on Tuesday evening, saying that Ms. Sadler was \"no longer employed within the executive office of the president.\" The move was first reported by CNN.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4014759",
        "shares": {
          "facebook": 8868
        },
        "wgt": 8868
      },
      {
        "uri": "881784853",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-05",
        "time": "23:40:00",
        "dateTime": "2018-06-05T23:40:00Z",
        "dataType": "news",
        "sim": 0.4588235318660736,
        "url": "https://www.nytimes.com/2018/06/05/us/david-hogg-swatting.html",
        "title": "'Swatting' Prank Sends Police to Home of David Hogg, Parkland Survivor",
        "body": "Mr. Viner, Mr. Gaskill and Mr. Barriss are facing federal charges; Mr. Barriss is also facing involuntary manslaughter charges in state court. The police officer has not been charged.\n\nA Broward County Sheriff's Office spokeswoman said responding officers were aware that the address they were given on Tuesday was Mr. Hogg's home, but did not say whether they had responded to previous \"swatting\" calls there.\n\nMr. Hogg has become one of the most outspoken gun-control advocates to emerge out of the shooting in Parkland, where 17 of his fellow students and teachers were killed on Feb. 14. In the immediate aftermath of the shooting, he began gaining international plaudits and legions of social media followers for his anti-gun commentary, unafraid to directly target politicians and policies he saw as destructive.\n\nThat same commentary has made him an enemy of gun-rights defenders, and he has endured name-calling, personal attacks and outright lies, including a trending video that falsely claimed he was a crisis actor.\n\nLaura Ingraham, a Fox News host, taunted him in March for being rejected from colleges, leading to several companies pulling advertising from her show. Jamie Allman, a conservative commentator in the St. Louis area, lost his TV and radio jobs after threatening Mr. Hogg in a tweet.\n\nMr. Hogg graduated on Sunday in a ceremony that honored four seniors who were killed in February. He was in Washington on Tuesday to accept the Robert F. Kennedy Human Rights award for March for Our Lives, the nonprofit organization he and other students created after the shooting.\n\nSenator Bill Nelson, a Democrat from Florida, spoke to Mr. Hogg about the swatting episode on Tuesday, according to The Miami Herald.\n\n\"These students are getting all kinds of threats and it's going beyond threats, they're getting actual incidents,\" Mr. Nelson told the newspaper. \"And it's a shame that we can't have a discourse in America over the issue of gun safety that people have to take it out in a way of attempted intimidation of these students.\"",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4013755",
        "shares": {
          "facebook": 8749
        },
        "wgt": 8749
      },
      {
        "uri": "881220764",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-05",
        "time": "09:03:00",
        "dateTime": "2018-06-05T09:03:00Z",
        "dataType": "news",
        "sim": 0.6784313917160034,
        "url": "https://www.nytimes.com/2018/06/05/books/review/ben-rhodes-world-as-it-is.html",
        "title": "Deep Inside the Obama White House",
        "body": "The basic doctrine of American foreign policy in the modern age should be Hippocratic: First, do no harm. Obama's succinct and colloquial corollary was, to paraphrase: \"Don't do stupid stuff.\" His predecessor, George W. Bush, had made one of the worst blunders in American history, going to war in Iraq. Obama's job, coming to office, was to rectify relations with allies who had disapproved of the war and also with the Islamic world, which saw Iraq as the latest act of Western imperialism. Indeed, Obama pursued this mission in rather grand terms: \"We should begin with a history of colonialism,\" Obama told Rhodes, as he began to write the president's crucial Cairo speech in 2009.\n\nObama's willingness to be honest about the West's imperial past led conservative critics to accuse him of conducting an \"apology tour,\" a meretricious dodge. They ignored the other half of his message, which gave it an elegant balance: \"Islam has to recognize the contributions that the West has made to articulate certain principles that are universal.\"\n\nAll presidents do stupid stuff overseas; the world beyond our ocean borders is too complicated to be fully known. Obama made mistakes of optimism. He assumed the old, autocratic order in the Middle East was about to change; he underestimated the power of tribalism, which provided identity amid amorphous globalism. Rhodes encouraged these delusions -- along with the White House advisers Samantha Power and Susan Rice, who professed a somewhat tortured liberal militarism, a faith in humanitarian intervention. The story of how Rhodes progressed from this idealism to a more nuanced vision of \"the world as it is\" is at the heart of this book.\n\n\"I was part of a cohort of younger staffers ... who shared a distaste for the corrupt way in which the Middle East was ruled,\" Rhodes writes. Obama sided with the idealists early on, especially when protesters filled Cairo's Tahrir Square in the first flush of the Arab Spring. \"If it were up to him,\" Rhodes reports Obama saying, \"he'd prefer that the 'Google guy' run Egypt, referring to Wael Ghonim ... who was helping to lead the protest movement.\" Rhodes writes that Obama \"didn't mean it literally. ... But his senior staff was in a different place.\" Indeed, Vice President Joe Biden, Defense Secretary Robert Gates and Secretary of State Hillary Clinton were all counseling caution: Don't be so quick to oust the Egyptian dictator Hosni Mubarak. There was no guarantee that democracy would ensue -- and, in fact, democracy led to an electoral victory by the Muslim Brotherhood, which led to a military coup.\n\nThe same mistake was made in Libya. The dictator Muammar Qaddafi threatened to massacre his opponents in Benghazi. Susan Rice compared the situation to Rwanda, where Bill Clinton was said to have \"allowed\" a genocide. Samantha Power passed Rhodes a note stating \"this was going to be the first mass atrocity that took place on our watch.\" Rhodes agreed. \"We'd have to consider,\" he advised in his new role as a deputy national security adviser, \"what we would say if we choose not to do something.\" A good point, especially with the Europeans and the Arab League (very briefly) urging action. But military intervention -- and the eventual removal of Qaddafi -- led to chaos. The impulse to prevent a massacre was noble, but it was speculative; the chaos was real. And the more general disorder in the region led to revolts and atrocities in Syria, Yemen and Bahrain. There were, Rhodes slowly realized, events in the world beyond America's influence.\n\nBy the time Bashar Assad dropped poison gas on his populace, both Obama and Rhodes were having second thoughts. Obama had established the use of chemical weapons as a \"red line\" and then chose not to respond militarily when Assad crossed it. Rhodes's description of these deliberations -- and most of the other real-time crises -- is particularly illuminating, given Donald Trump's subsequent missile strikes. Obama calculated that any military action that would have an actual impact on Assad's behavior might lead to a wider war. He may well have been right, but he seemed weak at the time. Trump, by contrast, seemed strong, but the effect of his strikes appears to have been negligible. In a remarkable moment, in the midst of the deliberations over what to do about Syria, Obama completes his transition to realism by telling Rhodes: \"Maybe we would never have done Rwanda. ... You can't stop people from killing each other like that.\" This is the reality of \"The World as It Is.\" Sometimes there are no good choices.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4015955",
        "shares": {
          "facebook": 8633,
          "pinterest": 5
        },
        "wgt": 8638
      },
      {
        "uri": "882328077",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "17:48:00",
        "dateTime": "2018-06-06T17:48:00Z",
        "dataType": "news",
        "sim": 0.3882353007793427,
        "url": "https://www.nytimes.com/2018/06/06/world/asia/kim-korea-image.html",
        "title": "Kim Jong-un's Image Shift: From Nuclear Madman to Skillful Leader",
        "body": "Despite the image change, Mr. Kim is unlikely to surrender his nuclear weapons anytime soon, or ease the grip of his repressive regime. But he has proved to be a skilled -- some might say beguiling -- strategist, driving events on the Korean Peninsula and showing a willingness to recalibrate.\n\n\"Once Kim Jong-un decided to improve ties with South Korea and the United States, he knew he could not do so with his image as a repressive tyrant,\" said Kang Dong-wan, an expert on North Korea's \"image politics\" at Dong-A University in Busan, South Korea. \"He is creating a new portrait of him abroad as the leader of a normal country.\"\n\nIn the West, Mr. Kim, 34, has often been caricatured as a chubby child toying with nuclear missiles. Mr. Trump, more than twice his age, has called Mr. Kim \"short and fat,\" a \"sick puppy\" and a \"little rocket man.\"\n\nBut when Mr. Trump meets Mr. Kim, the American leader will be dealing with the ruler of a totalitarian regime adept at political theatrics to bolster Mr. Kim's charisma at home and advance his agenda abroad.\n\n\"The reason the world pays attention to him is not just because he has a few nuclear weapons, but more because of his image as a leader with mystical power, his absolute control over a highly consolidated, regimented and disciplined country,\" said Chung Byung-ho, an anthropologist at Hanyang University in Seoul, the South Korean capital, who examined the role of theatrics in North Korean politics in a book he wrote with another scholar.\n\nWhatever his true personality, Mr. Kim has found an avid partner in advancing his new image: Mr. Moon.\n\nSince taking office a year ago, Mr. Moon has exhorted Mr. Trump to test the idea that Mr. Kim was a reasonable leader ready to bargain away his nuclear weapons for the right incentives, such as normalized ties and security assurances from the United States. It seems to have worked: Mr. Trump has recently changed his public appraisals of the North Korean leader, calling him \"smart and gracious\" and \"very honorable.\"",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4019155",
        "shares": {
          "facebook": 8264
        },
        "wgt": 8264
      },
      {
        "uri": "882458811",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "22:14:00",
        "dateTime": "2018-06-06T22:14:00Z",
        "dataType": "news",
        "sim": 0.6235294342041016,
        "url": "https://www.nytimes.com/2018/06/06/world/europe/spain-government-women.html",
        "title": "Spain's New Leader Forms Government With Almost Two-Thirds Women",
        "body": "Spain's new prime minister on Wednesday unveiled a government that has more women than men and includes a foreign minister from Catalonia who has led the fight against the region's independence movement.\n\nAfter meeting with King Felipe VI, Prime Minister Pedro Sánchez told journalists that his team was \"a government for an equal society, open to the world but anchored in the European Union.\"\n\nMr. Sánchez took office after winning a parliamentary vote of no-confidence against former Prime Minister Mariano Rajoy, whose Popular Party was embroiled in a corruption scandal. Mr. Sánchez's tenure could, however, be short-lived and pave the way for new national elections as his Socialist party has only a quarter of the seats in Parliament.\n\nHis first challenge is to keep together his unwieldy alliance with a far-left party and nationalist parties from the Catalonia and Basque regions, which helped him unexpectedly replace Mr. Rajoy as prime minister.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4010254",
        "shares": {
          "facebook": 8244
        },
        "wgt": 8244
      },
      {
        "uri": "881830352",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "01:53:00",
        "dateTime": "2018-06-06T01:53:00Z",
        "dataType": "news",
        "sim": 0.7333333492279053,
        "url": "https://www.nytimes.com/2018/06/05/us/politics/primary-elections-new-jersey.html",
        "title": "Democrats Gain Spots to Battle for Crucial House Seats in New Jersey",
        "body": "VERONA, N.J. -- With the path to a possible Democratic takeover of the House in November running through suburban districts in blue states like this one, several candidates in New Jersey on Tuesday officially earned their spot on the front lines, winning their party's nomination for critical contests this fall.\n\nIn perhaps the most closely watched contest, Mikie Sherrill, a former Navy pilot and federal prosecutor, won the Democratic nomination in the 11th District, The Associated Press reported, where Representative Rodney Frelinghuysen, a Republican, is retiring from a seat that a Democrat has not held since the 1980s. Ms. Sherrill became the latest woman to prevail in a nationwide wave of female candidacies and will now continue a nearly 18-month effort to replace Mr. Frelinghuysen with a Democrat in a district where President Trump's victory has spawned intense activism.\n\nIn the contest for the Senate in New Jersey, the Democratic incumbent, Robert Menendez, won his primary, the A.P. reported, and will face Bob Hugin, a pharmaceutical executive who easily won the Republican nomination.\n\nWhile the day's political focus remained largely on California and its crowded congressional primaries, party leaders are hoping to flip as many as four of the five Republican-held districts inthe state.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4016028",
        "shares": {
          "facebook": 8066,
          "pinterest": 3
        },
        "wgt": 8069
      },
      {
        "uri": "882335423",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-06",
        "time": "18:02:00",
        "dateTime": "2018-06-06T18:02:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/06/books/review-collected-stories-machado-de-assis.html",
        "title": "A Master Storyteller From 19th-Century Brazil, Heir to the Greats and Entirely Sui Generis",
        "body": "\"The Collected Stories\" reveals the arc of Machado's career, from the straightforward love stories to the cerebral and unpredictable later works. One story is told from the point of view from a needle. Political satire begins to appear. In one tale, a dictator, bald since youth, decrees that all his subjects must also shave their heads, arguing that the \"moral unity of the state depended on all heads looking the same.\"\n\nMachado's stories pulse with life. The endings are frequently murky and strange, often abruptly truncated. The title of an early work characterizes them well: \"Much Heat, Little Light.\"\n\nCertain preoccupations persist: alluring widows, naïve young men, a fondness for coincidence. Machado remained fascinated by femininity and the strictures governing the lives of women -- it's why he reminds me of Munro. Like chess pieces, Rio's well-born ladies could make only a few authorized moves (Machado was a chess fanatic), but everything was theirs to win or lose.\n\nAbove all looms the figure of the bibliomane. \"This is my family,\" one says, pointing to his bookshelf. These are characters shaped by their reading, sometimes even physically (\"his head jutted forward slightly from his long habit\").\n\nIt's a curious feature of Machado's stories that Brazil is so absent. There are few landmarks, few mentions of the weather. But there are allusions to Molière and Goethe. Novels and authors are the signposts. Like his characters, Machado was a creature of literature; ink ran in his veins. Though he never roved far from his hometown he read widely, claiming all of culture, all of Europe -- giving his work that remarkably open, cosmopolitan feel.\n\nThis creation of a personal cartography -- of anchoring himself in the life of the mind -- might explain one of the lingering frustrations with Machado's work: namely, his refusal to write more explicitly about slavery. He might not have dared; slavery ended in Brazil only in 1888. His stories stay trained, sometimes monotonously, on the elite, slaves flitting through in silence.\n\nYet Machado is always writing about liberation in his way, which to him begins with the freedom -- the obligation -- to think. Few fiction writers have written so affectionately about ideas, as if they were real people; he is always describing how ideas emerge and move, the way they can lose their way and get caught in a crush with others. The way they can appear \"fully formed and beautiful\" at times, or grow \"pregnant\" with other ideas.\n\nIdeas and fixations elevate and distort in these stories. In one, a man consumed by his pet bird becomes \"pure canary.\" In another, a father intent on grooming his son to become \"a bigwig\" demands he cultivate the necessary vapidity: \"I forbid you to arrive at any conclusions that have not already been reached by others. Avoid anything that has about it so much as a whiff of reflection, originality or the like.\"\n\nTo Machado, your identity and the contours of your world are formed not just by your circumstances but by what you think about habitually. You are what you contemplate, so choose wisely. These stories are a spectacular place to start.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 7985,
          "pinterest": 4
        },
        "wgt": 7989
      },
      {
        "uri": "883745874",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "18:25:00",
        "dateTime": "2018-06-08T18:25:00Z",
        "dataType": "news",
        "sim": 0.4705882370471954,
        "url": "https://www.nytimes.com/2018/06/08/us/politics/trump-marijuana-bill-states.html",
        "title": "Trump, in Apparent Break With Sessions, Says He's Likely to Back Marijuana Bill",
        "body": "Mr. Trump's view is in stark contrast to measures his administration took this year, freeing federal prosecutors to more aggressively enforce federal laws against the use of marijuana in states that have decriminalized it.\n\nMr. Trump's prediction that he would support the bill is the second time this week that the president has taken a position directly contradicting the policies driven by his own attorney general, Jeff Sessions, with whom the president has been openly hostile, even saying recently that he wished he had selected someone else for the job.\n\nThis week, Mr. Trump commuted the sentence of Alice Johnson, a 63-year-old serving a life term in federal prison for a nonviolent drug conviction. Last year, Mr. Sessions directed federal prosecutors to reverse former President Barack Obama's work to ease punishment in nonviolent drug cases. On Friday, the president said his aides were reviewing similar cases that appear to have drawn \"unfair\" treatment from the justice system.\n\nDuring his presidential campaign, Mr. Trump said the enforcement of marijuana laws was a state issue. That changed once Mr. Trump occupied the Oval Office. His press secretary, Sarah Huckabee Sanders, has said his evolution on the policy is a result of Mr. Trump believing in \"enforcing federal law.\"\n\n\"That would be his top priority, and that is regardless of what the topic is,\" she said.\n\nCurrently, 30 states and the District of Columbia have legalized marijuana for medicinal or recreational use. Mr. Gardner has emphasized that his proposal does not call for broadly legalizing marijuana across the country.\n\n\"Instead, it allows the principle of federalism to prevail as the founding fathers intended and leaves the marijuana question up to the states,\" Mr. Gardner said in a Twitter post on Thursday.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4017547",
        "shares": {
          "facebook": 7861
        },
        "wgt": 7861
      },
      {
        "uri": "883862497",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-08",
        "time": "22:48:00",
        "dateTime": "2018-06-08T22:48:00Z",
        "dataType": "news",
        "sim": 0.5254902243614197,
        "url": "https://www.nytimes.com/2018/06/08/health/suicide-spade-bordain-cdc.html",
        "title": "How Suicide Quietly Morphed Into a Public Health Crisis",
        "body": "The deaths of the designer Kate Spade and the chef Anthony Bourdain, both of whom committed suicide this week, were not simply pop culture tragedies. They were the latest markers of an intractable public health crisis that has been unfolding in slow motion for a generation.\n\nTreatment for chronic depression and anxiety -- often the precursors to suicide -- has never been more available and more widespread. Yet the Centers for Disease Control and Prevention this week reported a steady, stubborn rise in the national suicide rate, up 25 percent since 1999.\n\nThe rates have been climbing each year across most age and ethnic groups. Suicide is now the 10th leading cause of the death in the United States. Nearly 45,000 Americans killed themselves in 2016, twice the number who died by homicide.\n\nAfter decades of research, effective prevention strategies are lacking. It remains difficult, perhaps impossible, to predict who will commit suicide, and the phenomenon is extremely difficult for researchers to study.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": "eng-4020383",
        "shares": {
          "facebook": 7680,
          "pinterest": 4
        },
        "wgt": 7684
      },
      {
        "uri": "880567689",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2018-06-04",
        "time": "10:13:00",
        "dateTime": "2018-06-04T10:13:00Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.nytimes.com/2018/06/04/world/asia/thailand-whale-plastics-pollution.html",
        "title": "Whale's Death in Thailand Points to Global Scourge: Plastic in Oceans",
        "body": "HONG KONG -- Hundreds of turtles, dolphins and whales become stranded every year on Thailand's beaches after plastic impedes their mobility or clogs their insides. Some are lifeless on arrival, biologists say, and their deaths barely register with the public.\n\nBut the survival of a pilot whale that washed ashore in southern Thailand last week, in critical condition and with a belly full of black plastic bags, became a cause célèbre for ordinary people. And its death a few days later was a vivid reminder of a staggering global problem: plastics in the oceans and seas.\n\n\"Many in the region and around the world are extremely concerned about such incidents,\" Suresh Valiyaveettil, a chemist at the National University of Singapore who studies how polymers interact with living systems, said in an email. \"Considering the amount of plastic in the ocean, unfortunately, such incidents are going to be more common in the near future.\"\n\nAfter the whale's death on Friday, a necropsy showed that it had washed ashore in the southern province of Songkhla with nearly 18 pounds of plastic in its stomach. Veterinarians had tried to save its life all week, to no avail.",
        "source": {
          "uri": "nytimes.com",
          "dataType": "news",
          "title": "The New York Times"
        },
        "eventUri": null,
        "shares": {
          "facebook": 6988,
          "pinterest": 9
        },
        "wgt": 6997
      }
    ]
  }
}
