{"articles":{"page":1,"totalResults":5,"pages":1,"results":[{"uri":"881184226","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"07:56:00","dateTime":"2018-06-05T07:56:00Z","dataType":"news","sim":0.9921568632125854,"url":"https://www.reuters.com/article/us-northkorea-usa-medallion/singapore-launches-world-peace-medallion-to-mark-trump-kim-summit-idUSKCN1J10R6","title":"Singapore launches 'World Peace' medallion to mark Trump-Kim summit","body":"SINGAPORE (Reuters) - Singapore on Tuesday unveiled a commemorative medallion ahead of next week's summit between the U.S. and North Korean leaders in the wealthy city-state, carrying the inscription 'World Peace' in large letters on one side.\n\nThe words on the medallion, featured on the online shop of the Singapore Mint, are accompanied by the dove and olive branch motif, a biblical symbol of peace, as well as a rose and a magnolia, the national flowers of the two countries.\n\nThe other side of the souvenir, which costs more than $1,000 for the version in gold, depicts two hands clasped in handshake in front of both nations' flags and the June 12 event date.\n\nThe meeting between Donald Trump and Kim Jong Un will be the first ever between a sitting U.S. president and a North Korean leader. After a war of words that lasted months, it aims to start a discussion on ending the North's nuclear weapons program in return for diplomatic and economic incentives.\n\nSouth Korean President Moon Jae-in has said Trump deserves a Nobel Peace Prize for his efforts to end the standoff.\n\nLast month, the White House also unveiled commemorative coins for the summit, making for an awkward juxtaposition when Trump canceled the event on May 24, citing Pyongyang's \"open hostility\", although he subsequently revived the talks.\n\nA small Southeast Asian nation with good ties to countries both East and West, Singapore tends towards neutrality, projecting itself as the region's answer to Switzerland.\n\nIn 2015, Singapore hosted a historic meeting of the leaders of Taiwan and China, the first since victory in a civil war for the Communists in 1949 confined their Nationalist foes to the island.\n\nThe exact venue of the Trump-Kim summit has yet to be confirmed, although Singapore has declared a special event zone including its foreign ministry, the U.S. embassy, and several large hotels, such as the Shangri-La.\n\nSingapore retailers are also banking on the summit, with pubs offering themed drinks to lure some of the thousands of journalists and delegates expected to visit.","source":{"uri":"reuters.com","dataType":"news","title":"Reuters"},"eventUri":"eng-4012923","shares":{"facebook":358},"wgt":358},{"uri":"881384538","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"12:39:00","dateTime":"2018-06-05T12:39:00Z","dataType":"news","sim":0.7843137383460999,"url":"https://www.reuters.com/article/us-iran-nuclear-europe-exclusive/exclusive-under-u-s-pressure-eib-balks-at-eu-plan-to-work-in-iran-idUSKCN1J11J3","title":"Exclusive: Under U.S. pressure, EIB balks at EU plan to work in Iran","body":"BRUSSELS (Reuters) - The European Investment Bank has balked at an EU proposal to do business in Iran to help offset U.S. sanctions and save the 2015 nuclear deal, EU sources told Reuters, under pressure from the United States - where the bank raises much of its funds.\n\nThe resistance from the European Union's lending arm underscores the limits of the bloc's ability to shield trade with Iran from the reimposition of U.S. sanctions after President Donald Trump abandoned the nuclear accord last month.\n\nEuropean Commissioners are expected on Wednesday to endorse the EU executive's plan to encourage the EIB to support investments by European businesses in Iran, where the bank has never before done business.\n\nThe move has symbolic value as EU officials see it as one of the easiest to deliver on in response to Iran's demands that it show proof of its commitment to the nuclear deal.\n\nA total of six EU diplomats, EU officials and sources at the bank said that within the EIB there are growing concerns that the Commission's plan would imperil its multi-billion-dollar funding program.\n\n\"The bank is unhappy with the Commission proposal because the bank raises funds on U.S. markets,\" said one EU diplomat.\n\nAs one of the world's largest borrowers, the EIB raised 56.4 billion euros ($66 billion) last year on international capital markets. The bank fears that the threat of U.S. sanctions over Iran could scare off bond buyers.\n\nWhile Iran was added in March to a list of potentially eligible countries for EIB activity, any plan to upgrade that status needs the approval of EU governments and the European Parliament. The bloc wants the measure in place before Aug. 6, when U.S. sanctions begin to take effect.\n\nEven then, it would be up to the bank's governors, made up of the finance ministers of the EU's 28 member states, to decide whether to seek an agreement with Tehran to engage there.\n\nThe bank declined to comment on the Commission's plan.\n\n\"This would be an enabling measure, which would not oblige the EIB to take action,\" the Commission said in an emailed statement to Reuters.\n\nDespite its political mandate, sources say the plan throws up many hurdles.\n\nThe bank currently steers clear, for instance, of engaging in jurisdictions listed as high-risk under the FATF, a global group of government anti-money-laundering agencies. That includes Iran.\n\nRoughly a third of its lending operation is dollar denominated, given the global reach of the U.S. financial system.\n\nAnd while an EU budget guarantee partly shields the bank against losses outside the bloc, it would not address the funding risks.\n\n\"This isn't going to be easy,\" another EU diplomat said. \"The bank is well aware of the dangers of U.S. sanctions on its own operations.\"\n\nIn back channels, Washington has also been lobbying the bank to object to the Commission's plan, two EU sources said.\n\n\"The United States is pushing pressure on the bank not to go ahead and invest in Iran, warning of the consequences,\" an EU official said.\n\nTrump abandoned the agreement between Tehran and six world powers on May 8, arguing that it did not rein in Iran's ballistic missile program or support for proxies in Syria, Iraq, Yemen and Lebanon.\n\nThe remaining parties are trying to keep the deal alive.\n\nEurope has focused on preserving the economic incentives for Iran to stick to the accord, which lifted international sanctions in return for Tehran curbing its nuclear program.\n\nIn Tehran last month, Europe's Energy Commissioner Miguel Arias Canete said he had told Iranian officials the new EIB mandate and other measures to \"neutralize bad news\" turning public opinion in Iran against the deal would be fast tracked.\n\nRichard Nephew, a former administration official under then-U.S. President Barack Obama, said that the U.S. administration has many levers to discourage the bank from engaging in Iran even without imposing sanctions on the EIB itself.\n\nAt a stretch, it could choose to pursue a new executive order prohibiting U.S. persons from investing in the EIB while there is a reasonable risk of the bank evading U.S. measures.\n\n\"Europe and the United States are so integrated that it is implausible that the Europeans will be able to use current institutions to engage in transactions with Iran,\" he said.\n\n\"If they really want to do this, then they'll need to set up siloed institutions that have no U.S. exposure and then to protect those institutions with the threat of retaliation against the United States.\"","source":{"uri":"reuters.com","dataType":"news","title":"Reuters"},"eventUri":"eng-4013323","shares":{"facebook":50},"wgt":50},{"uri":"883714082","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"17:23:00","dateTime":"2018-06-08T17:23:00Z","dataType":"news","sim":0,"url":"https://www.reuters.com/article/labor-executiveorders/union-says-trump-civil-service-orders-violate-federal-labor-law-idUSL2N1T928K","title":"Union says Trump civil service orders violate federal labor law","body":"A union that represents 150,000 federal employees has filed a lawsuit claiming President Donald Trump's executive orders making it easier to fire civil servants and limiting the time they can spend on union activities conflict with federal labor law.\n\nIn a lawsuit filed in federal court in Washington D.C. on Wednesday, the National Treasury Employees Union said the orders issued in late May usurp Congress' authority to shape labor relations at federal agencies. Specifically, the union said, the orders violate the Civil Service Reform Act of 1978.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/2LwclIt","source":{"uri":"reuters.com","dataType":"news","title":"Reuters"},"eventUri":null,"shares":{},"wgt":0},{"uri":"883621712","lang":"eng","isDuplicate":true,"date":"2018-06-08","time":"14:45:00","dateTime":"2018-06-08T14:45:00Z","dataType":"news","sim":0,"url":"https://www.reuters.com/video/2018/06/08/very-shocking-trump-on-bourdains-death?videoId=434055730&videoChannel=117764","title":"\"Very shocking\": Trump on Bourdain's death","body":"Reuters, the news and media division of Thomson Reuters, is the world's largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV. Learn more about Thomson Reuters products:","source":{"uri":"reuters.com","dataType":"news","title":"Reuters"},"eventUri":null,"shares":{},"wgt":0},{"uri":"881926245","lang":"eng","isDuplicate":true,"date":"2018-06-06","time":"06:11:00","dateTime":"2018-06-06T06:11:00Z","dataType":"news","sim":0,"url":"https://www.reuters.com/video/2018/06/06/a-look-at-illegal-tunnels-at-us-mexico-b?videoId=433195354&videoChannel=1","title":"A look at illegal tunnels at U.S.-Mexico border","body":"Reuters, the news and media division of Thomson Reuters, is the world's largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV. Learn more about Thomson Reuters products:","source":{"uri":"reuters.com","dataType":"news","title":"Reuters"},"eventUri":null,"shares":{},"wgt":0}]}}