{"articles":{"page":1,"totalResults":152,"pages":4,"results":[{"uri":"880926774","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"20:46:00","dateTime":"2018-06-04T20:46:00Z","dataType":"news","sim":0.8627451062202454,"url":"http://torontosun.com/news/provincial/doug-ford-embroiled-in-family-legal-battle-over-brothers-estate","title":"Doug Ford embroiled in family legal battle over brother's estate","body":"Ontario PC leader Doug Ford has categorically denied shocking allegations levelled against him and the Ford family in a $5 million civil lawsuit launched by the widow of his brother, former Toronto Mayor Rob Ford.\n\nThe bitter court dispute launched by Renata Ford comes on the heels of failed negotiations over Rob Ford's estate and accuses Doug Ford and his brother Randy of breach of trust, conspiracy and \"negligent mismanagement\" of the family business.\n\n\"These claims relating to Deco are completely false and we will strongly refute them in court,\" Doug Ford said in a statement. \"I have also stood by my brother and his family through so many of their challenging times, and will always be there for Stephanie and Dougie.\"\n\n\"Renata's lawyers have been clear to us throughout this campaign, that either we hand over money, or they would go public with these false claims, and that is exactly what they have done, with three days to go until the election,\" he said.\n\nThe lawsuit specifically alleges the two brothers, who are the trustees of their deceased brother's estate, denied money due to Rob Ford's children - Stephanie and Douglas.\n\nIt also alleges Doug Ford has been using money from his father's estate to prop up the family business and to pay himself \"extravagant\" compensation for running Deco Labels, the company founded by Doug Ford Sr.\n\nNone of the allegations have been proven in court.\n\nDiane Ford, Doug and Rob Ford's mother, also provided a statement to the Toronto Sun denying the allegations.\n\n\"It is heartbreaking that Renata has chosen to bring forward these false and baseless allegations against our family, right in the middle of the provincial election campaign,\" Dianne Ford said.\n\n\"As a family, our one goal is to ensure Rob's children are cared for and their financial futures are secure. Renata has serious struggles with addiction, and our hope is that she will accept help for the sake of herself and my grandchildren.\"\n\nThe drug and alcohol issues of the city's former mayor have been widely reported, culminating in the now infamous video of Rob Ford smoking crack cocaine.\n\nRenata Ford's own struggles with substance abuse issues have also been widely reported. She was arrested in 2016 following his death over and faced impaired driving charges in court.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4013299","shares":{"facebook":9035},"wgt":9035},{"uri":"881802442","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"00:32:00","dateTime":"2018-06-06T00:32:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/provincial/fatah-why-andrea-horwaths-ndp-deserves-our-vote","title":"FATAH: Why Andrea Horwath's NDP deserves our vote","body":"Not since the days when the Orange Order came marching to instil fear among the refugee riff-raff of Cabbagetown in the 1900s has so much orange been splashed in the neighborhood.\n\nOur family has lived in this quaint downtown community through four Ontario elections, and usually the area has been flooded in a sea of Liberal red.\n\nBut this time, orange is the new red.\n\nTwo factors seem to have resulted in the steep rise of Andrea Horwath's NDP from third position to first in popular vote according to most polls, though not yet in the crucial seat count where the PCs lead.\n\nFor a start, the scandals of fake memberships and stealing of names and addresses from the 407 Highway records has left an indelible stain on the image of a folksy Ford Nation making him look more like mean Mike Harris.\n\nThen the absence of a costed PC platform document even though Ford promised it, has given weight to a genuine fear that Doug Ford is all talk, asking voters to trust him to carry out his vague pie-in-the-sky undertakings because he is a businessman and knows what he is talking about.\n\nFinally, when Premier Kathleen Wynne acknowledged a Liberal defeat, the election turned into a two-horse race giving validity to the NDP slogan:\n\n'A vote for the Liberals is a vote for Doug Ford'.\n\nA couple of months ago, my lefty friends and I went to hear Ford speak during his PC leadership bid and were impressed by his folksy, good natured style; a sort of compassionate conservatism many Ontarians could relate to.\n\nThen came Ford's vicious attacks on former NDP Premier Bob Rae that were based propaganda that never withstood scrutiny. Blaming Rae for the devastating 1990 recession was equivalent to reprimanding a first-day-on-the-job waiter for serving an overcooked steak prepared by a drunk chef on a faulty stove.\n\nFord seems unaware of the great worldwide stock market crash of October 1987, followed by the 1989 collapse in the Ontario property market which preceded the 1990 Canada-wide recession.\n\nPerhaps 25 years ago his interests weren't politics.\n\nBut for Doug Ford to claim that Bob Rae and the NDP \"bankrupted Ontario in less than four years,\" or that if Andrea Horwath won businesses will flee to south of the border \"in half a second\" was a complete fabrication and scaremongering.\n\nLater when asked if he would move his own business to the US, Ford ducked the question, further enhancing the view that he was just talk.\n\nAndrea Horwath on her part has said more than once, she is no Bob Rae. True, and the choices these two leaders have demonstrated in public illustrates the contrast.\n\nWhen Bob Rae was the NDP Premier he demonstrated immense courage in defying the Ayatollah Khomeini's fatwa against dissident Muslim Salman Rushdie. He embraced the Indian-born British author, publicly thumbing his nose at the Islamists.\n\nIn contrast, Andrea Horwath, far from embracing the victims of Islamism, went out of her way to get introduced at her last major event in Toronto on Sunday by a woman resplendent in Islamist attire who would not touch Rushdie with a ten-foot pole and has blocked me on Twitter.\n\nHaving said that, we all play with the cards we are dealt with, not what we hope for. She may not be Bob Rae, nor have his stature, but she does have integrity. Let's give Horwath a chance.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":7870},"wgt":7870},{"uri":"880879481","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"19:09:00","dateTime":"2018-06-04T19:09:00Z","dataType":"news","sim":0.5490196347236633,"url":"http://torontosun.com/opinion/columnists/agar-i-have-no-choice-but-to-vote-for-ford","title":"AGAR: I have no choice but to vote for Ford","body":"I was wrong.\n\nA few months ago I met Ontario NDP leader Andrea Horwath and told her that I would not vote NDP but for me, if the Liberals were gone after the next election, that was good enough. If she were the winner, I could live with that.\n\nBut, of course, like many people, I wasn't spending a lot of time looking at individual candidates for a party normally stuck in third place.\n\nPerhaps Horwath wasn't doing that either.\n\nI am going to vote for the PCs Thursday, and that causes some people to scream and yell that I am ridiculous to love Doug Ford. They assume that I can't see any faults in the PCs.\n\nI like Doug personally -- I know him -- and it is true that I am likely to vote PC anyway, (I'm the radio talk show host who is willing to declare my biases, so you know where I am coming from), but I am left with no choice this time.\n\nKathleen Wynne has declared defeat for the Liberals, and that is because the vast majority of people in Ontario have finally had enough.\n\nThe Greens might elect one person; their Leader Mike Schreiner, while the Libertarians and the Trillium party are kidding themselves. At best, those would be protest votes, so let's talk realistic chances.\n\nIt is either the PCs or the NDP.\n\nYou can slam me all you want for voting PC, but tell me why I should take a chance that an NDP candidate who marched with a banner declaring \"F -- the police\" might be attorney general.\n\nOr, would it be the NDP candidate that used a racial slur against the black police chief of Toronto? Or maybe the one who posted a Hitler quote on leadership. Now she says she didn't post it -- so maybe she just can't run a Facebook page.\n\nWill you feel comfortable with an MPP who says that the Canadian military slaughters women and children?\n\nHow about the one who says that it is dehumanizing to have to have a job in order to pay your bills?\n\nWhat about the current MPPs who are under investigation by the Human Rights Tribunal?\n\nThe NDP candidate in my riding wants people who own guns to be blown up from drones. That's not only hateful, it is illogical.\n\nWill you vote for the NDP candidate who believes in 9/11 conspiracy theories that George Bush perpetrated the attack?\n\nWhen several candidates for the PCs became problematic in the same fashion, Ford dumped them.\n\nHorwath supports all of the above and wants to make Ontario a sanctuary province, open for anyone in this country illegally to access services you pay for.\n\nShe would never rule a striking union back to work -- no matter how long the schools are closed.\n\nSo here is my point.\n\nIn my opinion, I have no choice. So don't assume that means I think the PCs are perfect. That doesn't mean that I am unaware they have not costed out a platform.\n\nIt means Doug Ford and his party are a far from perfect choice, but the better of the two in my opinion based on Horwath's support of some of the most anti-social, cringe inducing, fringe candidates I have ever seen put forth by a party with a chance to win.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4009318","shares":{"facebook":7330},"wgt":7330},{"uri":"883149969","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"21:52:00","dateTime":"2018-06-07T21:52:00Z","dataType":"news","sim":0.7372549176216125,"url":"http://torontosun.com/news/national/bonokoski-shocker-resurfaced-editorial-slams-justin-trudeau-as-a-groper","title":"BONOKOSKI: Shocker! Resurfaced editorial slams Justin Trudeau as a groper","body":"Our feminist preacher of a prime minister, Justin Trudeau, had best bone up on the scriptures before he lectures again on how to treat women.\n\nJohn 8:7 might be a good place to start, especially the bit about letting he who is without sin cast the first stone.\n\nThat's always been a good one.\n\nThere are a bunch of others, of course, that don't need paraphrased quotations from the Bible to deliver the same sort of message. Those who live in glass houses should not throw stones, for example.\n\nThat one's a homey, too.\n\nAnd then there is this one: everything old is new again, an expression that certainly applies to the story now taking on a new life on social media about claims of Trudeau's \"groping\" of a young female reporter 18 years ago while visiting the Kootenay-area town of Creston Valley, B.C., (Pop: 5,300).\n\nThe editor of Creston Valley Advance certainly wasn't impressed with Trudeau's alleged sexual manhandling of his reporter, and even wrote an editorial about the incident -- headlined, \"Open eyes\" -- which is now heating up Twitter.\n\nWhen I called the Advance, the woman who answered the phone remembers the incident, but not the name of the reporter. She also knew that Lorne Eckersley, now the paper's publisher, was the editor and the time, but there was no way in the world that she was going to give me his cellphone number to get his recollections.\n\n\"He's on vacation,\" she said. \"Call back Monday. But I am not going to interrupt him.\"\n\nWe could all use such guardians at the gate.\n\nThe newspaper led off its editorial with what it called Trudeau's one-day-late \"apology\" to the unnamed reporter, which wasn't an apology at all but more like some high-society toff looking down his nose at someone who was obviously a lesser being.\n\nFor this is what Trudeau reportedly said to the offended young woman: \"I'm sorry. If I had known you were reporting for a national newspaper, I would never have been so forward.\"\n\nSay what? That it's somehow okay to be inappropriate with a young reporter from a small-town weekly, but not to a reporter who might be also be making a few extra bucks by stringing her story to a national newspaper?\n\nWhat would the hashtag be for that? #MeTooButNotYou?\n\nOr #MeTooDepending?\n\nThis all allegedly happened when Trudeau was visiting the B.C. resort town and attending a local festival in August, 2000. But he was no kid at the time.\n\nHe was 29.\n\nAs the editorial rightly asked all those 18 years ago, \"shouldn't the son of a former prime minister be aware of the rights and wrongs that go along with public socializing?\n\n\"Didn't he learn through his vast experiences in public life, that groping a strange young woman isn't in the handbook of proper etiquette regardless of who she is, what her business is, or where they are?\"\n\nOur prime minister has yet to respond to this piece of his past coming back to haunt him, but he must -- even if it detracts from some of the sound bites he would rather have come out of this weekend's G7 summit in Quebec.\n\nThe Sun reached out to the Prime Minister's Office but has not yet received a response.\n\nBut if there are those who look at the year 2000 and think Justin Trudeau was perhaps reeling from his famous father's death as some sort of explanation, that would be a wrong conclusion.\n\nPierre Trudeau was still alive when his eldest son made that little trip to Creston Valley, B.C., although he did die a month later.\n\nSo what, then, was Trudeau the Younger's excuse if the reporter's accusations are true?\n\nChauvinist piggery awaiting exorcism?\n\nSurely there has to be a reason.\n\nmarkbonokoski@gmail.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4020246","shares":{"facebook":6521},"wgt":6521},{"uri":"883872659","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"23:18:00","dateTime":"2018-06-08T23:18:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/provincial/doug-ford-wants-toronto-pride-to-include-police-in-parade-before-he-attends","title":"Doug Ford wants Toronto Pride to include police in parade before he attends","body":"Ontario premier-designate Doug Ford says he's waiting on Toronto's Pride organization to include uniformed police in their annual parade before he commits to attending the June 24 event.\n\n\"I look forward to the organizers of the Pride parade to include the police,\" told The Toronto Sun's Editor-In-Chief Adrienne Batra during a video interview in The Sun's newsroom Friday.\n\n\"It's supposed to be inclusive and the police play a big part in our community, in Toronto, they're the first people we call when we need help. So I look forward to their decision on deciding if the police are going to be marching in their parade.\"\n\nStarting in 2016, police officers in uniform were forbidden from walking in the event, which draws hundreds of thousands of people to the city's downtown core, after Black Lives Matter halted the parade, mid-event, with the demand they be excluded over police treatment of blacks and other minorities.\n\nThe uniformed police inclusion drew more traction this year when the gay community accused authorities of mishandling investigations into people missing from the Gay Village after alleged serial killer Bruce McArthur was charged with the murders of eight men.\n\nOn another front, Ford also told Batra he's looking at the possibility of changing the minimum number of seats required to be an official party in Ontario. Currently, the Liberals have only seven seats, one seat shy of official party status.\n\n\"We're always open to discussion,\" said Ford. \"We'll sit down with our team and discuss that opportunity over the next few days, over the next couple of weeks.\"\n\njstevenson@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":5978},"wgt":5978},{"uri":"880996788","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"23:36:00","dateTime":"2018-06-04T23:36:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/local-news/levy-etfo-gives-teachers-marching-orders-to-vote-ndp","title":"LEVY: ETFO gives teachers marching orders to vote NDP","body":"They've designated NDP leader Andrea Horwath their new puppet and Ontario's largest teachers union couldn't be working harder to get her elected.\n\nAccording to information provided to the Toronto Sun, all Elementary Teachers Federation of Ontario (ETFO) members were invited to a virtual rally last Wednesday on their lunch or nutrition break.\n\nThe purpose, according to the e-mail invite, was to \"discuss key education issues and ETFO's strategy to ensure education is front and centre in the upcoming election.\"\n\nGiven that ETFO's president Sam Hammond is adamant about getting rid of the Education Quality and Accountability Office (EQAO) and standardized testing completely -- and his puppet Horwath has assured him she will do his bidding -- I don't need to be Albert Einstein to figure out that the \"key education issue\" was indoctrinating teachers to vote NDP so they won't have to do those silly tests (which show how poorly they're teaching math, reading and writing).\n\nFrankly, I can't believe any teacher worth his or her credentials would be so disinterested in student learning to support the demise of standardized testing.\n\nAs I've seen repeatedly, most teachers just want to do their best for their students. It is Hammond and some of his radical stewards who are pushing an agenda that moves the curriculum away from academics and standards to social justice -- a recipe for more out-of-work graduates.\n\nBut I digress.\n\nHammond's missive to the teacher troops not only encourages them to cast a ballot (for the NDP), but invites teachers to volunteer their time on election day to get out the vote.\n\n\"Candidates desperately need campaign workers to help identify supporters and then to get the vote out on election day,\" he writes\n\nHe doesn't specifically mention that the NDP needs help, but a video with Andrea Horwath contained in the same memo says it all.\n\nYes it's come to this. The puppeteer has absolutely no shame pushing the provincial leader he thinks will give his union everything they want and more. Indeed it is always about the kids, isn't it?\n\nI reached out to Hammond for comment.\n\nInstead, I was provided a statement in which he contended that ETFO has \"always encouraged its members to participate in local candidate campaigns of their choice and to vote on election day.\"\n\nHe says that this year in compliance with the new rules regarding union involvement in election campaigns (they can no longer donate money), ETFO is encouraging members to donate their time to campaigns on \"weekends and on election day before or after school hours.\"\n\n\"The ETFO provincial executive has endorsed the NDP and encouraged members to compare the four main party platforms (no doubt chastising the PCs for wanting to keep standardized testing) related to education issues,\" says Hammond in his statement. \"It has also produced communications and videos to encourage members and the public to get involved in the provincial election for the candidate of their choice.\"\n\nSLevy@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":3809},"wgt":3809},{"uri":"883611945","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"14:27:00","dateTime":"2018-06-08T14:27:00Z","dataType":"news","sim":0.7333333492279053,"url":"http://torontosun.com/opinion/columnists/bonokoski-shocker-resurfaced-editorial-slams-justin-trudeau-as-a-groper","title":"BONOKOSKI: Shocker! Resurfaced editorial slams Justin Trudeau as a groper","body":"Our feminist preacher of a prime minister, Justin Trudeau, had best bone up on the scriptures before he lectures again on how to treat women.John 8:7 might be a good place to start, especially the bit about letting he who is without sin cast the first stone.\n\nThat's always been a good one.\n\nThere are a bunch of others, of course, that don't need paraphrased quotations from the Bible to deliver the same sort of message. Those who live in glass houses should not throw stones, for example.\n\nThat one's a honey, too.\n\nAnd then there is this. Everything old is new again, an expression that certainly applies to the story now taking on a new life on social media about claims of Trudeau's \"groping\" of a young female reporter 18 years ago while visiting the Kootenay-area town of Creston Valley, B.C., (Pop: 5,300).\n\nThe editor of Creston Valley Advance certainly wasn't impressed with Trudeau's alleged sexual manhandling of his reporter, and even wrote an editorial about the incident -- headlined, \"Open eyes\" -- which is just now heating up Twitter.\n\nUm, what? #cdnpoli #loc #MeToo pic.twitter.com/6P7iiPQRZA -- Warren Kinsella (@kinsellawarren)\n\nJune 6, 2018\n\nThe woman who answered the phone at the Advance remembers the incident, but not the name of the reporter.\n\nThe newspaper's publisher, Lorne Eckersley, responded to an email while on vacation, stating \"the editorial is authentic\" and was written by an editor who worked at the Advance before his time.\n\nThe newspaper led off its editorial with what it called Trudeau's one-day-late \"apology\" to the unnamed reporter, which wasn't an apology at all but more like some high-society toff looking down his nose at someone who was obviously a lesser being.\n\nFor this is what Trudeau reportedly said to the offended young woman: \"I'm sorry. If I had known you were reporting for a national newspaper, I would never have been so forward.\"\n\nSay what? That it's somehow okay to be inappropriate with a young reporter from a small-town weekly, but not to a reporter who might be also making a few extra bucks by stringing her story to a national newspaper?\n\nWhat would be hashtag be for that? #MeTooButNotYou?\n\nOr #MeTooDepending?\n\nThis all allegedly happened when Trudeau was visiting the B.C. resort town and attending a local festival in August, 2000. But he was no kid at the time.\n\nHe was 29.\n\nAs the editorial rightly asked all those 18 years ago, \"shouldn't the son of a former prime minister be aware of the rights and wrongs that go along with public socializing?\n\n\"Didn't he learn through his vast experiences in public life, that groping a strange young woman isn't in the handbook of proper etiquette regardless of who she is, what her business is, or where they are.\"\n\nThe prime minster, of course, would rather have attention on the G7 summit currently underway north of Quebec City.\n\nBut his office dodged queries about the specifics of the alleged incident.\n\n\"As the PM has said before, be has always been very careful to treat everyone with respect,\" wrote Trudeau press secretary Matt Pascuzzo.\n\n\"His first experiences with activism were on the issue of sexual assault at McGill University, and he knows the importance of being thoughtful and respectful.\n\n\"He remembers being in Creston for the Avalanche Foundation,\" said Pascuzzo, \"But he doesn't think he had any negative interactions there.\"\n\nSo, there it is then, the same old he-said, she-said joust.\n\nAnd it all allegedly happened too long ago, of course, to have cell phones in everyone's pocket with picture-taking abilities, and too long ago to matter for someone who had yet declared he was a feminist seeking to become PM.\n\nSo, move on folks, and forget what you just read.\n\nmarkbonokoski@gmail.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4020246","shares":{"facebook":2908},"wgt":2908},{"uri":"883060666","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"18:43:00","dateTime":"2018-06-07T18:43:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/local-news/man-sought-after-woman-held-beaten-for-two-days-cops","title":"Man sought after woman held, beaten for two days: Cops","body":"A man is wanted for allegedly holding a woman against her will for two days downtown.\n\nToronto Police say the unidentified woman was \"forcibly confined, assaulted and threatened\" between Monday and Tuesday in the Bathurst and Lake Shore Blvd. W. area.\n\nHussain Al-Naqeeb, 29, of Maple, is wanted for two counts of assault with a weapon, two counts of uttering threats, forcible confinement, causing unnecessary suffering, mischief under $5,000, motor vehicle theft, and failing to comply with probation.\n\nHe is described as 5-foot-10 and 185 pounds, and police say he should be considered violent and possibly armed with a knife.\n\nAnyone with information is asked to call police at 416-808-1400 or Crime Stoppers.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":2578},"wgt":2578},{"uri":"881764336","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"22:45:00","dateTime":"2018-06-05T22:45:00Z","dataType":"news","sim":0.501960813999176,"url":"http://torontosun.com/news/local-news/levy-the-dirty-tricks-theyve-played","title":"LEVY: The dirty tricks they've played","body":"At the early May Reena Foundation fundraiser, two days before the writ was dropped, PC leader Doug Ford mentioned to me he knew his opponents would throw everything dirty they could at him during the Ontario election campaign.\n\nHe was right.\n\nThe past 30 days have been, well, insightful and full of the very \"mudslinging, hatred and divisive comments\" NDP Andrea Horwath keeps claiming she abhors (just before she quickly pivots and slings mud at her opponents.)\n\nIt's pretty near all been directed at Ford.\n\nFord's spokesperson Melissa Lantsman puts it this way: \"This entire election campaign, Doug Ford has been subjected to deeply personal smears. The other parties continue to go deeper and deeper into the gutter in a desperate bid to keep the party with the taxpayer's money going at Queen's Park.\"\n\nGuess in Horwath's case, it's only \"mudslinging\" if her rag tag group of anti-police, anti-Israel, anti-war, pro-civil-disobedience and various other nutty agenda-driven candidates are put under the microscope.\n\nWhat Ford never really articulated that day, or perhaps didn't realize until thrown to the wolves, was just how intense the efforts would be.\n\nLet's put outgoing Premier Kathleen Wynne and NDP leader Andrea Horwath aside for a moment.\n\nIn a scenario eerily similar to the presidential election that gave the United States Donald Trump, Ford has had to come up against the complicit left-wing media.\n\nThey've attacked him non-stop but have virtually given Horwath a free pass over the past 30 days as her fortunes increased in the polls, lapping up her propaganda as if it's the gospel.\n\nI decided to join the Horwath campaign trail last week after I got sick of listening to media lob her softball questions.\n\nFord has been the subject of at least two social media campaigns -- #notdoug and #notford, the latter one orchestrated by former TV debt counsellor Gail Vaz-Oxlade, who has gone so off the rails about a possible PC win, she told supporters on Twitter to STFU.\n\nThe big unions have been so shameless about trying to stop Doug they've taken to calling members to try to bully them into voting NDP.\n\nI know.\n\nI got more than one call from Unifor, our media union.\n\nA reader who didn't want his name used said OPSEU has been doing the same.\n\nETFO held a virtual rally for teachers throughout Ontario last Wednesday urging them to vote (NDP) and has actually encouraged its members to volunteer on (NDP) campaigns Thursday to get out the vote.\n\nBut getting back to Wynne and Horwath, aside from their failed attempts in the early days of the campaign to paint Ford as a Trump clone, anti-immigrant and divisive, they've been downright disingenuous about the impact of his attempts to streamline government.\n\nNever mind disingenuous. I can't believe the sheer chutzpah of the two of them as they pretend -- or flat out dismiss the idea -- that they had nothing to do with the sorry state of Ontario today.\n\nI say both of them because Horwath propped up Wynne repeatedly.\n\nI've even been told of efforts by Liberal canvassers to tell vulnerable seniors at the door that with Ford as premier rent control will no longer exist.\n\nBut the ads and the daily propaganda spewed by the two of them is downright deceitful.\n\nI'm talking about the 20,000 jobs I've heard Horwath say will be gone under Ford.\n\nI asked her last week where that number came from.\n\nShe said they took the four-cents on the dollar that Ford intends to reduce and extrapolated that across nurses, doctors and any other provincial public services.\n\n\"You take the 4% and you get a number,\" she said, claiming efficiencies is \"another word for cuts.\" (Not that it is.)\n\nIn other words, Horwath's numbers were pulled out of thin air.\n\nNevertheless with the constant attempts at indoctrination of more vulnerable voters by the Liberals and NDPers, the complicit cozy media, union intimidation and social media propaganda, it's a wonder anyone can break through the noise.\n\nYes indeed it's been a dirty 30 days. The Ford haters must really be worried.\n\nSLevy@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4009318","shares":{"facebook":2188},"wgt":2188},{"uri":"881534609","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"15:28:00","dateTime":"2018-06-05T15:28:00Z","dataType":"news","sim":0.529411792755127,"url":"http://torontosun.com/opinion/columnists/oliver-a-looming-threat-to-ontarios-economy","title":"OLIVER: A looming threat to Ontario's economy","body":"Be afraid, be very afraid.\n\nPolls suggest the Ontario election has narrowed and the NDP may deprive Doug Ford of his coveted majority. A plurality might even be within its reach. That would be a major problem since an NDP government would have serious negative consequences for the Ontario economy.\n\nIn spite of her smiling demeanour and agreeable personality, Andrea Horwath's high tax-and-spend policies reflect a harmful socialist agenda -- big government, fiscal profligacy, capture by union leadership, hostility to job-creating businesses, costly ideological obsessions, and socially divisive programs. This is not partisan alarmism. It's a conclusion based on her election platform, her comments and the track record of provincial NDP governments.\n\nThe Ontario economy is struggling. It is the largest subnational debtor in the world, with a crushing provincial debt of $325 billion and interest payments of $11 billion annually, greater than the budget for colleges and universities. High energy costs have eroded businesses' competitiveness, especially in the manufacturing sector. This was exacerbated by the dramatic decrease in U.S. corporate taxes from 39% to 26% compared to about 27% here, before Horwath's promised 1.5% tax hike.\n\nCapital is flowing out of Ontario and exports are in jeopardy. The province's credit rating has deteriorated to the point that for the first time, Ontario bonds have a lower rating and trade at higher yields than those of Quebec.\n\nTo make things more alarming, we are ending the ninth year of an economic recovery, meaning an economic slowdown or recession is highly likely during the term of a new government. Pressure for stimulative spending to counter a downturn will be intense, automatic stabilizers, like social assistance programs, will kick in, and government revenues from taxes will decline with reduced corporate profitability. Deficits could then spiral out of control and we would face a credit crisis.\n\nInstead of preparing for the inevitable rainy day, an NDP government would do the opposite. Horwath intends to spend $30 billion more over the next five years and has no path to a balanced budget. She would raise taxes by $20 billion, which shows that asking the wealthy to pay a little more is NDP speak for taxing the middle class a ton.\n\nOntario represents about 38% of Canada's GDP, so what happens here will affect the entire country. When I was minister of finance, we worried about the direction of Ontario's economy. Now the alarms bells are deafening.\n\nThere are other problematic platform promises. Horwath would repurchase all the shares of Hydro One held by private investors, which means reneging on a commitment to investors not to increase government ownership. The buyback would be financed from Hydro's dividends. In contrast, Doug Ford promised to send dividends to residential, small business and farming ratepayers, thereby reducing their rates by 5% or an average of $70 a year. Finally, Horwath's proposal would take about 30 years to complete.\n\nHowarth was clear that she would never legislate a striking union back to work, thereby putting the interests of teachers before our children. Also, we know Ontario students do not test well. Rather than improving education, she would remove the embarrassment by eliminating the tests. And the list goes on, including candidates with limited relevant experience but disturbing and radical opinions.\n\nThis election presents a stark choice between an NDP leader who would double down on failed Liberal policies that inflicted terrible harm on the economy and Ontarians and a Progressive Conservative centrist who cares about people and would put us on the road to recovery. All the smiling and spinning won't change that reality.\n\n-- Joe Oliver is the former federal minister of finance and chairman of Echelon Wealth Partners\n\ntwitter.com/joeoliver1","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4015061","shares":{"facebook":1901},"wgt":1901},{"uri":"880336127","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"00:46:00","dateTime":"2018-06-04T00:46:00Z","dataType":"news","sim":0.6901960968971252,"url":"http://torontosun.com/news/provincial/lilley-hydro-one-using-ratepayer-money-to-oppose-ndp-and-pc-plans","title":"LILLEY: Hydro One using ratepayer money to oppose NDP and PC plans?","body":"\"If this is an advertising request, please note that Hydro One does not purchase advertising.\"\n\nThat's how the outgoing message on the media line for Hydro One ended when, funny enough, I called to ask about their advertising.\n\nSeems Hydro One has been advertising quite a bit lately, but not how you might expect. The once-public utility is outbidding the Ontario Progressive Conservative Party to secure the top ad placement for anyone who searches the term \"Hydro One\" using Google.\n\nDoug Ford has promised to fire Hydro One's Six Million Dollar Man, CEO Mayo Schmidt and the entire Hydro One board.\n\nFord's promise drew the ire of Hydro One insiders but resonated with voters, also hydro ratepayers, fed up with sky high bills.\n\nOntario's hydro rates have skyrocketed four times fatster than inflation and more than double the national average over the past decade, the Fraser Institute reported in 2017.\n\nPublic outrage turned hydro prices into a election issue and prompted the Liberals to borrow $45 billion to temporarily reduce rates by 25%. Ford has promised to cut rates an additional 12% through a variety of measures, which would save ratepayers $173 a year.\n\nThe NDP is promising to cut rates 30% and Andrea Horwath plans to buy back shares to return the utility to public ownership.\n\nMeanwhile, Ford has been running ads based on the search term Hydro One for some time now, and highlighting terms such as \"clean up the mess\" and \"more money in your pocket,\" at least until the utility ads recently bumped the PC ad pitch.\n\nNow the top ad takes you to a Hydro One page that tells viewers, \"We're changing to better serve our customers, communities and the people of Ontario.\"\n\nThey promise to give you \"Just the Facts.\"\n\nThat page is filled with tales of how great Hydro One is serving their customer base.\n\nThey brag about savings, \"$114 million in productivity savings.\" And high customer satisfaction, \"...of 74 per cent, a six percentage point increase year over year and a four year high.\"\n\nIf it all sounds a little self-serving it is.\n\nRather than relying on a hunch that Hydro One was paying more than the Ford campaign, I reached out to an independent tech analyst who specializes in online campaigns. While the analyst couldn't say how much Hydro One was spending in total, they were able to determine that at 97 cents per click, the utility was outbidding the Ford campaign.\n\n\"I can say for sure they have outbid Ford to be sure they are at the top of Google Search results,\" the analyst said.\n\nHere is why this matters.\n\nHydro One is acting in a very political way in the middle of an election campaign where they are a central campaign issue. They are spending money from ratepayers, often angry ratepayers, to launch a PR campaign to buff up their image.\n\nThere is potentially another big problem with their ad campaign - Hydro One isn't registered as a third party with Elections Ontario. Under Ontario election law, \"any any person or entity that is not a political party, candidate or constituency association\" that engages in political advertising must register.\n\nElection's Ontario defines political advertising \"as advertising in any broadcast, print, electronic, or other medium with the purpose of promoting or opposing any registered party or its leader... and includes advertising that takes a position on an issue that can reasonably be regarded as closely associated with a registered party or its leader or a registered candidate.\"\n\nHydro One would likely argue these ads don't qualify but in the spirit of the law, I'd say they do.\n\nNDP supporters should be outraged as well.\n\nOn the very same page that Hydro One pushes back at Ford, they push back at Horwath.\n\n\"Since becoming an investor owned utility, we have renewed our commitment to customers,\" reads the website. They even take credit for reducing bills.\n\nIf Hydro One wants to use not only their website but substantial funds to place ads refuting the messages of political parties during an election campaign then they should follow the law and register.\n\nIt is outrageous that Hydro One hasn't done this but not nearly as outrageous as the utility campaigning against the two main parties that could control the strings for the biggest shareholder at the utility.\n\nAsked to comment on all of this, Hydro One issued a generic statement about their website that ignored the questions of advertising, Elections Ontario and more.\n\nMaybe the Ford campaign is right, their statement was crystal clear.\n\n\"Yet another reason why the six million dollar man and the board need to go.\"","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4011239","shares":{"facebook":1544},"wgt":1544},{"uri":"883229320","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"01:24:00","dateTime":"2018-06-08T01:24:00Z","dataType":"news","sim":0.4862745106220245,"url":"http://torontosun.com/news/provincial/doug-ford-declared-winner","title":"Doug Ford declared winner","body":"Early results showed PC Leader Doug Ford was on track to become the 26th premier of Ontario but Andrea Horwath's NDP was a strong second, and Kathleen Wynne's Liberals were having a very bad night.\n\nThe number of ridings in the province jumped to 124 this election, from 107, to reflect the growing population.\n\nElections Ontario premiered new technology to speed up the voting and counting process, and results appeared to be flowing smoothly.\n\nThere were some difficulties reported including four polls forced to stay open later due to school lockdowns.\n\nChanges to fundraising rules brought in during the last term of government bans corporate and union donations and puts strict caps on individual contributions to political parties.\n\nTo compensate for the loss of fundraising possibilities, parties are eligible for quarterly allowances paid for by taxpayers if they received at least 2% of valid votes cast or 5% of valid votes cast in the electoral districts in which the registered party endorsed a candidate.\n\nThe bigger the vote share, the bigger the allowance.\n\nFor the first quarter of 2018, the Green Party received $147,893, the NDP $728,107, Liberals $1,185,487 and the PC $959.604.\n\nSo a poor showing would seriously hamper the Liberals ability to rebuild,\n\nThe election campaign was supposed to be a contest that pitted fresh-faced PC leader Patrick Brown against two female leaders in do-or-die campaigns.\n\nFor Horwath it would certainly have been her last election as leader should she have landed in third place yet again.\n\nWynne had been putting up dismal approval numbers for almost two years before the vote, and had vigorously resisted any nudge toward that proverbial walk in the snow.\n\nInstead, Wynne held on, adopting popular left-wing proposals like a $15-an-hour minimum wage hike.\n\nEven when Brown got the boot over sexual misconduct allegations, replaced with the far more polarizing Ford who quickly rejected large swaths of Brown's centrist platform, Wynne was unable to move her polling numbers.\n\nThe province's first female premier ran attack ads on herself, acknowledging she wasn't popular but saying her ideas were.\n\nThe Premier had some fine campaign moments - many thought she'd won the debates with her intelligent, grounded performances.\n\nBut with just a week to go she took the incredibly rare step of conceding that she hadn't a chance of winning government, and then began urging voters to keep the Liberals alive so they could hold an NDP or PC government in check.\n\nHorwath easily ran her best campaign with a well-organized agenda, clever and effective ads, and she at the centre with her now trademark accessible charm.\n\nHowever, Horwath had her own challenges when it was revealed that her election platform was improperly costed, several of her candidates had an online history of bizarre and offensive rants, and some of her proposals like a Sanctuary Province would cause administrative and financing headaches.\n\nFord had to dump candidates including Tanya Allen Granic, despite her support in his leadership win, faced continuous criticism over his refusal to put out a fully costed platform and wrapped up the campaign mired in controversy as his brother's widow hit him with a $15 million-plus lawsuit claiming he had mismanaged the family business and estates.\n\nBut Ford's stripped down platform with its focus on cutting taxes and eliminating the \"six-million-dollar man,\" the CEO at Hydro One, putting booze in the corner stores and generally getting government out of people's faces resonated with a lot of voters after 15 years of a more paternalistic-style governing under the Liberals.\n\naartuso@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4020254","shares":{"facebook":1498},"wgt":1498},{"uri":"882416384","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"20:45:00","dateTime":"2018-06-06T20:45:00Z","dataType":"news","sim":0.501960813999176,"url":"http://torontosun.com/news/provincial/bonokoski-only-the-tories-will-put-down-the-shovel-and-stop-digging","title":"BONOKOSKI: Only the Tories will put down the shovel and stop digging","body":"With the corpse of the Wynne Liberals all but on the autopsy table -- the cause of death being old age, arrogance, fiscal incompetence and political corruption -- Ontario must now decide what devil it will hire to fix the province's woes.\n\nThis election has been one for the ages, an unorthodox ride with more twists and turns than a snake in a rockpile.\n\nIt began with the abrupt bouncing and then resignation of Patrick Brown from the PC party leadership over unverified and denied claims of sexual impropriety.\n\nCue Doug Ford, big brother of former Toronto Mayor Rob Ford, who catapulted into the leadership over party's former deputy leader Christine Elliott and Caroline Mulroney, daughter of our former PM.\n\nIt has ended with Liberal Premier Kathleen Wynne's unexpected throwing-in of the towel on the campaign and NDP leader Andrea Horwath defending a sorry slate of loonie-left candidates who variously: posted a Hitler meme, blamed George W. Bush for the 9/11 terror attack on New York, attacked the poppy as a symbol of warmongering, suggested our troops were \"slaughtering\" innocents, and carried a \"F -- the Police\" sign during a demonstration.\n\nDespite the twists and turns, most pollsters predict a dead-heat run for the finish line.\n\nIt is now up to the voters.\n\nIt's time to sweep aside the heated rhetoric and hyperbolic attack ads and vote for the team best prepared to repair the damage successive Liberal governments inflicted upon the province, including a debt hole that is $325-billion deep and growing.\n\nAs Ford put it, \"The Liberals have us in terrible debt, and hydro and taxes are through the roof. The province cannot compete.\"\n\nThere is no gobbledygook in this, no talking points.\n\nIt's our collective reality.\n\nThe NDP has no plan to lay down the debt shovel, and instead plan on handing out \"free\" anything-and-everything as if there's no cost for their reckless brand of buy-your-vote politics.\n\nIf the NDP does win, and they follow their promised Liberal-esque path, Ontario's debt is projected to climb to at least $377 billion by 2021 -- leaving us with debt-interest payments of $16.9 billion a year.\n\nThat's almost $17 billion going into the pockets of the rich who invest in government IOUs.\n\nThat's $17 billion that will not be going to mend an ailing health-care system already on life support, or put toward aging infrastructure or lower the outrageous cost of electricity, or give a much-needed tax break to Ontario's middle class.\n\nWorse, if the NDP make Ontario a sanctuary province as Horwath has blindly promised because she has some secret garden where money grows, Concerned Ontario Doctors warn such largesse will cost taxpayers a minimum of another $2.5 billion a year to dish out free and extended health care to illegals who are already flooding into the province because Toronto is a magnet to legitimate and economic refugees.\n\nIf you think our health care system is overwhelmed now, a sanctuary province status is the last thing that needs to happen.\n\nWhat is needed, instead, is fiscal sanity.\n\nThose who fear the tough medicine of former Tory Premier Mike Harris coming back to haunt them should fear more the return of Bob Rae's NDP government in the form of Andrea Horwath's cabal of activist misfits who don't know how to put down the spending shovel.\n\nThink of that hole -- that $325-billion debt hole.\n\nAnd think of it growing by the billions, unchecked and out of control.\n\nThat fixes things how?\n\nmarkbonokoski@gmail.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4015061","shares":{"facebook":1344},"wgt":1344},{"uri":"881467022","lang":"eng","isDuplicate":true,"date":"2018-06-05","time":"13:45:00","dateTime":"2018-06-05T13:45:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/provincial/horwath-says-ford-family-lawsuit-raises-questions","title":"Horwath says Ford family lawsuit raises questions","body":"BRAMPTON -- Ontario NDP Leader Andrea Horwath says a lawsuit accusing Doug Ford of mishandling the estate of his late brother Rob Ford and destroying the value of the family business raises questions about his lack of a fully costed platform.\n\nThe allegations, which have not been proven in court, were contained in a lawsuit filed by Rob Ford's widow Renata Ford and her two children in Ontario Superior Court.\n\nDoug Ford denies the allegations, saying they are completely false and he will fight them in court.\n\nHe says his sister-in-law has said throughout the election campaign that she would go public with her claims if he didn't give her money.\n\nHorwath says if the accusations, particularly the ones about the mismanagement of the business, are true, then voters will be concerned that Ford doesn't have a platform that outlines how he will pay for his promises.\n\nShe says people will have to make up their own minds about the timing of the lawsuit ahead of Thursday's vote, but the allegations raise more questions than answers.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":1334},"wgt":1334},{"uri":"882809580","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"11:40:00","dateTime":"2018-06-07T11:40:00Z","dataType":"news","sim":0.6941176652908325,"url":"http://torontosun.com/news/local-news/man-dead-toronto-police-officer-wounded-in-shooting","title":"Man dead, Toronto Police officer wounded in shooting","body":"TORONTO -- A man is dead and a Toronto Police officer is recovering after both were shot during an altercation in the city's east-end early Thursday.\n\nThe province's Special Investigations Unit says police were called about an armed men just after midnight near Warden Ave. and Hymus Rd., north of St. Clair Ave.\n\nOfficers arriving at the scene found the suspect in a vehicle outside a pub.\n\nThe man \"was struck multiple times\" in an exchange of gunfire with officers and later died in hospital, the SIU said.\n\nOne officer was also struck, reportedly in the bullet-proof vest, and was taken to hospital to be treated for bruising.\n\nSix SIU investigators and three forensic investigators have been assigned to the incident. The provincial agency investigates all incidents involving police that result in death, serious injury or allegations of sexual assault.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4018582","shares":{"facebook":1331},"wgt":1331},{"uri":"881815070","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"01:10:00","dateTime":"2018-06-06T01:10:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/opinion/editorials/editorial-horwath","title":"EDITORIAL: Horwath's should come clean on Sanctuary Ontario promise","body":"Andrea Horwath's proposal to turn Ontario into a sanctuary province will carry a $2.5-billion price tag for new health-care expenses, front-line physician group Concerned Doctors of Ontario says.\n\nThat's not something the NDP leader has costed into her campaign platform.\n\nIt's not something Horwath has been willing to discuss.\n\nInstead, when questioned on her plan to \"make local services accessible to all residents, regardless of their immigration status,\" Horwath has responded with bumper sticker platitudes - variations of \"it's the right thing to do\" or we \"can't afford not to.\"\n\nThose are deflections, not answers.\n\nMaking a political decision to make Ontario a sanctuary province is one thing. The cost of that decision is entirely another.\n\nIf Horwath believes her own campaign rhetoric, she needs to say what programs or services she plans to cut, or what taxes she plans to raise to pay for her promise to expand government programs to include, in the case of health-care coverage, a half-million undocumented residents according to CDO.\n\nAs it stands, her fiscal plan makes no allowance for that $2.5 billion in extra health-care spending on refugees and other non-citizens.\n\nNor does it account for the billions we'll likely need to offer welfare, education and other provincial programs and services to anyone who asks. Sanctuary status will require changes to welfare, education and many other laws, including ordering police not to cooperate with deportations.\n\nTo be clear, this isn't a discussion about the right or wrong thing to do.\n\nOntario already offers financial and other assistance to refugees to help get them get settled. It's clearly difficult for families who flee here. They face significant hardship.\n\nDoing more is a policy decision, one Horwath is entitled to make if she forms the next government.\n\nBut hiding the cost and implications of that policy decision, however, is cynical, misleading and politically dishonest, especially when you plan to finance most of your other promises on borrowed money and debt.\n\nWe know the City of Toronto faces $64.5 million in unexpected and unfunded costs this year to providing shelter and housing for the growing number of refugee claimants coming here.\n\nHorwath needs to come clean on what programs an NDP government would fund, and how she would pay for them.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":1231},"wgt":1231},{"uri":"881735977","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"21:40:00","dateTime":"2018-06-05T21:40:00Z","dataType":"news","sim":0.658823549747467,"url":"http://torontosun.com/opinion/columnists/gunter-the-last-thing-canada-needs-now-is-another-ndp-province","title":"GUNTER: The last thing Canada needs now is another NDP province ","body":"Last weekend, I was about as far away from Toronto as it is possible to be in Canada - not physically, but philosophically and mentally.\n\nI was at a community party in an oilfield service company's shop in a town in the middle of the Prairies; oil and cattle country.\n\nYet even that far removed, Liberal Premier Kathleen Wynne's bizarre decision to concede Ontario's provincial election five days before the vote (and mostly without any advanced warning to her candidates) was one of the top topics of conversation over beers and tortilla chips with seven-layer dip.\n\nNo one could recall a move as ridiculous and perplexing during an election.\n\nThe best analogy was to a minor hockey coach whose team is losing 6-1 with 8:00 to go who suddenly walks off the bench saying over her shoulder \"You kids finish the game by yourselves. I'm outta here.\"\n\nI know Wynne and her advisors think her absence (she's detested by most voters) might help a few Liberal candidates win close races in key constituencies. And that in turn might help the Libs hold on to eight seats, the minimum required to retain official party status.\n\nThe Ontario Grits are also running ads this week essentially saying, \"Vote for us to keep the NDP or Tories from forming a majority.\"\n\nBut this all amounts to some pretty serious overthinking.\n\nOntario voters are hungry for change. After more than 14 years of uninterrupted and often arrogant Liberal rule, Ontario voters want the Liberals out, period. They are in no mood for complicated strategic voting of the kind Wynne and her party are now proposing.\n\nThe Ontario Liberals deserve to lose.\n\nTheir \"green\" energy policy has been a catastrophe. It has led to a doubling of power rates, left Ontario with the largest debt of any sub-national government in the world, caused tens of thousands of manufacturing jobs to be moved south to the States and produced no tangible environmental benefits.\n\nTo give you a sense of how bad the Liberals have been at managing Ontario's finances, nearly 10 cents on every dollar the Ontario government collects in taxes now goes to paying interest on the money it has borrowed to cover accumulated budget deficits.\n\nRather than still coming out to vote Liberal to keep the other two parties from winning outright, most Liberal voters will see Wynne's announcement as a resignation and stay away from the polls.\n\nThat probably works well for the New Democrats. In an Abacus Data poll over the weekend, nearly three times as many Liberal voters said they would vote NDP rather than Tory.\n\nI still think the Doug Ford Tories will eke out a thin majority. But Wynne's too-clever-by-half strategy means the NDP could form a majority after Thursday's vote.\n\nAnd it would be Wynne's fault.\n\nAn NDP victory would be disastrous for Ontario and for the rest of Canada.\n\nNew Democrat Leader Andrea Horwath has already ruled out a coalition with the Liberals because - get this - the Liberals have been too far to the right!\n\nA Horwath NDP government would spend even more, borrow even more and be even more \"green.\"\n\nAnd that would be bad for the whole country, not just Ontario.\n\nAn NDP government in Ontario would almost certainly lend its support to the B.C. NDP in their fight to stop Trans Mountain pipeline. At the very least, an Ontario NDP government would apply no pressure to Ottawa to get the line built, which would amount to just about the same thing.\n\nAnd no pipeline means fewer jobs, less investment and lower government revenues.\n\nThe last thing the country needs is yet another anti-business government.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4009318","shares":{"facebook":1215},"wgt":1215},{"uri":"880543387","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"09:38:00","dateTime":"2018-06-04T09:38:00Z","dataType":"news","sim":0.5843137502670288,"url":"http://torontosun.com/news/provincial/wynne-concession-isnt-derailing-pc-majority-poll","title":"Wynne concession isn't derailing PC majority: Poll","body":"Liberal leader Kathleen Wynne's surprise concession made little impression on voters just days before Thursday's provincial election.\n\nA Forum Research poll shows Saturday's bombshell announcement from the embattled leader didn't make so much as a blip on Ontario's election radar.\n\n\"It doesn't look like it's going to be the groundbreaking event that some people thought it might be,\" Forum President Lorne Bozinoff told the Toronto Sun on Sunday.\n\n\"I think people were already turned off on Kathleen Wynne or weren't really paying attention, so I don't know if she had a lot of credibility when she made that statement.\"\n\nThe poll of 861 random Ontario voters -- selected after Wynne conceded her party will not win -- shows four of every 10 respondents backs the PC party.\n\nThat's about 1% higher than those pledging support for the NDP.\n\nOne-fifth say they still support the Liberals, while a negligible number of voters say they'd vote Green or some other party.\n\nThe poll forecasts a majority government for Doug Ford's PCs, predicting the Tories will secure 69 seats.\n\nThat's down from Forum's May 9 poll, which suggested the PCs would net 75 seats.\n\nThe NDP are set to form an opposition party with 49 seats -- up from 37 in the last poll -- while the number of Liberal seats dropped by half from 12 to just six.\n\nNDP leader Andrea Horwath maintains her high approval rating among voters, 31% of respondents compared to just 27% for Doug Ford.\n\nKathleen Wynne's approval rating is tied with the \"none of the above\" category at 17%.\n\nbpassifiume@postmedia.com\n\nOn Twitter: @bryanpassifiume","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4009318","shares":{"facebook":1195},"wgt":1195},{"uri":"883259570","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"02:56:00","dateTime":"2018-06-08T02:56:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/opinion/columnists/ford-agenda-needs-to-commence-quickly-and-decisively","title":"Ford agenda needs to commence quickly and decisively","body":"Four years can go by fast. Doug Ford has a lot of work ahead of him. That work begins immediately.\n\nFord's primary mandate is to clean up the books after 15 years of Liberal rule. This will be no small feat, given the Liberals managed to double both the size of the budget and the size of the debt during that period.\n\nThe next few weeks will be a hectic time throughout the corridors of Queen's Park. There will be distractions as everyone comes to the table with their self-serving requests and flatterers try to get Ford's ear and send him down different paths. The new premier can't let this get in the way of him getting to work pronto.\n\nHere are three things Premier Doug Ford can do as soon as possible to effectively commence his agenda:\n\n1. Enact a hiring freeze. The number one expense of government is people. A government report from last year notes that a full 21% of the Ontario public service will reach retirement age before the end of Ford's term. This is a great opportunity for attrition. Once the hiring freeze is in place, review the posts of people who have retired and do not rehire to fill those vacancies unless it is deemed absolutely necessary for the delivery of public services.\n\n2. Convene an efficiencies panel consisting of the top talent in cabinet and set aggressive targets with firm deadlines. This year, in the coming months, there will be a number of outstanding bonds that come up for renewal. They will likely be renewed at higher interest rates. This means that our borrowing costs will go up even under Ford unless he quickly reduces Ontario's current reliance on debt. But if he does improve the books, ratings agencies like Moody's will upgrade our low credit ratings and this will mean we can get better deals in managing our debt portfolio. Since interest payments on the debt exceed $12 billion per year and effectively make it the third largest \"department,\" this is a five-alarm fire that needs immediate attention.\n\n3. Defeat the carbon tax. The more Canadians learn about Prime Minister Justin Trudeau's national carbon tax, the less they like it. Ford has pledged to repeal Kathleen Wynne's cap-and-trade carbon tax and challenge Trudeau's edict. The loudest roar during his leadership launch event was when he made this promise. The people badly want to see it happen. Here's how he can get started on that: Ontario needs to immediately file a reference question with the Superior Court concerning Trudeau's right to force this on the province.\n\nIt's going to be a rocky ride, but if Ford lays firm foundations for effective change right from the beginning he'll have a much better chance of making progress on his mandate throughout this four year term.\n\nafurey@postmedia.com\n\nTwitter: @anthonyfurey","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":1165},"wgt":1165},{"uri":"883887178","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"23:59:00","dateTime":"2018-06-08T23:59:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/local-news/levy-downtown-toronto-votes-in-ndp-loons","title":"LEVY: Downtown Toronto votes in NDP loons","body":"A little over a week ago I wrote about one of many controversial NDP candidates -- Jill Andrew -- a self-described black, queer \"fat\" activist who was running in my midtown home riding of St. Paul's (where I'd run in 2009).\n\nAndrew's claim to fame was she indicated in a July 2016 Facebook post that Toronto's black police chief Mark Saunders deserved the \"coon\" award.\n\nWhen I revealed Andrew's Facebook post, professional activist and full-time angry man Desmond Cole called me a \"racist white columnist\" in an angry tweet.\n\na racist white columnist, and her racist troll followers, are going to tell black people when we can use words like coon and nigger, that have been historically used against us? y'all honestly jealous you can't use anti-black slurs but we can? gtfoh -- here for dafonte (@DesmondCole)\n\nMay 30, 2018\n\n\"A racist white columnist, and her racist troll followers, are going to tell black people when we can use words like coon and nigger, that have been historically used against us? y'all honestly jealous you can't use anti-black slurs but we can? gtfoh,\" he tweeted.\n\nCole also happily posed with Andrew Thursday night when she narrowly won in St. Paul's.\n\nAndrew was part of a wave of unknown, inexperienced social justice warrior Dippers who nabbed their seats likely more because lefty downtown Torontonians who fancy themselves \"progressive\" and were disenchanted with the Liberals needed a place to park their votes.\n\nAhh, the residents of downtown Toronto are truly an elitist smug lot -- so much so that they will go out of their way to vote in haters rather than ever have to concede they put their X by the name of a well-meaning Conservative who might actually improve Ontario's fortunes.\n\nThe other stunner was Beaches East-York where Dipper Rima Berns-McGown took 45% of the vote to Liberal Arthur Potts' 27%.\n\nPotts' dismal record notwithstanding, as I revealed on May 15 Berns-McGown is a UofT professor who makes certain everyone knows she was born in Apartheid South Africa and raised in Canada as Jew.\n\nShe has referred to Israel's efforts to defend itself from Hamas in Gaza as \"state terrorism\" and is a rabid supporter of the hateful Boycott, Divestment and Sanctions (BDS) movement against Israel.\n\nA few years ago after a visit back to South Africa, she wrote that she'd always known she is \"black.\" Oy vey.\n\nAnd then there's Jessica Bell, the civil disobedience expert who was arrested twice in Seattle, changed her last name from Markham to Bell and told me I was not permitted to speak with her when I attended an NDP campaign event a week ago. She had to be spoken to by NDP staffers before she'd agree to allow me to interview her.\n\nBell also won handily in the new riding of University-Rosedale, taking just shy of 50% of the vote.\n\nIt's a relief, to say the least, that these loons will be kept in check by Progressive Conservative majority.\n\nStill I can't for the life of me understand what some Torontonians were thinking.\n\nslevy@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":1150},"wgt":1150},{"uri":"881761537","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"22:37:00","dateTime":"2018-06-05T22:37:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/opinion/columnists/furey-if-the-ndp-takes-ontario-the-bad-economic-headlines-will-only-get-worse","title":"FUREY: If the NDP takes Ontario, the bad economic headlines will only get worse","body":"There are dark clouds forming on the economic horizon. A series of unfortunate events are lining up that could cause considerable trouble for the Canadian economy. Some of these are of our making, others are not. Some are in our control, and others are determined by circumstances out of our hands.\n\nOn Tuesday morning the headline for the main story on the Financial Post website was \"Weak competitiveness dragging down Canada's long term prospects, IMF warns.\" International Monetary Fund economists had toured the country and were left with concerns. In their initial report they noted that \"over the medium-term weak external competitiveness, sluggish labour productivity growth, and population aging are expected to limit potential growth to about (1.75 per cent), significantly lower than its historical average.\"\n\nIf global economists aren't your cup of tea, try homegrown automakers. Last Month, Magna International CEO Don Walker said something similar at this year's AGM. \"I'm worried about what's going on in Canada,\" Walker told employees and shareholders. \"I get very frustrated when I see the decisions being made that put undue administrative costs and inefficiencies on our plants, specifically here in Ontario, because we have to compete... We're not going to get business if we're forced to be uncompetitive.\"\n\nThese two doom and gloom items are mere forecasts. But there are actual storm clouds as well.\n\nPresident Donald Trump has lowered the corporate tax rate in the United States, making south of the border look like that much more of an attractive place to do business.\n\nThe feds purchased Trans Mountain, signalling further delays in getting our oil to market and sending the message that legal, political and regulatory hurdles have made Canada a tough spot for investment.\n\nThe Bank of Canada declined to hike the benchmark lending rate last week, but has given the signal to expect a rate hike in July - which will lead to increased lending costs for all including personal mortgages (and the latter could eventually slow down the construction market, a key driver of growth).\n\nPrime Minister Justin Trudeau remains defiant in imposing a national carbon tax, which will first be leveled on producers to the tune of $30 per billion year.\n\nTrump enacted significant tariffs against Canadian steel and aluminum, with steel producers already discussing some sort of temporary bail-out from the feds to off-set the costs and stave off any attempts at closing shop.\n\nThe Canadian economy can easily enough absorb one or two of these items, but it'll be hard to handle them all and it certainly can't take a prolonged beating.\n\nThe Bank of Canada rate has to go up sooner or later. And while we control what we put forward in NAFTA and tariff talks, we have little say in what Trump decides. So these items are out of our control. When it comes down to it, federal and provincial policymaking is what we have at our disposal to send these dark clouds away.\n\nAnd on Thursday, the voters of Ontario - Canada's most populous province, where much of the country's manufacturing and construction occurs - are going to decide which direction they want that policymaking to head in.\n\nThe choice is a stark contrast. Ontario PC leader Doug Ford is proposing minor corporate tax cuts, is opposed to the carbon tax and has proposed an efficiency review of all of government. NDP leader Andrea Horwath wants to increase corporate taxes, supports the carbon tax and talks as if Ontario has a revenue problem, not a spending problem.\n\nIf the NDP winds up victorious following Thursday's vote, these bad economic headlines will only get worse. It'll be a signal to investors and job creators that Ontario is not a serious place to do business.\n\nWhile Ford's slate of candidates include some senior business people who will no doubt perform capably in cabinet, Horwath's candidates present themselves like a band of misfits straight out of the Occupy rallies.\n\nIf the PCs don't pull this off, the whole country will feel the aftershocks.\n\n@anthonyfurey\n\nafurey@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":1076},"wgt":1076},{"uri":"883844879","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"22:02:00","dateTime":"2018-06-08T22:02:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/local-news/no-stranger-to-guns-cop-shooter-recently-released-from-prison","title":"NO STRANGER TO GUNS: Cop shooter recently released from prison","body":"The casualty in Thursday's shootout with Toronto cops finished a nine-year-plus prison sentence in October 2017 and was well known to police, sources told the Sun.\n\nRobert Morfitt, 36, who has gun and violent crimes on his record, was engaged in a physical altercation with another civilian patron at a pub near Warden Ave. and Hymus Rd., north of St. Clair Ave. E., shortly after midnight.\n\nThe bar patron put Morfitt in a headlock. When Morfitt freed himself, he lifted up his shirt, exposing a gun in his waistband and dared the man, saying, \"Let's take this outside.\"\n\nThe man and his friend never responded to Morfitt's challenge.\n\nAn off-duty cop, who was a patron eating chicken wings, saw the weapon and phoned it in to fellow officers.\n\nThree officers, two of them wielding assault rifles or C8s, approached Morfitt's white Mercedes vehicle, which had heavily tinted windows, sources told the Sun.\n\nMorfitt fired through the window, striking the officer just beneath his heart. The round smashed his cellphone before being stopped by the bullet-proof vest he was wearing. The officer plus the two fellow cops with assault rifles fired repeatedly, hitting Morfitt numerous times.\n\nThe officer was released from hospital with only a minor rib injury.\n\nMorfitt, of Scarborough, died in hospital less than an hour later.\n\nOntario's Special Investigations Unit is probing the fatal police-involved shooting.\n\nMorfitt was sentenced to nine years, three months and 28 days in 2011 and his sentence expired in October 2017, but it's unknown whether he was freed on Statutory Release or completed the last day of his sentence.\n\nspazzano@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":1072},"wgt":1072},{"uri":"883256367","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"02:37:00","dateTime":"2018-06-08T02:37:00Z","dataType":"news","sim":0.545098066329956,"url":"http://torontosun.com/news/local-news/levy-doug-ford-drives-big-blue-machine-to-victory","title":"LEVY: Doug Ford drives Big Blue Machine to victory","body":"Ontarians voted with their pocketbooks, emphatically declaring they couldn't af-FORD another leftist government.\n\nRiding on the anger and disdain towards the arrogant, corrupt, spendaholic Liberals, the Big Blue Machine roared into Canada's largest province under the leadership of populist Doug Ford -- the first time the PCs have governed with a such a whopping majority since 1995.\n\nIt was over before it started. The PCs didn't just beat the Liberals, they decimated them, leaving the party fighting to win nine seats at press time (eight seats are needed for party status in the Ontario legislature).\n\nCheers and whoops erupted at Ford campaign headquarters when a TV station declared the PCs the winner with a landslide majority at 9:15 p.m. and the crowd watched a variety of well-known Liberals, including former cabinet ministers Steve Del Duca and Charles Sousa, suffer upsets.\n\nAt press time, the PCs had won or were leading in 71 ridings, an increase of 45 seats from 2014.\n\nMany in the crowd who packed the Toronto Congress Centre on Dixon Rd. breathed a huge sigh of relief when Great Orange crush never really materialized. The NDP won 38 seats -- held at bay no doubt by the revelations of a variety of Hitler-meming, anti-Israel, anti-police, social justice candidates and NDP leader Andrea Horwath's refusal to deal with them.\n\nThe crowd was anxiously awaiting the arrival of the premier-elect at press time. Ford had spent the first few hours of the evening before the polls closed at his mother's home with his wife Karla, mother Diane and daughters watching the returns come in.\n\nFormer MPP Frank Klees, one of many former or current politicians at the Toronto Congress Centre, called it a \"great night for the province of Ontario.\"\n\nHe said \"relief\" is on the way.\n\n\"He (Ford) has made believers of many doubters,\" said Klees, noting he was concerned that the anti-Ford \"rhetoric\" might have traction and push voters to the NDP.\n\n\"This convinces me of the integrity of the voter,\" he said. \"Voters in the province know the mess we are in and that we can't keep spending money we don't have.\"\n\nFormer city budget chief Mike Del Grande said he was \"gratified\" that the province was going in a different direction and he was on board to support and help Ford in any way he can.\n\n\"I am so friggin' happy right now,\" said Councillor Giorgio Mammoliti, a long-time friend and supporter of the PC leader. \"We are reborn and now we have some hope at the provincial level ... We have a breath of fresh air in there who will open up the books.\"\n\nIt really was Doug Ford's race to lose.\n\nNevertheless, it was a dizzying six months for Ontario's Progressive Conservative party and many inside and outside the the party wondered if they could recover from the setbacks .\n\nAfter many of the candidates for the 2018 election had been nominated and the PC platform released, former Ontario PC leader Patrick Brown was forced to resign amid #MeToo allegations levelled at him by former female staffers. Brown has vehemently denied the allegations.\n\nA leadership race was hastily called at the end of January. Late on March 10 -- after a delay in vote-counting due to allegations of irregularities -- Ford narrowly took the leadership from his closest rival Christine Elliott.\n\nThe 30-day election was marred by mudslinging and a concerted fearmongering campaign by both the Liberal and NDP parties, who tried to paint Ford as a Trump-like demogogue. They consistently served up propaganda that Ford would cut services, get rid of 200,000 public servants and destroy health care and education.\n\nThe powerful unions, who abandoned the flailing Liberals for the NDP and were prevented from donating to their preferred party financially, used robo-calls, an online campaign and e-mails to try to intimidate members into voting NDP.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4020254","shares":{"facebook":1034},"wgt":1034},{"uri":"880775234","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"15:55:00","dateTime":"2018-06-04T15:55:00Z","dataType":"news","sim":0.7254902124404907,"url":"http://torontosun.com/news/world/swimmer-dies-after-shark-bites-off-penis","title":"Swimmer dies after shark bites off penis","body":"A beautiful day at the beach turned into every man's nightmare for a Brazilian teenager.\n\nJose Ernesto da Silva had his penis ripped off by a shark as he swam with pals over the weekend, according to reports.\n\nShocked onlookers rushed into the water to assist the terrified young man and pulled him from the ocean.\n\nHe died in hospital Monday.\n\nThe 18-year-old had been instructed by lifeguards to come closer to shore prior to the attack, Brazilian media reported. Signs warned that deeper water could result in an attack.\n\nGRAPHIC WARNING: Images in the video may be disturbing to some viewers.\n\n\"At the exact moment in which the lifeguards asked for them to come closer to the beach, he was bitten,\" a fire official said.\n\nThe incident occurred on Piedade beach near Recife on the central coast.\n\nRescuers tried to stem the gushing blood with tourniquets. In a graphic video posted online, the crowd urges da Silva to breath.\n\nEn route to hospital, the stricken young man suffered two heart attacks and was listed in critical condition.\n\nExperts believe the predator was likely a tiger shark.\n\n\"He would go in secret, because he knew that I thought it was dangerous. I wasn't worried because I thought he was somewhere around the house,\" his mother, Elisangela dos Anjos, told JC Online.\n\n\"When I heard about it I went crazy, all the neighbours heard me screaming.\"\n\nThe stretch of coast is notorious for shark attacks where 80% of the country's incidents are recorded.\n\nOn April 15, Pablo de Melo, 35, had to have a leg and a hand amputated after being attacked by a shark at nearly the same spot.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4010501","shares":{"facebook":916},"wgt":916},{"uri":"883812107","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"20:48:00","dateTime":"2018-06-08T20:48:00Z","dataType":"news","sim":0.5254902243614197,"url":"http://torontosun.com/opinion/columnists/malcolm-energy-schemes-siphon-power-away-from-liberals","title":"MALCOLM: Energy schemes siphon power away from Liberals","body":"Congratulations to the people of Ontario for voting out the worst government in Canadian history.\n\nAfter 15 long and painful years being ruled by incompetent busy-bodies (a deadly combination), Ontario voters have finally come to their senses and thrown the Liberal bums out.\n\nUnder Liberal rule in Ontario, the province not only slipped from \"have\" to \"have-not\" status in Canada's archaic redistribution system, the Liberals racked up more debt than any other sub-national government on the planet.\n\nYoung and future taxpayers in Ontario are on the hook for $350 billion, thanks to the Liberals' out-of-control government spending, blithering incompetence, and the type of criminal activity that sends insiders to jail. Literally.\n\nPaying interest on this provincial debt is already the third largest expense in the budget. Only the Ministry of Health and the Ministry of Education are better funded than the Ministry of Debt in Ontario.\n\nThe Ontario Liberal government should be charged with crimes against the taxpayer.\n\nPerhaps the worst of the Liberals' fiscal crimes was introducing the racket they called the \"Green Energy Act\" - a disastrous scheme that led to soaring electricity prices, chased away businesses and further impoverished so many struggling families across of the province.\n\nThe Liberals devised a scheme to use taxpayer funds to subsidize their friends in the so-called green energy industry, under the ruse of saving the planet. The Liberals promised voters they were paving a new path towards a new kind of economy, and would soon be a model for the world.\n\nInstead, Ontario became the poster child for a disastrous, dysfunctional system - a cautionary tale for other Leftist governments thinking of meddling with their own green energy plots.\n\nUnder this scheme, the Liberals shut down the province's coal energy plants and attempted to replace them with highly subsidized, and highly unreliable, wind and solar energy sources.\n\nWind and solar energy sources predictably punched below their weight, failing to deliver enough energy and leaving the Liberal government scrambling to build new gas plants to make up the difference. These gas plants became increasingly unpopular, but the Liberals promised to build them anyway.\n\nThen, during the 2012 provincial election, the Liberals did an about-face. They announced they would cancel the gas plants being built in Liberal ridings. This partisan decision - which helped the Liberals win that election - left taxpayers with a $2-billion tab.\n\nIn the 2014 election campaign, Liberal deception once again helped that party win another majority government. Premier Kathleen Wynne was elected without mentioning carbon taxes on the campaign trail, only to announce the devastating taxes shortly after being elected.\n\nOntario was once the engine of the Canadian economy, today, the province is dysfunctional basket case.\n\nDoug Ford and the Progressive Conservatives have their work cut out for them and getting the books back in order will be no easy feat.\n\nNot only do they face the fiscal challenge of a lifetime in digging Ontario out of deficits and chipping away at the mountain of debt, they will have to figure out how to undo 15 years of dishonest energy schemes.\n\nOntario took a huge leap towards fiscal sanity in electing a down-to-earth businessman dedicated to scrapping the dubious carbon tax and sorting out the province's finances.\n\nAs for the Liberals - their position in Queen's Park was decimated. They didn't receive enough votes to qualify for official party status.\n\nGoodbye and good riddance to the Ontario Liberals. May they never come back.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4020254","shares":{"facebook":907},"wgt":907},{"uri":"883264011","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"03:09:00","dateTime":"2018-06-08T03:09:00Z","dataType":"news","sim":0.7333333492279053,"url":"http://torontosun.com/news/provincial/wynne-resigns-as-party-leader","title":"Wynne Resigns As Party Leader","body":"Kathleen Wynne's voice faltered a bit when she resigned as leader of the Liberal party last night.\n\n\"We're not. Going. To cry,\" said Wynne. \"It's the right thing to do. There is another generation, and I am passing the torch to that generation.\"\n\nShe was gracious in defeat.\n\nAs Ontario voters took themselves from the sublime to the ridiculous at the polls, the former premier went down fighting in the election, conceding defeat days before people voted -- as a last-ditch strategy to keep the NDP or the Tories from a majority government.\n\nIt didn't work.\n\nThe outgoing Liberal leader spoke to a small knot of enthusiastic supporters -- who were chanting her name as she arrived -- at York Mills Gallery after the polls had closed and the PC win was evident. Wynne, who reached retirement age of 65 last month, was upbeat despite her party's defeat. She won in her riding of Don Valley West, one of but nine seats captured by the Liberals.\n\nWynne spoke beautifully to her followers at campaign headquarters, eventually folding into her speech every man, woman and child in the province of Ontario. Expressing her love, \"For every single one of you,\" she said, \"This is not a concession speech. I conceded I would not be premier days ago. This is the chance to say thank you for letting me be your premiere and letting me connect with so many of you over the last five years. This has been the greatest privilege of my life.\"\n\nWynne congratulated Doug Ford on his win, noting, \"I've committed to making the transition as smooth as possible.\"\n\nSpeaking in English and French, Wynne gave a shout out to communities all over Ontario and addressed civil servants, teachers, cleaners, elder care workers, construction workers, transit employees, small tech business owners, restaurateurs, parents of disabled children, First Nations communities, farmers, auto employees, miners, entertainers, musicians, and artists. She mentioned people of various religions, cultures, and ethnicities.\n\nShe said, \"Please know, that every day I have been your premier or your MPP, I have worked to think about your needs. Every. Single. Day.\"\n\nWynne also listed many of her government's achievements, including full day kindergarten, raising minimum wage, a better Canada Pension Plan, free prescriptions for youth, and more.\n\nBut Wynne leaves the party leadership with an uncertain legacy. For all the good she achieved, her run as leader was plagued by fiscal mayhem -- the gas plant cancellation scandal, the eHealth and Ornge air ambulance boondoggles, the contentious sale of Hydro One and the pile of debt facing the province.\n\nIn her exit, she spoke beautifully.\n\n\"I have lost the election, but I have not lost my passion for this work,\" Wynne said.\n\n\"I will continue to find ways to make it all work better.\"","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4020337","shares":{"facebook":884},"wgt":884},{"uri":"880822167","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"17:08:00","dateTime":"2018-06-04T17:08:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/entertainment/music/a-birds-gotta-sing-daryl-hall-on-still-touring-after-46-years-with-hall-oates","title":"'A bird's gotta sing': Daryl Hall on still touring with Hall & Oates","body":"Daryl Hall can't go for that (no can do.)\n\nOne half of '70s hitmaking duo Hall & Oates sours at the thought of joining the 2018 farewell tour bandwagon like so many others of his generation -- Elton John, Paul Simon and Ozzy Osbourne, among them.\n\nIn fact, the 71-year-old Rock and Roll Hall of Famer -- who just released the first new Hall & Oates single in 15 years called Philly Forget Me Not with special guests Train, before hitting the road together -- doesn't even want to talk about it.\n\n\"You know what? I'm sick of talking about people retiring -- screw them!\" Hall said. \"I don't care about them!\"\n\nAlrighty then.\n\nWe caught up with Hall down the line from Charleston, S.C., before Hall & Oates play the Air Canada Centre on Tuesday with Train opening.\n\nIt's been 46 years since the first Hall & Oates album in 1972. What keeps you going on the road after all this time?\n\nI enjoy it. I do it 'cause I like it and I have something to say and a bird's gotta sing. And every time I do it, it's a little bit different. It keeps it fresh. It keeps me happy. And that's what I'm all about.\n\nHow did you choose Train as openers this time? (Tears for Fears were openers last time).\n\nI really like (Train singer) Pat Monahan I've known him for a long time and I think we're very compatible in many ways.\n\nIs there anything you haven't done yet in your long career that you'd still like to do?\n\nWell, I think I'd like to modify the way I do it at some point. That's a sort of future plan. And do everything. I don't want to have to be tied to any one thing so I think I'll try to transition at some point to more of that. I like having my club (Daryl's House Club in Pawling, N.Y.) and I'd like to have more clubs. Because I like that environment. I like the intimacy of it. I like how those are run and the kind of people that come in and out of them.\n\nYou like intimacy, so how does that translate into an arena show?\n\nI try to make an arena like a club. A lot of thought goes into that. How to make a non-intimate situation feel intimate and that has a lot to do with controlling the way the lights are and the way the video screens are, all those kinds of things.\n\nIs there anyone you've not been able to get on your 11-year-old web and TV show, Live From Daryl's House?\n\nNot really. I don't have a wish list. I just like to take it as it goes. The show is based on spontaneity and chance and I like to keep it that way including the people I ask to be on the show. I don't put a lot of advanced effort into it other than try and find people who can't do the show because of their scheduling.\n\nWhat's the biggest challenge then of doing that show?\n\n(Publishing rights) makes music a lot more difficult to do. Part of my great honesty of the show is trying to revolutionize the way that music is allowed to be used on the internet and on television. And there are a lot of obstacles. And I think it's pretty daunting for people. They might say, 'Yeah, I can do a show like that.' Yeah, try it and see what happens.\n\nDo you still restore and preserve old historic homes in your downtime?\n\nYeah, when I have time.\n\nHow did you get into it?\n\nI grew up with people who built their own houses and I grew up in an area of Pennsylvania that's an historic area. So I was very familiar with early houses and I spent a lot of time in historic areas. I've lived in England for many, many years. I was around old architecture and I'm an avid reader and I studied those things.\n\nHave you ever seen a ghost or sensed a supernatural presence in any of these old houses?\n\nI did, for a while, live in a house that was an old house. It was an interesting experience because it was WAY haunted. And I was in and out of there 'cause I was on the road. It's a long story but I experienced it first hand. But I can say that there are some places that aren't so much fun to live in.\n\nWhere was the house?\n\nIt was in upstate New York. I was only renting it. I didn't own it.\n\nJStevenson@postmedia.com\n\nTwitter: @JaneCStevenson","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":867},"wgt":867},{"uri":"883867436","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"23:03:00","dateTime":"2018-06-08T23:03:00Z","dataType":"news","sim":0.4431372582912445,"url":"http://torontosun.com/opinion/editorials/editorial-trump-has-point-on-canadas-supply-management-system","title":"EDITORIAL: Trump has point on Canada's supply management system","body":"Donald Trump used his favourite weapon, his Twitter account, to set the groundwork for his meeting with Prime Minister Justin Trudeau and G7 leaders this week.\n\nIn a series of tweets, Trump launched the following salvos:\n\n\"Looking forward to straightening out unfair Trade Deals with the G-7 countries. If it doesn't happen, we come out even better!\"\n\nLooking forward to straightening out unfair Trade Deals with the G-7 countries. If it doesn't happen, we come out even better! -- Donald J. Trump (@realDonaldTrump)\n\nJune 8, 2018\n\nAnd this: \"Canada charges the U.S. a 270% tariff on Dairy Products! They didn't tell you that, did they? Not fair to our farmers!\"\n\nCanada charges the U.S. a 270% tariff on Dairy Products! They didn't tell you that, did they? Not fair to our farmers! -- Donald J. Trump (@realDonaldTrump)\n\nJune 8, 2018\n\nAnd this: \"Why isn't the European Union and Canada informing the public that for years they have used massive Trade Tariffs and non-monetary Trade Barriers against the U.S. Totally unfair to our farmers, workers & companies. Take down your tariffs & barriers or we will more than match you!\"\n\nWhy isn't the European Union and Canada informing the public that for years they have used massive Trade Tariffs and non-monetary Trade Barriers against the U.S. Totally unfair to our farmers, workers & companies. Take down your tariffs & barriers or we will more than match you! -- Donald J. Trump (@realDonaldTrump)\n\nJune 8, 2018\n\nAnd this: \"Prime Minister Trudeau is being so indignant, bringing up the relationship that the U.S. and Canada had over the many years and all sorts of other things...but he doesn't bring up the fact that they charge us up to 300% on dairy -- hurting our Farmers, killing our Agriculture!\"\n\nPrime Minister Trudeau is being so indignant, bringing up the relationship that the U.S. and Canada had over the many years and all sorts of other things...but he doesn't bring up the fact that they charge us up to 300% on dairy -- hurting our Farmers, killing our Agriculture! -- Donald J. Trump (@realDonaldTrump)\n\nJune 7, 2018\n\nFew Canadians fully understand Canada's arcane supply management system that utilizes production quotas, marketing boards and punishing tariffs on foreign products to protect milk, chicken, egg, and cheese farmers in this country.\n\nOur system amounts to price fixing and guarantees farmers who purchase production quotas will make a profit on what they sell.\n\nIt also means consumers in this country pay inflated prices for milk, chicken, egg and cheese and poses an unfair and indefensible barrier to trade and competition - which would lower prices for consumers.\n\nTrudeau is fan of farm quotas and tariffs, and told reporters this week that Trump's tweets are \"because I've told him many times: 'No, he won't touch, we won't touch our supply management system.' \"\n\nThe real reason Trudeau won't touch the system because dismantling it would infuriate thousands of Canadian farmers and cost billions to set things right. In short, it's a political headache.\n\nMeanwhile, average Canadians have overpaid for decades to support price dairy price fixing.\n\nThe degree to which we're hurting U.S. producers is less clear, but Trump is right about our system being unfair.\n\nCanada should agree to phase it out over time and end this unproductive trade irritant that harms our consumers.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4018976","shares":{"facebook":763},"wgt":763},{"uri":"882501554","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"23:59:00","dateTime":"2018-06-06T23:59:00Z","dataType":"news","sim":0.6745098233222961,"url":"http://torontosun.com/opinion/columnists/goldstein-ontarios-election-where-the-truth-went-to-die","title":"GOLDSTEIN: Ontario's election, where the truth went to die","body":"Ontario is having an election Thursday in which the three major party leaders scrupulously ducked the biggest issue.\n\nAs a result, whether Doug Ford and the Progressive Conservatives or Andrea Horwath and the NDP form the next government -- Premier Kathleen Wynne having already conceded her Liberals are done like dinner after 15 years in power -- nothing will really change.\n\nBecause on Friday, Ontario will still be one of the world's most indebted non-national governments, the Liberals having hiked public debt to $325 billion in 2018, 134% higher than the $138.8 billion they inherited from the previous PC government in 2003.\n\nAll the numbers are bad and getting worse.\n\nGovernment spending at $158.5 billion this year, is up 114% since 2003.\n\nThe debt-to-GDP ratio, a key indicator of Ontario's economic health (the lower, the better), is at 37.6% and rising, a 38% increase since 2003.\n\nPaying interest on debt, which does not lower the debt by a penny, now costs Ontario taxpayers $12.5 billion annually, up 30% from 2003.\n\nAs for annual provincial deficits, Ontario's auditor general says that last year Wynne really had a $4 billion deficit, despite her boast of a $642-million surplus.\n\nFor the next three years, the Wynne Liberals predicted a combined deficit of $19.8 billion, 84% lower than the $36.4 billion predicted by the auditor general.\n\nWhile both Ford and Horwath sided with the auditor general in her battle with the Liberals over their deficit numbers, neither factored them into their own election promises.\n\nHorwath also admitted mid-campaign to a $7 billion hole in her five-year fiscal plan, because the NDP mistakenly counted a $700 million annual cost item as a revenue item, yet miraculously insisted this will have no impact on her \"fully costed\" platform\n\nFord doesn't have a fully costed platform, and yet has miraculously promised to cut taxes and balance the budget within his first term of office (Horwath doesn't) by finding billions of dollars worth of unnamed government efficiencies, without laying off any public servants.\n\nAs Green party leader Mike Schreiner correctly observed, Horwath is promising to spend Ontario rich, while Ford is promising to cut our way into prosperity.\n\nOntario's rising deficits and debt mean well over $1 billion a month isn't going into health care, education, public transit or social services, but to pay interest on debt.\n\nNeither Horwath nor Ford had the courage during the campaign to tell voters the simple truth.\n\nThat is that it's ridiculous for Horwath to promise free dental and pharmacare, and for Ford to promise income and gasoline tax cuts, before the new premier gets a look at the province's books.\n\nThis given that the auditor general, backed by Ontario's Financial Accountability Office, has already cited the outgoing Liberal government for \"bogus\" accounting.\n\nThe Liberals have also denied them access to the books of the province's monopoly electricity distributor, Hydro One.\n\nEveryone knows that whoever wins Thursday, once the new government is sworn into power, the winning party's extravagant election promises will have to be drastically curtailed, with the excuse that no one knew how badly the Liberals fudged the books over the past 15 years.\n\nIndeed, the real story of Ontario's election is that long before the writ was dropped, both the PCs and NDP decided voters couldn't handle the truth.\n\nThat bodes poorly for the future, whoever wins.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4020255","shares":{"facebook":748},"wgt":748},{"uri":"883733896","lang":"eng","isDuplicate":true,"date":"2018-06-08","time":"18:02:00","dateTime":"2018-06-08T18:02:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/provincial/ford-win-sets-trudeau-liberals-on-collision-course-with-ontario-mckay","title":"Ford win sets Trudeau Liberals on 'collision course' with Ontario: McKay","body":"OTTAWA -- A longtime Liberal member of Parliament says Doug Ford's Conservative election victory in Ontario puts the Trudeau government on a \"collision course\" with the province in the battle over climate change.\n\nBut Toronto-area MP John McKay says, ultimately, Ottawa will exercise its jurisdiction and impose a carbon tax on Ontario, regardless of any actions taken by Ford's soon-to-be-installed government.\n\nFord won a majority government in Thursday's provincial election on a platform that included a pledge to scrap Ontario's cap-and-trade carbon pricing system.\n\nHe also promised a Supreme Court of Canada challenge over any attempt by the federal government to force a carbon tax on the province.\n\nUnder federal legislation, all provinces have until the end of this year to enact carbon pricing plans and if they don't meet federal standards, a national price will be imposed on them.\n\nAt least one province -- Saskatchewan -- has threatened to sue Ottawa if it tries to impose a carbon price.\n\nConservative MP Marilyn Gladu says Ford's election victory is a wake-up call for the Trudeau Liberals to pay attention to public concerns over taxing carbon.\n\nShe predicts that, under a Ford government, Ontario's cap-and-trade carbon pricing agreement with Quebec and California, which produced the world's second biggest carbon market, will soon be dead.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":736},"wgt":736},{"uri":"881467021","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"13:44:00","dateTime":"2018-06-05T13:44:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/national/trudeau-report-card-kinsella-grades-pm-after-pipeline-and-tariff-drama","title":"TRUDEAU REPORT CARD: Kinsella grades PM after pipeline and tariff drama","body":"Is Justin Trudeau passing, failing or just scraping by?\n\nYep, it's that time of the year when we give our prime minister and the federal government a report card and grade regarding their progress or lack thereof.\n\nAfter a gaffe-tastic winter, a universally-panned trip to India full of inappropriate and offensive wardrobe changes and inviting a man convicted of attempted muder to a dinner (Jaspal Atwal), Trudeau kicked off spring by announcing the gov't will send a whopping $4.5 billion to buy the Trans Mountain pipeline from Kinder Morgan to ensure the expansion goes ahead. That didn't go over well.\n\nBut he's gaining a few fans by standing up to U.S. President Donald Trump after we learned Canada was no longer exempt from the 25% steel tariff and 10% aluminum tariff that he slapped on the rest of the world back in March. (Canada responded in kind with reciprocal tariffs.)\n\nOur Liberal guru Warren Kinsella (Daisy Group) joins Toronto Editor-In-Chief Adrienne Batra to break down Trudeau's performance and what it means as we head into the 2019 Federal Election.\n\nWhat do YOU think?\n\nIs Trudeau going a good or bad job?\n\nFacebook and tweet us your thoughts -- and don't forget to subscribe to our YouTube channel!","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":719},"wgt":719},{"uri":"880374469","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"02:59:00","dateTime":"2018-06-04T02:59:00Z","dataType":"news","sim":0.686274528503418,"url":"http://torontosun.com/news/local-news/four-people-shot-outside-pickering-ribfest-it-could-have-been-anyone-of-us-ribbers","title":"Four people shot outside Pickering Ribfest: \"It could have been anyone of us ribbers\"","body":"PICKERING -- Rib cook Tanner Tracey dreaded coming to work Sunday morning after four people were shot just outside the Pickering Ribfest the night before.\n\nThe Belleville native who works at The Hogfather -- one of nine rib places at the festival -- said the three-day event was just coming to a close around 11 p.m. when the shots rang out.\n\n\"We had just closed the park when we heard three gunshots,\" said Tracey on the festival's final day Sunday.\n\n\"And then we heard about seven or eight people yell, 'gunshots!\" and then it escalated a lot quicker. Pretty much the entire park cleared out, like running very fast. Probably like 200 people, 300 people, 'cause the park wasn't full at that time of the night. They were trying to get everybody out. So it was very scary.\"\n\nDurham Police reported four males -- aged 16 and 17 from Ajax, age 20 from Pickering, and aged 30 from North York -- were treated and released with non-life threatening injuries.\n\nPolice described one suspect as a black male wearing dark clothing, adding they're not sure how many shots were fired but don't believe it was a random act.\n\n\"I didn't really want to be here today,\" said Tracey. \"Not because of the people of Pickering but more along the lines of just knowing that someone had a gun here last night and shot at young children. It could have been any one of us ribbers. And we're all a really tight community and family.\"\n\nPickering Ribfest organizer Sophia Levy-Presner told CP24 nothing like this has ever happened before at the 11-year-old event with \"tight security, police here all the time,\" adding: \"This happened just outside Ribfest and just after it ended.\"\n\nBut a major sign of the times was the presence of trucks parked horizontally at all entrances and exits, bags full of rocks all around the perimeter, and security checking all bags coming into the festival.\n\n\"The world nowadays, the way I think, you just can't trust everybody so that kind of stuff can happen,\" said Tracey.\n\n\"The one indicator to all of us that something bad was going to happen this weekend was seeing them put bags out so nobody gets run over like the (van attack in North York) a month ago. So that kind of put us all at a bit of nervousness.\"","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4010080","shares":{"facebook":679},"wgt":679},{"uri":"881003474","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"23:56:00","dateTime":"2018-06-04T23:56:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/local-news/levy-notford-campaigner-in-high-dudgeon","title":"LEVY: #NotFord campaigner in high dudgeon","body":"She's spent the last two months trying every trick imaginable on her #NotFord website to convince voters PC leader Doug Ford would be nothing short of the devil incarnate as Ontario's next premier.\n\nShe's tried to bully doctors and other Ford supporters on her own Twitter page, where she has also called Ford a \"liar\" and a \"cheat.\" She even quoted a so-called scientific study she found purporting that Conservatives are \"anti-intellectual\" and full of \"fear and anxiety.\"\n\nBut as the clock ticks down to election day, it seems Gail Vaz-Oxlade -- the television debt counsellor -- is the one full of extreme anxiety to the point of imploding at the idea of an Ontario government led by by the debt-averse Ford.\n\nIn fact, early Monday morning she tweeted that anyone \"stupid enough to elect #NotFord\" should \"STFU.\"\n\nOkay, I'm done on the election front. If we are stupid enough to elect #NotFord, then I don't want to hear ANYONE complain about him. We can vote against him. Or we can let him win and STFU. -- Gail Vaz-Oxlade (@GailVazOxlade)\n\nJune 4, 2018\n\nOn June 2, she invited her followers to cancel their subscription to the Ottawa Citizen because the paper had endorsed Ford as the next premier.\n\nVaz-Oxlade became known for the Princess reality TV show six years ago in which she chastised spoiled young ladies not to spend more than they make. She has written several books -- including the most recent \"Money Talks\" -- counselling people how to remain debt-free forever, to get out of a credit crisis and to invest wisely.\n\nWhen I first revealed her outrageous tweets and her #NotFord.ca website at the end of March -- suggesting an obvious disconnect between how she's made her money and her claims about Ford -- she attacked me on social media for two days, then blocked me.\n\nEfforts to reach Vaz-Oxlade though her Twitter and website feeds Monday were unsuccessful.\n\nBut on her #NotFord website, she claims while she doesn't like debt, she knows that \"personal debt and government debt are not the same.\"\n\nCould have fooled me!\n\nShe also contends that Ford alarms her with his \"populist Trump-like conservatism\" and that like Trump, he \"narrowly won the leadership contest\" with support by religious conservative groups.\n\nHer website also encourages voters to create their own lawn signs by using \"Beware of Dog signs\" and adding the \"u\" to Dog.\n\nslevy@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":678},"wgt":678},{"uri":"882406619","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"20:24:00","dateTime":"2018-06-06T20:24:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/opinion/editorials/editorial-money-for-border-crisis-we-prefer-action","title":"EDITORIAL: Money for border crisis? We prefer action","body":"Late last week, Federal Immigration Minister Ahmed Hussen revealed the beginnings of a long-term solution to the illegal border crisis unfolding in Quebec.\n\nIt had little to do with actually halting the sizeable number of asylum seekers illegally crossing into the province - a tally that so far sits at over 7,000 this year alone and is expected to only ramp up in the summer.\n\nJust the opposite, in fact. It appears Hussen's so-called \"solution\" will only make the problem worse.\n\nThe government is offering $50 million as the first instalment of a long term funding arrangement. It'll be divided among the three provinces dealing with the aftermath of illegal crossers.\n\nQuebec gets the most money, at $36 million. Meanwhile Ontario will receive $11 million and Manitoba gets $3 million.\n\nMost of the people entering illegally do so at Roxham Road, along the Quebec border. For a number of months, these people were heading to Montreal and other parts of Quebec where they received social services and housing.\n\nNow those patterns are changing and more of them are heading into Ontario, specifically Toronto.\n\nJohn Tory, Mayor of Toronto, has already sounded the alarm they're reaching capacity. Asylum seekers are filling the city's shelter system and costs are predicted to hit $64.5 million in the coming months.\n\nWhile Quebec is no doubt pleased to have another province share the burden, this is an unsustainable situation.\n\nHussen's suggestion that he'll soon offer up even more money is good news in terms of alleviating the stresses placed on social services. However it shouldn't be considered the main solution.\n\nThe answer is to deter people from crossing illegally into Canada.\n\nPrime Minister Justin Trudeau's fact-free virtue-signalling is responsible for this influx in the first place. He can turn this around.\n\nThe government has made the Roxham Road crossing a well-staffed, comfortable place that has tents, food stations and more. It's hard to blame asylum seekers for thinking that they're not actually supposed to cross there. The feds have rolled out the welcome wagon.\n\nOur laws matter and our borders matter.\n\nInstead of band-aid solutions, Hussen and Trudeau need to tackle the big picture.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":638},"wgt":638},{"uri":"881804207","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"00:36:00","dateTime":"2018-06-06T00:36:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/provincial/another-hippie-candidate","title":"WARMINGTON: Another NDP hippie candidate","body":"It's like the NDP is a band full of former hippies.\n\nI mean, everywhere you look there are candidates who don't like poppies, veterans, police, freedom and democracy.\n\nEvery day, there's a new example.\n\nWhile NDP leader Andrea Horwath was questioning whether Doug Ford is capable of running the province because of an estate battle inside his own family, she didn't acknowledge the latest candidate with past issues of his own.\n\nHis name is David Szollosy and he's running in York-Simcoe.\n\nBy all accounts he is a very good person and an accomplished candidate.\n\nSzollosy served three terms as a councillor in Georgina, is president of the Ontario English Catholic Teachers' Association's Toronto secondary unit, and winner of the Fintan Kilbride Memorial Social Justice Award.\n\nBut like so many of these NDP candidates, he has a radical activist past.\n\nJust one look back in newspaper files from the 1980s reveals stories of arrests during protests in both Canada and the United States. He was an organizer during the era's \"peace movement\" for the Alliance for Non-Violent Action.\n\nA professional protester in 1982 when he was just 21, Szollosy was one of 11 people fined $100 for trespassing during a protest at the Litton plant in Etobicoke, which they felt was producing parts for nuclear cruise missiles being manufactured in the United States. A similar protest in 1983 south of the border landed Szollosy in hot water after he and 38 others were arrested at Griffiss Air Force Base in Rome, N.Y., as part of a \"die in.\"\n\nIt was a long time ago and Szollosy has moved on to have a distinguished career. One thing I respect is he owned up to all of this.\n\n\"My desire to build a better world for everyone is why I'm now a candidate in this election,\" he said Tuesday.\n\nIn a statement to the Toronto Sun, Szollosy said \"like most people, I'm strongly opposed to nuclear war. About 35 years ago, I was involved in peaceful protests against a large defence contractor. I was arrested but not criminally charged and fined $100. During the same period, I was also charged with trespassing at a separate site and did community service.\"\n\nOn Friday he could be part of an NDP government with many members with the same kind of background. Before this anti-nuclear war candidate, I have written about NDPers who hate the poppies, Christmas, call our troops war criminals, attend Marxist meetings and who have even held up signs that say \"F -- the police.\"\n\nMy colleague Sue-Ann Levy has written about some including a candidate who had a Hitler meme poston her Facebook page and an activist who insisted Toronto's first black police chief Mark Saunders deserved a \"coon award.\"\n\nWhile Horwarth commented on Ford's sister-in-law Renata's lawsuit, she has not expressed one word of concern about her own wacky candidates and their disturbing views and words.\n\nWe understand everybody has a history and people make mistakes. But it's important voters know about a candidate's background before an election -- not after that person has a seat at the cabinet table.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":589},"wgt":589},{"uri":"883669482","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"16:05:00","dateTime":"2018-06-08T16:05:00Z","dataType":"news","sim":0.4196078479290009,"url":"http://torontosun.com/news/provincial/doug-ford-hits-ground-running-pledges-to-unite-with-pm-in-trade-dispute-with-trump","title":"Doug Ford hits ground running, pledges to unite with PM in trade dispute with Trump","body":"TORONTO -- Ontario Premier-Designate Doug Ford says he intends to \"act fast\" on the agenda he was elected to implement, including getting an audit of the province's books.\n\nThe Progressive Conservative leader also said he spoke to Prime Minister Justin Trudeau on Thursday night and assured him that they will present a united front in the trade talks with U.S. President Donald Trump.\n\n\"And I'm very sincere when I say that,\" Ford said Friday. \"United we stand as a country.\"\n\nIn his first media conference since his party secured a majority Thursday, Ford said he will move to end the York University strike and to repeal the province's sex-ed curriculum.\n\n\"I can tell you one thing - we're repealing it,\" he said. \"I'll tell you another thing, we keep our promises. What we say we're going to do, we're going to do. We aren't going to flip-flop.\"\n\nFord is heading into the legislature with 75 other PCs, a majority that guarantees the Tories four years to deliver on their election promises, which include a middle-class tax cut, a 10-cent decrease in per litre gas prices, reduced hydro bills, and a balanced budget.\n\nHe said one of this first actions will be to hire a third-party auditing firm to go over the province's books with an eye to finding savings and efficiencies.\n\n\"We intend to act fast,\" he said.\n\nHis transition team includes Chris Froggatt, John Baird, Dean French, Simone Daniels, Dr. Rueben Devlin, and Mike Coates.\n\nFord said he spoke with outgoing Premier Kathleen Wynne, who told him that her team would do everything possible to ease the transition.\n\nHe also met Friday with NDP Leader Andrea Horwath, the incoming leader of the official opposition.\n\naartuso@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4020254","shares":{"facebook":579},"wgt":579},{"uri":"882478935","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"23:01:00","dateTime":"2018-06-06T23:01:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/provincial/warmington-ford-big-with-miltons-bacon-and-eggs-crowd","title":"WARMINGTON: Ford big with Milton's bacon and eggs crowd","body":"MILTON -- It's got that vintage, throwback look from the days when the Progressive Conservatives governed the province for four straight decades.\n\nIf you go into Troy's Diner on Main St., you will find 20 smiling staff working hard to serve a restaurant full of hungry customers.\n\nYou will also find Troy himself.\n\nTroy Newton is living out a dream by serving his hometown great grub. The fact that his food is delicious and plentiful illustrates the passion he and his family have put into a place that's decked out like one of those 1950's diners from the movies.\n\nThe eatery has a look that one would have seen when \"Old Man Ontario\" Premier Leslie Frost sat down for a meal during his reign from 1949-61. Troy's Diner is the kind of place where memories are made.\n\nIt certainly was memorable when the man likely to be Ontario's next premier walked in Wednesday. Troy is Doug Ford's kind of guy, and Troy's Diner is his kind of place.\n\nJust one day from the election that could propel him to the premier's office, Ford rolled into Milton and made the restaurant -- packed with regular people having breakfast -- his first stop.\n\n\"It's pretty exciting,\" said Troy. \"So much great energy in here.\"\n\nYou could tell Doug would have loved to have some of those pancakes, bacon and eggs, but there was too much to do on this final day to allow for any down time.\n\n\"I told him I could fill in for him any time, and he teased he'd be OK with that as long as I promised to make sure to keep the taxes on businesses low,\" Troy said, laughing.\n\nNo argument from Troy on that one. If any sector is in need of some financial relief from an over-regulating government, it's small business.\n\n\"It has not been an easy time,\" said Troy.\n\nBut he's not complaining.\n\n\"I love every part of what I do,\" he said.\n\nExcept, he teased, for paying bills which have tripled.\n\n\"When I started the restaurant 13 years ago, it cost about $1,000 a month for hydro,\" he told me. \"Today it's $3,100 a month, and sometimes $3,200.\"\n\nAnd that's not the only thing that's gone up.\n\n\"When gas prices go up, everything goes up -- and when hydro skyrockets, so does every product.\"\n\nThrow in bumping up the minimum wage, and suddenly a small mom-and-pop restaurant on Milton's historic Main St. starts to have a tough time competing with the bigger chains.\n\n\"We can't pass every new cost on down to the customer,\" said Troy. \"If we did, they couldn't afford to eat here.\"\n\nHe's had to find other ways to adjust. He paid the extra minimum wage, but it meant giving raises to other staff who were already making more. That translated to an instant $10,000 added to his annual costs.\n\n\"It's not easy to come up with,\" said Troy.\n\nIt's meant Troy's Diner \"sadly\" could not sponsor local sports teams this year, as he was always so proud to do.\n\n\"We still do charity through the Tiger Jeet Singh Foundation, but this year the restaurant didn't have enough to support the local clubs.\" He hopes that changes when Ford becomes boss.\n\nIf Ford is elected premier Thursday, he has promises to cut taxes, cap minimum wage increases, lower hydro costs, cut the cost of bureaucracy, take 10 cents of taxation off a litre of gas and kill the cap and trade program.\n\n\"It''s all stuff that will help us,\" said Troy. \"That's why I am voting for Doug and why I think Doug Ford will win.\"\n\nIf he's right, the next time Doug Ford walks into Troy's Diner, it will be as Ontario's premier.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":579},"wgt":579},{"uri":"882965196","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"15:48:00","dateTime":"2018-06-07T15:48:00Z","dataType":"news","sim":0.5843137502670288,"url":"http://torontosun.com/news/provincial/ford-feeling-great-as-ontario-heads-to-polls","title":"Ford 'feeling great' as Ontario heads to polls","body":"TORONTO -- Ontario goes to the polls today in an election that could see a seismic political shift if Doug Ford's Tories beat out the NDP, their closest rival, and win a majority government.\n\nEither way, the vote will bring an end to 15 years of Liberal government, as Premier Kathleen Wynne herself admitted last week in a stunning announcement.\n\nThe Progressive Conservatives and the NDP have polled neck and neck for most of the campaign, with the Tories giving up a strong lead they held at the beginning. But a tie in popular support could lead to the Tories winning a majority of seats, projections suggest.\n\nOn Thursday morning, a smiling Ford said he was \"feeling great\" after casting his ballot in Toronto.\n\nNDP Leader Andrea Horwath, while visiting campaign volunteers in Toronto, said it's been a great campaign.\n\n\"I'm excited about the possibilities that await us tonight and tomorrow should we be given the opportunity to be the government that continues to push Ontario forward,\" she said.\n\nWynne apeared upbeat Thursday after voting.\n\n\"I'm looking forward to what the people of Ontario decide,\" she said. \"It's going to be an exciting night.\"","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4015061","shares":{"facebook":495},"wgt":495},{"uri":"881766312","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"22:49:00","dateTime":"2018-06-05T22:49:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/local-news/levy-desperate-ndp-leader-strikes-out-at-fords-business-acumen","title":"LEVY: Desperate NDP leader strikes out at Ford's business acumen","body":"She has no business criticizing whether PC leader Doug Ford has a head for business or is fit to be leader.\n\nBut she can't help herself.\n\nNDP leader Andrea Horwath was at it yet again Tuesday in the wake of revelations surrounding a lawsuit against Ford by his brother Rob's widow.\n\nAt a morning press conference, she actually had the gall to cast aspersions on whether he was the kind of Premier who would look after families and who could actually run Ontario's finances.\n\n\"If his business dealings have been unsuccessful what would we expect then for a premier who refuses to be upfront and transparent and honest about the cuts that he's planning on making or the fiscal plan he has in mind?\" the NDP leader asked with a straight face.\n\nAll I can say is that's mighty rich coming from someone who in her early years worked with the Hamilton labour movement as a community organizer -- even organizing Hamilton's Days of Action campaign against former PC premier Mike Harris -- before jumping into politics at age 35, some 21 years ago.\n\nShe seemed to have a sense of entitlement even in her early days as a city councillor.\n\nWhile a Hamilton city councillor, Horwath was one of two politicians who could not stay within the budgets allotted to them for salaries and expenses, according to information provided to the Toronto Sun .\n\nIn 2002, Horwath blew her $146,000 budget by $33,101, according to newspaper reports at the time. In 2001, she overspent her $142,000 office budget by $6,000.\n\nWhen approached to make good on a Hamilton city council motion stipulating that city councillors pay for the overages out of their own pocket, Horwath called the idea unreasonable, according to news reports. She insisted at the time that if councillors are to be held accountable for their budgets, so should city staff when they go over budget.\n\nHer overspending does not surprise me in the slightest having witnessed plenty of NDP councillors at City Hall who routinely suck their office budgets dry and then find loopholes to spend more.\n\nHowever, remember that was 16 years ago. If she couldn't mind the pennies or the dollars then, imagine what we can expect if she becomes premier.\n\nIf she follows through on her Bernie-Saunders-style platform -- in which a variety of freebies (pharmacare, dental care, childcare, OSAP loan forgiveness) will be offered to her voter base -- I'm guessing she won't be balancing the books anytime soon.\n\nIn fact, according to the fiscal outlook in her platform, her giveaway plan will lead to whopping deficits for the next five years.\n\nStill, how does she intend to pay for the giveaways?\n\nShe'll tax the rich and the corporations who fuel the economy of course. That's the NDP way -- to go after the very people who've worked hard for their dollars and, in turn, funnel that money to a never ending cast of environmental activists and poverty pimps.\n\nIncluded in her platform is luxury car tax, a housing speculation tax and an increase in the general corporate income tax on profitable corporations, among other ways to bleed the rich dry.\n\nSounds very business friendly to me. I also loved Horwath's claims Tuesday that she would be able to look after the families of Ontario.\n\nWe can be assured that the only families Howarth will be looking after are her brothers and sisters in the union movement. Yes OPSEU, ETFO and Unifor, who've all shilled for her in this election, will be expecting their quid pro quo.\n\nIf she cared one bit about families-and not her union pals -- she'd have agreed to settle the York University strike.\n\nBut no, those students who have lost their year and the families who have paid for that lost year don't matter.\n\nOh the irony.\n\nSLevy@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":495},"wgt":495},{"uri":"883256364","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"02:45:00","dateTime":"2018-06-08T02:45:00Z","dataType":"news","sim":0.6941176652908325,"url":"http://torontosun.com/news/local-news/mandel-andrea-horwaths-cinderella-story-dashed-by-doug-ford-and-the-pcs","title":"MANDEL: Andrea Horwath's Cinderella story dashed by PCs","body":"HAMILTON - The Steeltown Scrapper was knocked out after all.\n\nIn many books, NDP leader Andrea Horwath was poised to be the Cinderella premier, the patient, working class, single mom who had quietly built momentum that saw pundits predict that she just may be crowned government leader by scooping up all those voters sick and tired of Premier Kathleen Wynne and her Liberal government.\n\nShe was heralded as the Doug Ford dragon slayer.\n\nBut Ontario wasn't ready to paint the province orange. There was stunned silence at the NDP headquarters in the Hamilton Convention Centre when TV broadcasters on the big screen declared a PC majority within 13 minutes of the polls closing at 9 p.m. There were loud boos when PC leader Doug Ford claimed victory.\n\nAfter the initial shock, they took solace in the NDP's increased fortunes: They are now the official opposition with an expectation that they've doubled their 21 seats, including many in Toronto.\n\nIt just wasn't enough.\n\nBoth Horwath and Ford insisted they were the voice of change. A few months ago, Ford seemed to have it wrapped up. But the NDP leader was making gains, cashing in on PC party missteps and discomfort with the populist Ford and his version of Trump-lite, until the two were in a virtual tie as election day dawned.\n\nHorwath, 55, cast herself as the only way to stop Ford, warning voters that the bogeyman was determined to \"make the rich even richer\" and slash and burn any progress that's been made by finding his mythical $6 billion in government \"inefficiencies.\" Despite repeated promises, Ford never did release a detailed plan of where these cuts were going to be made or deliver a fully costed election platform.\n\nThat didn't seem to worry voters.\n\nAs for Horwath, she did have a costed plan - only the NDP had goofed on the math to the tune of $1.4 billion. No wonder people weren't comfortable entrusting her to run the government.\n\nIn her third campaign as leader, Horwath clung tight to the hard left.\n\nIn the 2014 election, Horwath took a sharp turn to the middle and alienated many of the NDP's traditional support. Not so this time. This campaign has been as left wing as they come, a veritable socialist plethora of spend, spend, spend promises: free drugs, free childcare, free dental care, renationalize Hydro One.\n\nAnd how to pay for it all? That old canard -- tax the \"rich.\"\n\nVoters were obviously wary of this unrealistic spending. Too many still remember the Bob Rae government. And there was real discomfort with a leader who wouldn't unequivocally condemn the radical candidates running beside her.\n\nPeople wanted change -- but they weren't willing to trust the NDP to bring it.\n\nmmandel@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4020255","shares":{"facebook":446},"wgt":446},{"uri":"883256365","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"02:42:00","dateTime":"2018-06-08T02:42:00Z","dataType":"news","sim":0.4588235318660736,"url":"http://torontosun.com/opinion/editorials/editorial-with-fords-victory-the-hard-work-begins","title":"EDITORIAL: With Ford's victory the hard work begins","body":"With a strong majority government of Progressive Conservative MPPs backing him, incoming premier Doug Ford has a mandate to end 15 years of Liberal tax-and-spend policies that have buried Ontario taxpayers in debt.\n\nNDP leader Andrea Horwath now, thankfully, leader of the opposition instead of premier, would have taken Ontario down the same fiscally reckless road as outgoing Premier Kathleen Wynne and the Liberals, who deservedly plummeted to third-party status.\n\nGreen Party Leader Mike Schreiner became Ontario's first Green MPP in Guelph.\n\nThe bad news is that as Ford and the PCs enter office, they inherit the economic damage caused by the Liberals' shameful legacy of waste, incompetence, scandals and rewarding their friends, epitomized by Ontario's runaway $325 billion debt -- 134% higher than when the Liberals won power in 2003.\n\nThey turned Ontario, once the economic engine of Canada, into one of the world's most indebted regional governments, requiring $12.5 billion in interest payments every year -- resulting in hallway medicine, skyrocketing electricity rates, high taxes and deteriorating public infrastructure.\n\nFord promised to reduce the tax burden of Ontarians and balance the budget within his first term, without laying off public servants, starting with finding $6 billion worth of efficiencies in government.\n\nHe needs to explain how, given the explosive growth of Ontario's public sector.\n\nFrom 2003 to 2013 alone under the Liberals, Ontario's public sector grew by an alarming 27.6%, compared to only 5.6% in the private sector, according to the conservative Fraser Institute.\n\nFrom 2005 to 2013 alone under the Liberals, the cost to taxpayers of public sector wages, pensions and benefits increased 47.1%.\n\nThis financial madness must end.\n\nRighting the ship will require hard bargaining by Ford and the PCs, with powerful public sector unions fighting them every step of the way.\n\nThat must not deter Ontario's new government from getting rid of entrenched bureaucracies while preserving frontline jobs.\n\nIt's going to be a hard, thankless job, particularly given the new financial horror stories we're going to hear now that the Liberals can no longer hide them.\n\nBut it must be done.\n\nIt starts with getting Ontario's deficits heading down year by year, not skyrocketing as they would have under the Liberals.\n\nThere's no other choice.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4020254","shares":{"facebook":441},"wgt":441},{"uri":"880899053","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"19:50:00","dateTime":"2018-06-04T19:50:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/opinion/columnists/bonokoski-from-green-hair-and-red-boots-to-loose-bolt-socialist","title":"BONOKOSKI: From green hair and red boots to loose-bolt socialist","body":"It seems that every day another loose bolt falls off Andrea Horwath's election machine, proving yet again that her slate of NDP candidates is comprised of wide-eyed activists, hard-core unionists and situationally-dumb socialists who have no idea how to govern.\n\nAll in all, they're a very sorry collective.\n\nIn my home riding of Ottawa Centre, for example, we have Joel Harden, another one of those social warriors running for the NDP who used to jaunt around with green hair and sporting a pair of red Doc Martens, all while trying to \"stop an aggressive conservative government from picking on the poor.\"\n\nSurely there's a protest song in there somewhere, but it would have nothing to do with the reality of Ontario where Liberal politics have so out-lefted the left that we are now burdened with billions of dollars of debt and deficit.\n\nThe NDP want the red ink to be deeper, of course.\n\nAnd why not? It's all they know.\n\nHarden, who wrote his 469-page doctoral thesis extolling the virtues of the radical agenda attached to Venezuelan socialism and the \"participatory radicalism\" of the Bolivarian Revolution, is running against Liberal Yasir Naqvi, arguably one of the worst attorneys general ever, and Progressive Conservative candidate Colleen McCleery, a medical doctor and management consultant.\n\nOttawa Centre is riding where conservatism historically comes to die.\n\nThere hasn't been a Tory elected there since its inception in 1968.\n\nUnless there is a smartening of the electorate, Colleen McCleery might just as well wear a sacrificial lamb's outfit on June 7.\n\nBut Joel Harden? Spare the taxpayer from yet another self-righteous lefty who thinks there is no shortage of money and then remind him, as well, that Venezuela is socialist basket case verging on economic collapse.\n\nIt is no example of success.\n\nOne can almost forgive the social-media crowd who zeroed in on Harden as a commie.\n\n\"Dear trolls: sorry to disappoint you, but I am not a communist,\" he tweeted. \"I'm a democratic socialist, in the tradition of @LibbyDavis, @nikiashton, @SenSanders and @MarshadeCordova.\"\n\nMarsha de Cordova, for those who don't know, is a blind Labour MP in Great Britain who knocked off the Conservative incumbent in 2014.\n\nHarden, whose last job was in research for the Canadian Federation of Students, obviously sees himself as something pretty special.\n\nAnd a champion, too, for all the undocumented refugees who are breaching our borders by the thousands at unauthorized crossings, and therefore in lock step with his leader who wants to make Ontario a safe zone where the burdensome cost of unbridled social welfare has no ceiling.\n\n\"We want to make Ontario a Sanctuary Province. I'm proud of that,\" Harden tweeted the same day he denied being a communist. \"@AndreaHorwath has led this charge in the face of terrible misogyny, anti-immigration and white supremacist intolerance, especially online. This far-right backlash won't work; we won't budge an inch on this. #NowWhatOtt\"\n\nDid he miss any of the popular trigger words?\n\nHarden has other over-the-top views, of course. In one essay, he wrote that the Israeli government routinely \"assassinates\" prominent Palestinian leaders \"at will\" and undertakes the \"targeted killing of innocent civilians (often children),\" and questions why the media is not asking why the \"U.S. government is so reviled by millions (perhaps billions) the world over.\"\n\nNaturally he is also an ardent anti-capitalist and has accused the Ottawa Police Service of having a \"constituency of police officers\" who \"brutalize black and brown people\" and do it \"with impunity.\"\n\nYes, he's quite the candidate.\n\nAs George Orwell once observed, with time-honoured veracity, \"the worst advertisement for socialism is its adherents.\"\n\nmarkbonokoski@gmail.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":440},"wgt":440},{"uri":"880796067","lang":"eng","isDuplicate":false,"date":"2018-06-04","time":"16:28:00","dateTime":"2018-06-04T16:28:00Z","dataType":"news","sim":0.7568627595901489,"url":"http://torontosun.com/news/provincial/ndp-or-pc-majority-would-be-bad-for-ontario-wynne","title":"NDP or PC majority would be bad for Ontario: Wynne","body":"Ontario Liberal Leader Kathleen Wynne won't say what she fears more - a PC or an NDP majority.\n\nAfter conceding Saturday that she hasn't any chance of keeping her job as premier, Wynne is now asking voters to elect enough Liberals to ensure PC Leader Doug Ford or NDP Leader Andrea Horwath forms only a minority government.\n\n\"I am saying that there are risks associated with both,\" Wynne said Monday of the PCs and NDP.\n\nWynne used her sole opportunity during an election to hold an event in the media studio at Queen's Park to hammer away at Horwath's refusal to support back-to-work legislation, even as the York University strike grinds on.\n\n\"There's been a notion floating around that somehow we're the same as the NDP, that somehow the Liberals are the same as the NDP, and I think people need to think about that,\" Wynne said. \"I'm a Liberal because I believe (in) making practical decisions that are not tied to an ideology.\"\n\nhttps://t.co/nXCCptZLZL -- Kathleen Wynne (@Kathleen_Wynne)\n\nJune 4, 2018\n\nThe Ontario Liberals introduced back-to-work legislation to end the York strike just prior to the house rising, but the NDP refused to provide the unanimous consent required to pass the bill before the election period.\n\nThe NDP's extreme reluctance to use legislation to end strikes has been well documented over the years, so Wynne was asked by media if she had deliberately delayed introducing the York University bill to put Horwath and her team on the hot seat despite the impact on students.\n\nShe said the bargaining process unfolded in a way that left her no other choice than to introduce the back-to-work bill when she did.\n\nIf Ford or Horwath ends up leading a minority government after Thursday's vote, then moving any agenda forward would require working with the opposition, including likely the Liberals.\n\n\"Do I wish we were going to win the election? Of course, of course, I do, but that's not going to happen,\" Wynne said.\n\n\"You get a little window into my practical soul ... I am going to do everything I can to help people to make the best decisions for the largest number of people in the province.\"\n\naartuso@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4009318","shares":{"facebook":413},"wgt":413},{"uri":"883699190","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"16:57:00","dateTime":"2018-06-08T16:57:00Z","dataType":"news","sim":0.7882353067398071,"url":"http://torontosun.com/news/local-news/toronto-man-accused-of-pulling-off-womens-hijabs","title":"Toronto man accused of pulling off women's hijabs","body":"TORONTO -- A man is accused of trying to pull hijabs off three women in what Toronto Police are calling \"hate-motivated assaults.\"\n\nOn Wednesday, police were contacted about three separate incidents that happened between 3 p.m. and 9 p.m. at a bus stop at Jane St. and Wilson Ave.\n\nPolice say a man approached the women while they waited for a bus and began pulling their hijabs off their heads.\n\nThe women were not injured.\n\n\"As soon as police became aware of this, they took it very seriously,\" Det. Const. Michele Bond said Friday. \"Officers kept their eyes out. The victims gave good descriptions.\"\n\nA man was arrested on Thursday in the same area. Bond said there is no clear motive for the assaults.\n\n\"We don't know what religion he is. Irregardless, whether they are of the same faith, we have to do more investigation,\" she said.\n\nSayid Ahmed Abdullahi, 42, of Toronto, is charged with three counts of assault and mischief under $5,000.\n\nIn January, an 11-year-old Toronto girl made international headlines when she claimed a man attacked her and tried to cut off her hijab with a pair of scissors while she was walking to school.\n\nThe leaders of all three levels of government condemned the actions before a police investigation determined the claim to be a hoax.\n\nThe girl's family then made a public apology.\n\nAnyone with information on Wednesday's attacks is asked to call police at 416-808-3100 or Crime Stoppers at 416-222-TIPS (8477).\n\nkconnor@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4022062","shares":{"facebook":388},"wgt":388},{"uri":"881687916","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"20:04:00","dateTime":"2018-06-05T20:04:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/life/homes/places-to-live-listowel","title":"Places to Live: Listowel","body":"When Brent Blackburn and his wife decided to take early retirements, they spent two years travelling across Ontario to find a community they wanted to call home. They landed on Listowel, a rich agricultural community where members of the Mennonite community can hitch their horses and buggies at local stores.\n\n\"We always planned to move when we retired. We started out in Brighton and visited 17 communities all the way up to Huntsville, Gravenhurst and Bracebridge,\" says Blackburn, a former Orangeville resident. Listowel - one of three main settlements areas that make up the Municipality of North Perth in Perth County - ticked off all their boxes.\n\nListowel is home to 7,530 of North Perth's population of 13,130, a number that represents an increase of 11% between the 2011 and 2016 censuses. \"We're considered to be a small regional urban centre because we serve a much broader area that includes surrounding agricultural areas,\" says Mayor Julie Behrns. \"Listowel offers a picturesque rural setting but has all the amenities of a small city.\"\n\nThose amenities include a full-service hospital, medical clinic, brand new recreation facility, schools, parks and trail system and the largest high school in Perth County. It has experienced record-breaking building growth over the last few years, with 144 dwelling units created in 2016 and another 183 created in 2017. It's just a 30-minute drive to St. Jacobs Farmers' Market at the north edge of Waterloo. Other communities in North Perth include Elma and Wallace Township.\n\nIn 2004, North Perth invested $3.3 million in the South East Industrial Park and, buoyed by its success, is now undertaking a Northeast Community Plan on 54 acres at Line 87 and Hwy. 23. The preliminary concept is to create a mix of industrial and highway-commercial lots, creating a foundation of shovel-ready employment lands, and a storm water management facility. Construction is expected to begin in 2019.\n\nThe community has lots to offer industries and businesses, including a prime location at the intersection of two major highways, close proximity to Hwy. 401 and other key transportation routes, reasonable development charges, tax rates and water/wastewater rates as well as fibre optic connectivity.\n\n\"With the growth of our business sector, we have an increasing need to attract and retain youth and other residents to North Perth,\" Behrns says. \"We are excited for our youth to leave for post-secondary education opportunities but also want to show them what opportunities are available in North Perth and why they should return to work and live here.\"\n\nA North Perth youth attraction and retention strategy is designed to help meet that challenge head on. Its goals include building awareness and preparedness for current and future jobs, careers and entrepreneurial opportunities; improving access to venues and programs for youth to socialize; and increasing youth access to services and resources necessary for living in a rural setting, such as housing, transportation, health care and education.\n\nThere are many reasons to consider calling Listowel home, including reasonable housing prices. \"Many families are moving from larger cities, such as Kitchener and Waterloo, to live in Listowel as the housing prices are more economical for families,\" Behrns. \"There are vast employment opportunities, especially in the agriculture, manufacturing, health-care and finance sectors.\"\n\nThe region is home to many visual artists whose work is showcased annually in the Perth Autumn Studio Tour. Community events include Listowel Paddyfest, which draws visitors from across the province, Listowel Agricultural Fair, Teddy Bear Play Day and the Atwood Witches Walk. And foodies can rejoice because the farm-to-table concept thrives in this rich agricultural community.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":384},"wgt":384},{"uri":"883285806","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"04:11:00","dateTime":"2018-06-08T04:11:00Z","dataType":"news","sim":0.572549045085907,"url":"http://torontosun.com/news/provincial/warmington-premier-elect-doug-ford-remembers-brother-rob","title":"WARMINGTON: Premier-elect Doug Ford remembers brother, Rob","body":"The brother also rises.\n\nAnd nobody would be happier with big brother Doug Ford being elected than Rob Ford.\n\nSadly, the former mayor of Toronto is not here to witness this historic, Ford Nation win.\n\nBut it would not of surprised him.\n\n\"It was always Doug's dream to become premier of Ontario,\" Rob told me not too long before he passed away from cancer on March 22, 2016.\n\nTheir father, Doug Ford Sr., after all, had served in former premier Mike Harris's government and both brothers followed him into politics. Rob always saw himself as a ground game politician. He talked Doug into coming back from Chicago in 2010 and running for council in his Ward 2, Etobicoke North seat -- something Doug was reluctant to do.\n\n\"He's trying to talk me into it,\" Doug told me in 2010. \"I have lots to do and I haven't decided yet.\"\n\nRob won out and the rest is political history.\n\nDoug ran and won the seat the same night the brother he called Jones won the mayor's job. There were years of turmoil ahead and even though Doug never considered himself a politician and in fact despised them, he became a formidable one.\n\nHe caught the bug. When Rob got sick, he filled in for his brother and ran unsuccessfully against John Tory for mayor. But both Rob and I knew then that the role he was most suited for was premier.\n\nFord in 2016 promised to run for something and like a story out of Hollywood he will become Ontario's next premier. This is a story of second chances. The room was filled with people like that -- including Progressive Conservative Leadership candidate Tanya Granic Allen who has had her own adversity.\n\nThe slate is clean and change is coming to Ontario. Taxes are going to be lowered and the sex-ed curriculum will be repealed.\n\nBut the highlight of this big win was the part where Doug remembered Rob and honoured him.\n\n\"I know my brother Rob is looking down from heaven,\" the premier-elect told the thrilled crowd at the Toronto Congress Centre. \"I know Rob is celebrating with us tonight.\"\n\nYou better believe it.\n\n\"We owe so much to his legacy. I get chills just talking about him,\" said an emotional Doug. The win was also for matriarch Diane Ford, who is also very much the epicentre of Ford Nation. Not many families can boast having had an MPP as a father, a mayor and a premier as sons.\n\nDiane Ford can. Both brothers rose to the top of the political mountain.\n\nA mom smiles.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":"eng-4013299","shares":{"facebook":332},"wgt":332},{"uri":"880753879","lang":"eng","isDuplicate":true,"date":"2018-06-04","time":"15:21:00","dateTime":"2018-06-04T15:21:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/provincial/doug-ford-says-he-favours-gun-control-after-liberals-release-audio","title":"Doug Ford says he favours gun control after Liberals release audio","body":"TORONTO -- Doug Ford says he's in favour of gun control, after the Liberals released an audio recording of him saying, \"guns don't kill people, crazy people with guns kill people.\"\n\nThe Liberals attacked the Progressive Conservative leader after Premier Kathleen Wynne admitted over the weekend that her party won't win Thursday's election.\n\nWynne pleaded with voters to at least elect some Liberals in order to ensure a minority Tory or NDP government.\n\nOn Monday, the Liberals released the audio of Ford from a campaign event in Dryden in April, with Liberal campaign co-chair Deb Matthews calling his comments dangerous.\n\nWhen asked about the remarks today, Ford said he's in favour of strong gun laws.\n\nNDP Leader Andrea Horwath began the day campaigning in London, Ont., where she said it was probably tough for Wynne to make her admission on the weekend, but called her plea to elect Liberals to keep a minority government in check \"tone deaf.\"","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":304},"wgt":304},{"uri":"882240735","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"15:22:00","dateTime":"2018-06-06T15:22:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/provincial/levy-desperate-ndp-leader-strikes-out-at-fords-business-acumen","title":"LEVY: Desperate NDP leader strikes out on Ford's business acumen","body":"She has no business criticizing whether PC leader Doug Ford has a head for business or is fit to be leader.\n\nBut she can't help herself.\n\nNDP Leader Andrea Horwath was at it yet again Tuesday in the wake of revelations surrounding a lawsuit against Ford by his brother Rob's widow.\n\nAt a morning press conference, she actually had the gall to cast aspersions on whether he was the kind of Premier who would look after families and who could actually run Ontario's finances.\n\n\"If his business dealings have been unsuccessful what would we expect then for a premier who refuses to be upfront and transparent and honest about the cuts that he's planning on making or the fiscal plan he has in mind?\" the NDP leader asked with a straight face.\n\nAll I can say is that's mighty rich coming from someone who in her early years worked with the Hamilton labour movement as a community organizer -- even organizing Hamilton's Days of Action campaign against former PC premier Mike Harris -- before jumping into politics at age 35, some 21 years ago.\n\nShe seemed to have a sense of entitlement even in her early days as a city councillor.\n\nWhile a Hamilton city councillor, Horwath was one of two politicians who could not stay within the budgets allotted to them for salaries and expenses, according to information provided to the Toronto Sun.\n\nIn 2002, Horwath blew her $146,000 budget by $33,101, according to newspaper reports at the time. In 2001, she overspent her $142,000 office budget by $6,000.\n\nWhen approached to make good on a Hamilton city council motion stipulating that city councillors pay for the overages out of their own pocket, Horwath called the idea unreasonable, according to news reports. She insisted at the time that if councillors are to be held accountable for their budgets, so should city staff when they go over budget.\n\nHer overspending does not surprise me in the slightest having witnessed plenty of NDP councillors at city hall who routinely suck their office budgets dry and then find loopholes to spend more.\n\nHowever, remember that was 16 years ago. If she couldn't mind the pennies or the dollars then, imagine what we can expect if she becomes premier.\n\nIf she follows through on her Bernie-Sanders-style platform -- in which a variety of freebies (pharmacare, dental care, childcare, OSAP loan forgiveness) will be offered to her voter base -- I'm guessing she won't be balancing the books anytime soon.\n\nIn fact, according to the fiscal outlook in her platform, her giveaway plan will lead to whopping deficits for the next five years.\n\nStill, how does she intend to pay for the giveaways?\n\nShe'll tax the rich and the corporations who fuel the economy of course. That's the NDP way -- to go after the very people who've worked hard for their dollars and, in turn, funnel that money to a never ending cast of environmental activists and poverty pimps.\n\nIncluded in her platform is luxury car tax, a housing speculation tax and an increase in the general corporate income tax on profitable corporations, among other ways to bleed the rich dry.\n\nSounds very business friendly to me. I also loved Horwath's claims Tuesday that only she would be able to look after the families of Ontario.\n\nWe can be assured that the only families Howarth will be looking after are her brothers and sisters in the union movement. Yes OPSEU, ETFO and Unifor, who've all shilled for her in this election, will be expecting their quid pro quo.\n\nIf she cared one bit about families -- and not her union pals -- she'd have agreed to settle the York University strike.\n\nBut no, those students who have lost their year and the families who have paid for that lost year don't matter.\n\nOh the irony.\n\nslevy@postmedia.com","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":296},"wgt":296},{"uri":"882435614","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"21:32:00","dateTime":"2018-06-06T21:32:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/entertainment/celebrity/roseanne-barr-gets-porn-offer-after-sitcom-cancellation","title":"Roseanne Barr gets porn offer after sitcom cancellation","body":"Her TV family on Roseanne may not want her back, but the porn world is ready and willing to accept Roseanne Barr with open legs.\n\nAccording to The Wrap, Barr, whose ABC sitcom was axed after the star made racist comments on Twitter, has been offered $150,000 to appear in a porn scene for adult-entertainment studio XBlaze. They want the actress for a scene in its upcoming BBW slate of titles.\n\nIn a letter to Barr posted on The Wrap's website, XBlaze CEO Jeff Dillon wrote, \"Part of what makes you unique as an actress, entrepreneur and media personality is your attitude, specific beliefs and openness in saying exactly what you think and feel. Sometimes that can get you into trouble, especially in this politically correct world we now live in.\"\n\nDillon adds, \"We are certain that someone like you, a superstar who still VERY influential in today's pop culture, can pull off the performance of a lifetime as an adult entertainer in an industry that allows its stars to be themselves.\"\n\nThis isn't the first time Barr has gotten a porn offer.\n\nIn 2013, producers at Vivid offered her a chance to do \"geriatric porn.\"\n\n\"We would love to work with her,\" Vivid Entertainment founder and co-chairman Steven Hirsch told The Wrap. \"She's an iconic comedian who changed the world of television.\"\n\nThis came after Barr tweeted her frustrations with Hollywood writing, \"I'm going to start doing porn now -- f -- it -- that's right-geriatric porn.\"","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":290},"wgt":290},{"uri":"882226521","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"14:57:00","dateTime":"2018-06-06T14:57:00Z","dataType":"news","sim":0,"url":"http://torontosun.com/news/local-news/body-found-on-trail-in-whitby-idd-as-missing-woman","title":"Body found on trail in Whitby ID'd as missing woman","body":"A body found near Lake Ontario over the weekend has been identified as a missing 46-year-old woman.\n\nMelanie Vachon was last seen on May 7 and reported missing to Durham Regional Police on May 18. Police said at the time that she had not made contact with family or friends after leaving her residence on Dunlop St. E. in Whitby.\n\nOn Saturday around 9 p.m., a citizen walking on the waterfront trail near Water St. in Whitby found a woman's body near the path. The body was identified as Vachon.\n\nA post mortem has been completed but more tests are required to determine cause of death, police say.\n\nAnyone who had contact with her after May 7 or has information is asked to call police at 1-888-579-1520 ext. 5402 or Crime Stoppers.\n\nVachon's son has started a GoFundMe page on behalf of her four children to pay for the funeral.\n\n\"We need help finding her funeral and to help get additional information on which sick person(s) would do this to a loving caring mother of four,\" Josh Vachon wrote on Facebook.","source":{"uri":"torontosun.com","dataType":"news","title":"Toronto Sun"},"eventUri":null,"shares":{"facebook":275},"wgt":275}]}}