{"articles":{"page":1,"totalResults":10,"pages":1,"results":[{"uri":"884871628","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"16:42:00","dateTime":"2018-06-08T16:42:00Z","dataType":"news","sim":0,"url":"https://www.vox.com/2018/6/8/17441716/anthony-bourdain-metoo-sexual-assault","title":"Anthony Bourdain took responsibility for toxic masculinity and called out his friends","body":"As much as the era of #MeToo has been an explosive display in courage, one in which women are speaking out en masse, it's also a story of silence -- and cowardice.\n\nVery few men, by comparison, have stood up to take responsibility for their own actions or for their active or tacit contributions to a system that's allowed harassment and abuse to flourish.\n\nEven men who have denounced individual bad actors couch their denouncements in an unspoken brag: They were not like him. These men look over at the worst of the worst, perhaps a man who brutally harassed a woman who worked for him, then back at themselves, and decide, \"I'm one of the good guys.\"\n\nThen there was Anthony Bourdain. He looked at himself. He looked at his industry. He looked at the system. His conclusions were nuanced and honest. And, given that he did this all in public, it was brave.\n\nBourdain died on Friday. His contributions to the #MeToo conversation will be missed.\n\nIn an interview with Isaac Chotiner of Slate, Bourdain walked through his thinking on the moment, from his girlfriend's experience with Harvey Weinstein to his own participation in a male-dominated restaurant culture to the bigger questions of entrenched, systemic problems in our culture.\n\nHe even considered the role of his blockbuster book Kitchen Confidential, which launched his career. \"I've had to ask myself, and I have been for some time, 'To what extent in that book did I provide validation to meatheads?'\" he said.\n\nBourdain's starting point is rare: Where did I go wrong?\n\nI've been hearing a lot of really bad shit, frankly, and in many cases it's like, wow, I've known some of these women and I've known women who've had stories like this for years and they've said nothing to me. What is wrong with me? What have I, how have I presented myself in such a way as to not give confidence, or why was I not the sort of person people would see as a natural ally here? So I started looking at that.\n\nBourdain could have made a case for his lifelong commitment to women's rights. He attended the majority-female Vassar College. He was friends with many women. (As many men have liked to point out lately.) Instead, he took a cool-eyed look at his image. It didn't matter what he might think or feel:\n\nI am a guy on TV who sexualizes food. Who uses bad language. Who thinks our discomfort, our squeamishness, fear and discomfort around matters sexual is funny. I have done stupid offensive shit. And because I was a guy in a guy's world who had celebrated a system -- I was very proud of the fact that I had endured that, that I found myself in this very old, very, frankly, phallocentric, very oppressive system and I was proud of myself for surviving it. And I celebrated that rather enthusiastically.\n\nThe interview is worth reading in full.\n\nOne of the most discouraging pieces of #MeToo is how unwilling men have been to call out the very obviously bad actors.\n\nWhen industry titans are accused of horrible wrongdoing, there are few male voices on the record saying so. Worse, in recent months, there's been rumblings about when it's okay for men to return to public life. The New York Times reported recently that Mario Batali was considering making a comeback. Food celebrities have distanced themselves publicly, but \"privately, some suggest the time has come for a more nuanced approach to replace the scorched-earth policy toward men who have harassed women -- one that allows something resembling redemption.\"\n\nThe only critical voice on the record in the story? Bourdain.\n\n\"Retire and count yourself lucky,\" said Anthony Bourdain, a longtime friend of Mr. Batali's who has not spoken with him recently. \"I say that without malice, or without much malice. I am not forgiving. I can't get past it. I just cannot and that's me, someone who really admired him and thought the world of him.\"\n\nMeanwhile, Bourdain supported women who spoke out. When his girlfriend, Asia Argento, publicly described a sexual assault by Harvey Weinstein, he tweeted, \"I am proud and honored to know you. You just did the hardest thing in the world.\"\n\nThen he took aim at Weinstein with a word that almost no one was willing to use: rape. \"Can we use the word 'rapist' now? #Weinstein.\"\n\nBourdain's death is the loss of an ally. But perhaps his words can inspire new ones to step forward.","source":{"uri":"vox.com","dataType":"news","title":"Vox"},"eventUri":null,"shares":{"facebook":19665,"pinterest":6},"wgt":19671},{"uri":"882993026","lang":"eng","isDuplicate":false,"date":"2018-06-07","time":"16:39:00","dateTime":"2018-06-07T16:39:00Z","dataType":"news","sim":0,"url":"https://www.vox.com/science-and-health/2018/5/29/17386112/all-life-on-earth-chart-weight-plants-animals-pnas","title":"All life on Earth, in one staggering chart","body":"If everyone on the planet were to step on one side of a giant balance scale, and all the bacteria on Earth were to be placed on the other side, we'd shoot violently upward. That's because all the bacteria on Earth combined are about 1,166 times more massive than all the humans.\n\nComparisons to other categories of life similarly demonstrate how very, very small we are. As a sweeping new study in the Proceedings of the National Academy of Sciences finds, in a census sorting all the life on Earth by weight (measured in gigatons of carbon, the signature element of life on Earth), we make up less than 1 percent of life.\n\nThere are an estimated 550 gigatons of carbon of life in the world. A gigaton is equal to a billion metric tons. A metric ton is 1,000 kilograms, or about 2,200 pounds.\n\nWe're talking in huge, huge, mind-boggling terms here.\n\nSo, using the new data in PNAS, we tried to visualize the weight of all life on Earth to get a sense of the scale of it all.\n\nWhat you'll see below is a kind of tower of life. Each large block of this tower represents a gigaton of life, and the blocks are grouped into broad kingdoms. There are the protists (think microscopic life like amoebae), archaea (single-celled organisms somewhat similar to bacteria), fungi (mushrooms and other types of fungus), bacteria (you're familiar with these, right?), plants, and animals.\n\nAs you can see, plants dominate our world. If the tower of life were an office building, plants would be the main tenants, taking up dozens of floors. Comparatively, all the animals in the world -- seen in gray in the tower -- are like a single retail shop (a trendy one, to be sure) on the ground floor.\n\nAnd if we zoom in on all animal life, we again see how insignificant humans are compared to everyone else in the kingdom. Arthropods (insects) outweigh us by a factor of 17. Even the mollusks (think clams) weigh more.\n\nYet despite our small biomass among animals, we've had an overwhelmingly huge impact on the planet. The chart above represents a massive amount of life. But it doesn't show what's gone missing since the human population took off.\n\nThe authors of the PNAS article estimate that the mass of wild land mammals is seven times lower than it was before humans arrived (keep in mind it's difficult to estimate the exact history of the number of animals on Earth). Similarly, marine mammals, including whales, are a fifth of the weight they used to be because we've hunted so many to near extinction.\n\nAnd though plants are still the dominant form of life on Earth, the scientists suspect there used to be approximately twice as many of them -- before humanity started clearing forests to make way for agriculture and our civilization.\n\nThe census in the PNAS paper isn't perfect. Though remote sensing, satellites, and huge efforts to study the distribution of life in the ocean make it easier than ever to come up with estimates, the authors admit there's still a lot of uncertainty. But we do need a baseline understanding of the distribution of life on Earth. Millions of acres of forests are still lost every year. Animals are going extinct 1,000 to 10,000 faster than you'd expect if no humans lived on Earth. Sixty percent of primate species, our closest relatives on the tree of life, are threatened with extinction.","source":{"uri":"vox.com","dataType":"news","title":"Vox"},"eventUri":null,"shares":{"facebook":11764,"pinterest":109},"wgt":11873},{"uri":"883648189","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"14:45:00","dateTime":"2018-06-08T14:45:00Z","dataType":"news","sim":0.7529411911964417,"url":"https://www.vox.com/science-and-health/2018/6/8/17441330/anthony-bourdain-suicide-rates-us-cdc","title":"Anthony Bourdain's death is one in a growing public health tragedy","body":"The suicide deaths of chef, author, and TV host Anthony Bourdain and fashion designer Kate Spade this week are stories of lives cut short for reasons we'll never fully understand. But these anecdotes are also a reminder of a serious public health issue in America that needs far more attention.\n\nAccording to data from the Centers for Disease Control and Prevention, released on June 7, suicide rates have increased significantly across the US. Between 1999 and 2016, suicide rates rose in nearly every state in the union, with 25 states showing increases of more than 30 percent.\n\nThe central and northern parts of the US -- North Dakota, Wyoming, Montana, Minnesota -- saw some of the greatest rises in suicide rates.\n\nIn North Dakota, for example, the suicide death rate increased by nearly 60 percent since 1999. Nevada was the one state that saw no increase -- but the rate there remained \"consistently high throughout the study period.\" The suicide rate in Nevada is currently 21 per 100,000 deaths, greater than the national average of 13 deaths per 100,000. (You can see other state-specific rates here.)\n\nIn 2016, nearly 45,000 Americans died by suicide -- making it the 10th most common cause of death in the US, and one of only three leading causes that are increasing, according to the CDC.\n\nOne of the most disturbing aspects of the report: More than half of the people who died by suicide had no known mental health problems. Instead, the CDC said, \"Relationship, substance use, health, and job or financial problems are among the other circumstances contributing to suicide.\" Also disturbing: 48 percent of the suicides occurred by firearms -- another reminder that while the homicides in America's gun crisis get a lot of public attention, suicides by gun are far more common.\n\n\"At what point is it a crisis?\" Nadine Kaslow, a past president of the American Psychological Association, asked the Washington Post. \"Suicide is a public health crisis when you look at the numbers, and they keep going up. It's up everywhere. And we know that the rates are actually higher than what's reported. But homicides still get more attention.\"\n\nThe vast majority of suicides that weren't linked to a known mental health problem in the CDC study involved middle-aged white males -- yet another reflection of a growing tragedy in the US.\n\nLife expectancy keeps dropping in the US, and researchers have explained the decline, in part, by an increase in \"deaths of despair\": suicides, alcoholism, and drug overdoses, particularly from opioid painkillers, are a rising problem for midlife white people.\n\nAlong with worsening job prospects over the past several decades, this group has seen their chances of a stable marriage and family decline, as well as their overall health. To manage their despair about the gap between their hopes and what's come of their lives, they've often turned to drugs, alcohol, and self-harm.\n\nMeanwhile, gains in fighting heart disease have stalled as rates of obesity and diabetes have ploddingly climbed.\n\nSo the rise in mortality for white midlife people in America since the late 1990s is actually the final stage of a decades-long process. \"It's about the collapse of white middle class,\" Princeton University's Anne Case told Vox.\n\nTo prevent suicide deaths, a couple of things are clear: Countries that have made it more difficult to access firearms have seen their suicide rates decline. So the evidence suggests that addressing America's gun problem would certainly help. The CDC report also calls for a comprehensive approach to prevention, including \"strengthening economic supports\" through housing and financial policies, and \"promoting social connectedness.\"\n\n\"Suicidologists regularly state that suicide is not caused by a single factor,\" the CDC said. And as this new report clearly shows, the causes of suicide are much broader than just mental health conditions. We need suicide prevention policies and strategies that reflect that.","source":{"uri":"vox.com","dataType":"news","title":"Vox"},"eventUri":"eng-4020383","shares":{"facebook":5637,"pinterest":6},"wgt":5643},{"uri":"883594977","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"14:01:00","dateTime":"2018-06-08T14:01:00Z","dataType":"news","sim":0.6666666865348816,"url":"https://www.vox.com/2018/6/7/17439044/scott-pruitt-ritz-carlton-moisturizing-lotion","title":"Scott Pruitt's Ritz-Carlton moisturizing lotion scandal, explained","body":"The never-ending series of scandals swirling around Environmental Protection Agency Administrator Scott Pruitt has developed an amusing new dimension with the revelation from the Washington Post's team of Juliet Eilperin, Josh Dawsey, and Brady Dennis that Pruitt has been using his security detail to, among other things, go shopping for a special moisturizer available at Ritz-Carlton hotels.\n\nIt's difficult to know exactly how to classify the severity of various different Pruitt scandals at this point.\n\nMisusing government funds in a minor way seems in many respects less serious than the original scandal, which involved essentially accepting free rent from a lobbyist. And while President Trump and most congressional Republicans appreciate Pruitt for his policy work, arguably it's the policy work -- which has included everything from keeping a pesticide legal even though it poisons children's brains to undermining efforts to avert potentially catastrophic climate change -- that is the real scandal.\n\nMoisturegate does, however, have some potency as a potential Pruitt-killer if only because it undermines his political survival strategy of mirroring Trump. The scandal involves luxury moisturizer, something a real manly man wouldn't mess with.\n\nThe basic story appears to be a sequel to an earlier Pruitt saga in which he claimed that security needs required him to travel first-class at taxpayer expense when, obviously, the real reason he wanted to fly first-class was because he likes fancy stuff.\n\nBy the same token, it's long been unclear why exactly Pruitt wanted a security detail whose $3.5 million a year in costs was roughly triple what his predecessors spent. What's become clear this week is that Pruitt sees the security detail as a kind of all-purpose group of errand boys whom he can dispatch on weird tasks like tracking down a used Trump hotel mattress.\n\nThe latest revelation is, however, about lotion:\n\nWhile EPA security agents are required to protect Pruitt at all times -- while he is working and during his off hours -- the two individuals said the administrator had asked members of the detail to perform tasks that go beyond their primary function. In one instance, they said, he directed agents to drive him to multiple locations in search of a particular lotion on offer at Ritz-Carlton hotels.\n\nOne other occasions, they added, he asked agents to pick up his dry cleaning without him.\n\nThe top Democrat on the Senate Environment and Public Works Committee, Sen. Thomas R. Carper (D-Del.), reiterated his call that Pruitt step down.\n\n\"Americans deserve an EPA administrator who will work to carry out the agency's mission to protect the public's health and our environment,\" Carper said Thursday. \"Instead, Mr. Pruitt is using this critical agency to do his personal bidding on the taxpayers' dime. Americans are fed up. Enough is enough.\"\n\nMisuse of official staff to pick up dry cleaning is a perennial Washington scandal. Indeed, Rep. Tom Garrett (R-VA) resigned two weeks ago over a set of staff abuse allegations that included the dry-cleaning beef. I use Rinse to get my dry cleaning picked up and dropped off without scandal, which is probably something that more of official Washington should look into.\n\nThe moisturizing lotion thing is, however, kind of a new one. It's also not clear why exactly Pruitt would order staffers to drive him to multiple hotels rather than simply calling in advance. That said, for context, there's a Ritz-Carlton in downtown DC, another one in Georgetown, and another one in the inner-ring suburb of Pentagon City, so it wouldn't necessarily take all that long to hit multiple Ritz-Carltons -- though if they went all the way out to the Tysons Corner Ritz-Carlton, that would be really egregious.\n\nI can't say for sure, never having tried it personally.\n\nBut Ritz-Carlton does proudly sell the Ritz-Carlton Moisturizer on its online store for $27.20 a bottle.\n\nThose who are really committed to keeping their hands soft can even save $90 with an annual subscription. The lotion is said to feature \"sweet notes of ylang ylang, jasmine and uplifting bergamot,\" and no, I do not know what ylang ylang is.\n\nAt any rate, skin care has never been hotter than it is in 2018, so on one level, it's hard to fault Pruitt for getting in on the trend. On the other hand, skin care is a very specifically female-coded activity. Indeed, some analysts, such as the New Yorker's Jia Tolentino, have specifically identified the skin care craze as part and parcel of the women-dominated anti-Trump backlash; Tolentino wrote last December that \"over the summer, in one of many small, ridiculous attempts to affirm to myself that I will outlive the Trump Administration, I decided to incorporate both retinol and sunscreen into my daily skin-care routine.\"\n\nWhether or not one fully buys the notion of skin care as an act of #resistance, however, it's indisputably true that moisturizing is somewhat effeminate and also that the Ritz-Carlton Moisturizer, with its \"uplifting bergamot,\" isn't even some kind of special lotion for men. Do the avatars of working-class cultural backlash politics really need a \"luxuriously soothing lotion\"?\n\nLook, obviously there's a whole thing about norms and social construction and beauty standards and double standards and all the rest going on.\n\nBut not to go entirely \"Intellectual Dark Web,\" science does appear to indicate that there are significant differences, on average, between men's skin and women's skin. According to Dr. Diana Howard of the International Dermal Institute, there are a number of sex-linked differences in skin characteristics -- women's skin is thinner, contains less collagen, has fewer sebaceous glands, and is less acidic. Women also tend to sweat less.\n\nMost importantly, Howard writes, \"male skin appears to be better hydrated than women's, which is fortunate, as men are less likely to apply a hydrating moisturizer to their body or face.\"\n\nTurning it around, men are less likely to moisturize because men are, on average, genuinely less likely to have dry skin.\n\nAs ever in life, however, there are exceptions. Men are, on average, taller than women, but there are certainly men who are shorter than the average woman. And by the same token, just because men on average have well-hydrated skin doesn't make it impossible that Pruitt's skin is legitimately quite dry and in need of moisturizing lotion. Whether that justifies dispatching an expensive security detail to hunt it down is, however, another matter.","source":{"uri":"vox.com","dataType":"news","title":"Vox"},"eventUri":"eng-4020209","shares":{"facebook":4298,"pinterest":5},"wgt":4303},{"uri":"881724582","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"17:29:00","dateTime":"2018-06-05T17:29:00Z","dataType":"news","sim":0.7568627595901489,"url":"https://www.vox.com/first-person/2018/5/5/17319632/kate-spade-cause-of-death-suicide-celebrities-reporting","title":"How the media covers celebrity suicides can have life-or-death consequences","body":"The fashion designer Kate Spade, 55, reportedly took her own life in her New York apartment Tuesday morning. The coverage of her death raises some of the same issues with the reporting on Avicii's death in April of this year.\n\n\"Avicii reportedly committed suicide with broken glass bottle\" was Page Six's headline. \"Avicii's suicide caused by self-inflicted cuts from glass,\" reported TMZ. \"In Avicii's death, suicide details emerge,\" the Los Angeles Times said.\n\nSensational headlines like these continue to crop up following the death of 28-year-old DJ and artist Tim Bergling, better known as Avicii, who died by suicide last month.\n\nThe news of Avicii's death is deeply painful and confusing for many. It's shocking that someone with so much could be so sad: He was young, beautiful, talented, wealthy, and widely loved. But shock is not a good excuse to throw ethics out the window when it comes to reporting his death.\n\nI'm a historian of culture and philosophy who recently researched and wrote a book about how different societies have understood suicide, and how that has had both tragic and terrific consequences. Watching the coverage of Avicii's death is, for me -- given the research on how suicide spreads -- like watching a slow-motion catastrophe.\n\nStudies have shown, over and over, that the way we talk about suicide publicly can have astounding consequences. News of one person ending their own life can lead to more suicides, especially for people similar to the victim in age and gender. When they occur within professions, schools, ethnicities, or towns, experts call them suicide clusters, or speak of contagion, or social modeling. The media effect appears to be strongest in young people.\n\nWhen someone struggling with mental health is suffering and knows that someone like them responded to that suffering by killing themselves, it puts death on the table. Media contagion research shows a dose effect: the more exposure to media reporting of suicide, including the number of articles and the prominence of the death, the greater the copycat effect.\n\nChanging the way a suicide is reported in the press can reduce suicides. In 1989, a national conference of suicidologists, psychologists, and journalists pooled their knowledge and came up with a set of media guidelines for reporting on suicide, the goal being to keep vulnerable people alive.\n\nSome rules were straightforward: Don't mention \"suicide\" in the headline. Don't mention the method of suicide in the headline, and avoid a detailed description of the method in the article. Others were more subjective: Don't \"glorify\" the act; don't engage in \"excessive\" reporting of the suicide. The Centers for Disease Control and Prevention endorsed the guidelines.\n\nWe have decades of robust, replicated, international research showing that these details matter. When people in a vulnerable state are bombarded by reports of the specific details of a suicide, including the method, it triggers ideation and action. A 1987 study discovered that an 80 percent drop in suicides by subway in Vienna was due to the rollout of ethical media reporting as well as a prevention campaign. Long before we had statistics, coroners in Victorian England would not return weapons used in a suicide to the family because they knew it increased the risk that someone else would put the tool to the same use.\n\nTraditional newspapers were at least somewhat responsive to the guidelines. Research has shown that Kurt Cobain's death, which occurred a few years after the CDC released suicide reporting guidelines, was generally reported responsibly. The New York Times headline, \"Kurt Cobain, Hesitant Poet Of 'Grunge Rock,' Dead at 27\" prudently omitted even the fact of the suicide from the headline. We can't measure the effect clearly since other proactive measures were taken to support vulnerable people, especially in Seattle, where Cobain was based. Still, after his death, the suicide rate did not go up.\n\nBut on the internet, where information spreads with little oversight, adhering to guidelines is much harder. Researchers are finding that features of the internet -- like search algorithms and hyperlinks to similar stories -- multiply the impact of irresponsible reporting. New studies examining the impact of online news media and social media in Canada, Japan, and the UK on the suicide media contagion suggest that the internet is exacerbating the problem.\n\nIn 2014, after news broke that Robin Williams had taken his own life, headlines on Fox News, the Daily News, and even the New York Times included details that he \"hanged himself,\" some even noting that a belt was used.\n\nA meme depicting Disney's Aladdin character saying, \"You're free now, Genie,\" in reference to the Williams-voiced Genie character, went viral. Experts winced. It made the suicide seem like a triumph and suggested that the dead are somewhere better or freer. In the new environment, even established media dropped its self-control.\n\nFor the four months that followed, the suicide rate went up 10 percent, according to the CDC data. The rise was especially dramatic among middle-aged men. A study out of Columbia University showed that suicide by strangulation rose by 32 percent, compared to about 3 percent for other methods used. These are real lives gone.\n\nCelebrity suicides have an outsize influence. People recognized the phenomenon before modern statistics: After publication of Wolfgang Goethe's Sufferings of Young Werther, there was a rash of suicides across Europe notably similar to the one in the novel. It was called the \"Werther effect.\" After Marilyn Monroe's death, suicides increased by 12 percent.\n\nAfter Cobain's death, suicidologists set up prevention supports such as community outreach in Seattle, and they worked: The number of calls to suicide hotlines in the region increased, but not the number of suicides. Likewise, anti-suicide programs instituted at schools at the start of a suicide cluster can be effective, some research has shown.\n\nThe internet age is still relatively new, and we'll know more in the future about how to balance freedom of speech and public health. But for now, news sites should stick to the guidelines. If they choose not to, as so many have following Avicii's death, I'd encourage them to think harder about the issue, get the facts, and make a public statement about their policy on reporting these deaths. That might jump-start the national conversation we need to have.\n\nAnd we all play a part. Everyone can be smart about what they post and avoid words or pictures on social media that could perpetuate bad practices and even endanger someone vulnerable.\n\nIf you have intrusive suicidal thoughts in a period of a few months after the suicide of someone you admired or feel similar to, ask for help. Call a suicide hotline or get to a doctor and talk about how you're feeling.\n\nAvicii's music videos, so upbeat and positive, are almost unbearably poignant to watch now. The internet, as always, is overflowing with content about his death. But we all need to be aware that words can be a deadly arrow. The press and everyone else posting and sharing messages about this tragic death need to communicate responsibly. Doing so could save a life.\n\nJennifer Michael Hecht holds a PhD in the history of science and culture from Columbia University. Her books include Stay: A History of Suicide and the Arguments Against It and Doubt: A History.","source":{"uri":"vox.com","dataType":"news","title":"Vox"},"eventUri":"eng-4014841","shares":{"facebook":4068},"wgt":4068},{"uri":"883256048","lang":"eng","isDuplicate":false,"date":"2018-06-06","time":"16:37:00","dateTime":"2018-06-06T16:37:00Z","dataType":"news","sim":0.5137255191802979,"url":"https://www.vox.com/policy-and-politics/2018/6/5/17430824/alice-johnson-pardon-trump-kim-kardashian","title":"Trump wants to execute drug dealers. But he granted commutation to one because Kim Kardashian asked.","body":"Kim Kardashian West did it: President Donald Trump has commuted the life sentence of Alice Johnson, the 63-year-old great grandmother in prison for drug trafficking, whose cause Kardashian lobbied for in the Oval Office.\n\nThe commutation, confirmed by the White House, comes quite quickly after Kardashian's meeting with Trump in the Oval Office last week, which Trump's son-in-law, Jared Kushner, arranged so the pair could talk prison reform and Johnson's potential pardon.\n\nTrump's move is all the stranger because it goes against the broader policy that Trump has been pushing for drug dealers and traffickers. In response to the opioid epidemic, Trump has said that the government should execute drug dealers and traffickers. More broadly, his administration, under Attorney General Jeff Sessions, has adopted a \"tough on crime\" view toward drugs.\n\nBut it adds to the unusual string of pardons and commutations that Trump has carried out since he took office last year -- typically to friends or allies or, as seems to be true in Kardashian's case, causes embraced by friends and allies. That kind of nepotism has reportedly horrified even some of Trump's top advisers, according to Ashley Parker, Robert Costa, and Josh Dawsey at the Washington Post:\n\n[T]he potential pardon of Johnson has caused consternation in the West Wing, with top advisers -- including chief of staff John F. Kelly and White House counsel Donald McGahn -- disturbed by the process, according to two people familiar with the discussions.\n\nKelly has reviewed Johnson's background and her 1996 conviction -- she was sentenced to life in prison on drug possession and money laundering charges -- and is not convinced she deserves a pardon, an administration official said. And McGahn has also argued against the possible pardon as an unnecessary action by the president, a second official said.\n\nRegardless, the Post's reporting suggests that more of these pardons and commutations are coming. And the president seems to be giving little thought -- besides \"asking friends who else he should pardon,\" according to the Post -- about the implications for his broader policy agenda.\n\nJohnson has been serving a life sentence for a first-time, nonviolent drug offense. Since there's no parole in the federal system, she's not eligible for it. Johnson, who was sentenced in 1996, has already been in prison for more than 20 years.\n\nHer case was documented in a video by Mic:\n\nAccording to the Associated Press at the time, Johnson helped lead a multimillion-dollar cocaine ring from 1991 to 1994. At her sentencing, US District Judge Julia Gibbons said that Johnson was \"the quintessential entrepreneur\" in the operation, \"and clearly the impact of 2,000 to 3,000 kilograms of cocaine in this community is very significant.\" She was tried on cocaine conspiracy and money laundering charges.\n\nJohnson told Mic that she got involved in the drug trade at a particularly bad time in her life. Her son had died in a motorcycle crash, and her marriage had ended in divorce. She also had lost her job, causing financial strain. \"I couldn't find a job fast enough to take care of my family,\" she said. \"I felt like a failure.\"\n\nThe damage done by the prison sentence is permanent, Johnson said: \"I missed the birth of my grandchildren, being able to be in their life. I just had a great-grandson. I missed that. Both of my parents had passed away. I was not able to be by either of their sides in their final days. That's an ache that I can't -- that never goes away.\"\n\nKardashian first heard of Johnson's case through Mic's reporting, tweeting in response to the video, \"This is so unfair...\"\n\nAccording to Mic, Kardashian then approached her lawyer to help deal with the case and has communicated directly with Johnson. Johnson subsequently wrote an op-ed for CNN in May titled \"Why Kim Kardashian thinks I should be released from prison.\"\n\nJohnson acknowledges that she did something wrong. The question, for her, is if she should really spend the rest of her life in prison for a nonviolent offense.\n\n\"The real Miss Alice is a woman who has made a mistake,\" Johnson said. \"If I could go back in time and change the choices that I made and make different choices, I would. But I can't. But what I have done is I have not allowed my past to be the sum of who I am.\"\n\nJohnson's case isn't the first to trigger outrage over excessive prison sentences. Weldon Angelos was sentenced to 55 years in prison for selling marijuana while allegedly in possession of a firearm -- a sentence that drew criticism from not just criminal justice advocates but also politicians and even the judge who sentenced him, leading to Angelos's early release after 12 years in 2016.\n\nIn the past few weeks, the case of Matthew Charles has also made headlines after Charles was ordered back to prison after two years out because, a federal appeals court concluded, he was initially released early in error. Kardashian has also tweeted about Charles's case.\n\nIt's unclear, though, if she brought up Charles's case in her meetings at the White House.\n\nTrump's commutation of Johnson is all the more bizarre because it goes explicitly against his broader policy agenda.\n\nAs president, Trump has argued that drug dealers and traffickers, like Johnson, should be executed because, in his view, they're guilty for the overdose deaths that their drugs cause. As he put it at a rally earlier this year, \"If you shoot one person, they give you life, they give you the death penalty. These [drug dealers] can kill 2,000, 3,000 people, and nothing happens to them.\"\n\nSessions, who's in charge of Trump's Justice Department, has actively tried to carry out this punitive agenda on drugs. In March, he signed off on a memo that asked federal prosecutors to consider the death penalty for cases \"dealing in extremely large quantities of drugs.\" And last year, he rescinded an Obama-era memo that asked prosecutors to avoid charges for low-level drug offenders that could trigger lengthy mandatory minimums -- a move that effectively told prosecutors to pursue the harshest possible punishments for even low-level drug crimes.\n\nMeanwhile, as Kushner, Trump's son-in-law, has pursued criminal justice reform, reducing prison sentences for drug offenses has remained out of the question. Instead, Kushner's efforts have focused on improving conditions in prison and encouraging more rehabilitation programs for inmates.\n\nThis all stands in contrast to the bipartisan efforts of the past several years, in which local, state, and federal lawmakers have moved to make the criminal justice system less punitive.\n\nThe argument for such reform: More incarceration and longer prison sentences simply have not worked to significantly reduce crime in the US.\n\nAs Mark Kleiman, a drug policy expert at the Marron Institute at New York University, previously told me, \"We did the experiment. In 1980, we had about 15,000 people behind bars for drug dealing. And now we have about 450,000 people behind bars for drug dealing. And the prices of all major drugs are down dramatically. So if the question is do longer sentences lead to a higher drug price and therefore less drug consumption, the answer is no.\"\n\nOne of the best studies backing this is a 2014 review of the research by Peter Reuter at the University of Maryland and Harold Pollack at the University of Chicago. They found that while simply prohibiting drugs to some extent does raise their prices, there's no good evidence that tougher punishments or harsher supply elimination efforts do a better job of driving down access to drugs and substance misuse than lighter penalties. So increasing the severity of the punishment doesn't do much, if anything, to slow the flow of drugs.\n\nBroader evaluations have found mass incarceration has only a small effect on crime. A 2015 review of the research by the Brennan Center for Justice estimated that more incarceration explained about 0 to 7 percent of the crime drop since the 1990s, though other researchers estimate it drove 10 to 25 percent of the crime drop since the '90s.\n\nAnother review of the research, published in 2017, led researcher David Roodman at the Open Philanthropy Project to conclude that \"tougher sentences hardly deter crime, and that while imprisoning people temporarily stops them from committing crime outside prison walls, it also tends to increase their criminality after release.\"\n\nTo that last point, the National Institute of Justice declared in 2016, \"Research has found evidence that prison can exacerbate, not reduce, recidivism. Prisons themselves may be schools for learning to commit crimes.\"\n\nTrump and Sessions, however, have rejected the overall evidence. They argue that tougher prison sentences not only keep dangerous people out of society but also deter others from committing crimes.\n\nSo what explains the contradiction? Part of it may be nepotism -- Trump has a history of trying to reward people who say nice things about him or are polite to him in-person. But part of it may also be that pardoning and commuting sentences is one of the few areas in which Trump feels actually effective as president, the Post reported:\n\nTrump entered the White House expecting to have few limits on his power -- envisioning the presidency as more like his private business than a plodding bureaucracy. He has grown frustrated over what he views as Republican impotence on Capitol Hill, Mueller's sprawling investigation and a coterie of aides at times riven by infighting.\n\nBut on pardons, he has been able to act unchecked, and has recently even floated the idea that he has authority to pardon himself, though suggested he will not do so. \"As has been stated by numerous legal scholars, I have the absolute right to PARDON myself, but why would I do that when I have done nothing wrong?\" he wrote on Twitter Monday.\n\nBesides Johnson's commutation, Trump has also pardoned political allies, like former Maricopa County, Arizona, Sheriff Joe Arpaio and conservative commentator Dinesh D'Souza, and posthumously pardoned heavyweight boxer Jack Johnson after actor Sylvester Stallone personally lobbied for it. And he's considering similar actions for former Illinois Gov. Rod Blagojevich, who's in prison for corruption, and Martha Stewart; Blagojevich appeared on Trump's Celebrity Apprentice, and Stewart hosted a spinoff of the same show.\n\nMeanwhile, the people who may be in similar situations with the federal criminal justice system -- but don't have personal ties to Trump -- are unlikely to receive any relief from the president.\n\nThe federal prison system is uniquely punitive when it comes to drugs. Based on the latest federal data, nearly 48 percent of people in the federal prison system are in for drug crimes. In comparison, around 15 percent of inmates in state prisons are in for drug offenses.\n\nThe impact of these sentences is felt disproportionately by people of color. Although black communities aren't more likely to use or sell drugs, they are much more likely to be arrested and incarcerated for drug offenses. And according to a 2017 report by the US Sentencing Commission, black men got nearly 18 percent longer federal sentences for drug trafficking as similarly situated white men from 2011 to 2016.\n\nStatistics like these and cases like Johnson's are an easy point of attack for people who want to undo mass incarceration. There are nonviolent offenses, absurdly long sentences, racial disparities, and evidence that the punitive approach doesn't do much, if anything, to keep the public safe.\n\nAt the same time, it's important to look past the federal prison system and drug offenses if the goal is to truly undo mass incarceration.\n\nFor one, far more people are in prison for violent offenses than drug crimes. According to the Prison Policy Initiative, around 21 percent of people in jail or prison are in there for a drug crime. About 42 percent of people in jail or prison are in there for violent crimes -- making violent offenses the biggest driver of incarceration out of all offense categories.\n\nHow can this be if so many people are in federal prison for drug offenses? The reality is that the federal system makes up a relatively small slice of the US prison system.\n\nConsider the numbers: According to federal data, 87 percent of US prison inmates are held in state facilities -- and most state inmates are in for violent, not drug, crimes. That doesn't even account for local jails, where hundreds of thousands of people are held on a typical day in America. Just look at this chart from the Prison Policy Initiative, which shows both local jails and state prisons far outpacing the number of people incarcerated in federal prisons:\n\nOne way to think about this is what would happen if Trump used his pardon powers to their maximum potential -- meaning he pardoned every single person in federal prison right now. That would push down America's overall incarcerated population from about 2.1 million to about 1.9 million.\n\nThat would be a hefty reduction. But it also wouldn't undo mass incarceration, as the US would still lead all but one country in incarceration: With an incarceration rate of around 593 per 100,000 people, only the small nation of El Salvador would come out ahead -- and America would still dwarf the incarceration rates of other developed nations like Canada (114 per 100,000), Germany (78 per 100,000), and Japan (45 per 100,000).\n\nSimilarly, almost all police work is done at the local and state level. There are about 18,000 law enforcement agencies in America, only a dozen or so of which are federal agencies.\n\nWhile the federal government can incentivize states to adopt specific criminal justice policies, studies show that previous efforts, such as the 1994 federal crime law, had little to no impact. By and large, it seems local municipalities and states will only embrace federal incentives on criminal justice issues if they actually want to adopt the policies being encouraged.\n\nCriminal justice reform, then, is going to fall largely to municipalities and states. Many of these jurisdictions are actually way ahead of the federal government when it comes to criminal justice reform, with many passing the kinds of sentencing reforms for low-level offenses that the federal system has struggled to enact. But there's been little focus at any level on reform for violent offenses.\n\nThat's not to downplay the work of criminal justice reformers. But the effects of such efforts will be limited until lawmakers and advocates look beyond the war on drugs.","source":{"uri":"vox.com","dataType":"news","title":"Vox"},"eventUri":"eng-4016691","shares":{"facebook":1944},"wgt":1944},{"uri":"883739365","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"18:11:00","dateTime":"2018-06-08T18:11:00Z","dataType":"news","sim":0.4117647111415863,"url":"https://www.vox.com/2018/6/8/17438032/china-cuba-diplomat-attack-sonic-weapon","title":"What's happening to US diplomats in Cuba and China? Here are 4 theories.","body":"Something very strange is happening to America's diplomats.\n\nSome of the affected diplomats now have mild brain damage and blood disorders, and two may have completely and permanently lost their hearing. A few had to return to the US because of their injuries. Canada went as far as pulling all families of diplomatic staff out of Cuba, just to be safe.\n\nHere's the strangest thing: Nobody seems to know what could be causing all of this. Experts -- from top doctors to US law enforcement officials -- have looked into the issue, and they're all flummoxed.\n\nCould it be some kind of previously unknown sonic weapon? Is someone waging a shadow war against American and Canadian diplomats abroad? Is it some kind of poison? Or, maybe, is it some form of mass hysteria, similar to when people danced themselves to death in the 1500s? (Yes, that's a real thing.)\n\nIt's gotten so bad that Secretary of State Mike Pompeo has now convened a task force to figure out what's going on.\n\nOn Tuesday, Pompeo said the new group will serve as a \"coordinating body for department and interagency activities, including identification and treatment of affected personnel and family members, investigation and risk mitigation, messaging, and diplomatic outreach.\"\n\nChina has promised to help the United States figure out the cause of the mysterious symptoms. During a press conference alongside Pompeo in May, Chinese Foreign Minister Wang Yi said China has found no instances of \"sonic influence.\" The Cuban government denies any involvement in the supposed attack.\n\nEven doctors don't know what's happening. In a March study by medical investigators who looked at the patients' symptoms, they said the cause of the trauma \"remains elusive\" but raises \"concern about a new mechanism for possible acquired brain injury from an exposure of unknown origin.\"\n\nThe first and most obvious one is that there is some kind of sonic weapon being used to target the diplomats, although it's unclear if Cuba or China has that kind of weaponry, even though sonic devices exist.\n\nFor example, there's a \"mosquito\" that produces a high-pitched sound and long-range acoustic devices that police sometimes use to disperse crowds.\n\nBut there's a big problem with this theory, says Sharon Weinberger, an expert on weapons technology and author of the book The Imagineers of War: The kind of weapon that does what the victims describe would defy the laws of physics.\n\nPlus, she added, why would a country choose this kind of weapon to harm a US official, when simply getting someone to beat them up would be easier?\n\n\"The danger of saying it's a sonic weapon is that you're focusing on the least likely explanation,\" Weinberger told me.\n\n2) Sonic listening device\n\nUS diplomats could be the victims of a sonic listening device that emits harmful waves. A sonic device used for spying -- and wielded by Cuba, China, or even another country like Russia -- could unintentionally cause brain damage.\n\nThese devices usually operate at the ultrasonic level (above audible range) or the infrasonic level (below audible range). Some doctors believe infrasound is more likely to have been used because it travels greater distances than ultrasound, so attackers could use it from farther away.\n\nUS officials said some of the possible attacks in Cuba were audible and made a \"deafeningly loud sound, similar to the buzzing created by insects or metal scraping across a floor.\"\n\nInfrasound can also cause some of the effects the American and Canadian diplomats experienced. For example, a November 2001 study by the National Institutes of Health noted that one of the symptoms of exposure to infrasound is hearing loss.\n\nAnd listening devices have been used against diplomats before.\n\nFrom 1953 to 1976, the US Embassy in Moscow was subjected to microwave radiation from the Soviets as they tried to listen in on conversations. But according to a government study, there was \"no convincing evidence\" that the microwaves caused any adverse health effects.\n\n3) Toxin\n\nThe New York Times notes that a toxin could be causing the brain injuries and hearing problems.\n\nBut Mitchell Valdes-Sosa, an expert in auditory physiology from Cuba, told Scientific American in February that poisoning or infectious disease is unlikely. Part of the reason is that diseases in the area -- like dengue or Zika -- wouldn't produce concussion-like symptoms as described by the potential victims. Further, it would be hard to target all these separate individuals with such a precise poisoning agent.\n\n4) Mass hysteria\n\nAnd for mass hysteria, it would mean other US diplomats in China feared so much about what happened to their colleagues that they've effectively worried themselves sick.\n\nIt's unclear if victims told each other what they were experiencing, and if that made others feel that they had similar symptoms.\n\nStranger things have happened. Here's one particularly odd case of mass hysteria: In 1518, Frau Troffea started dancing -- without any music -- in Strasbourg. She kept dancing for six days. After a week, 34 people joined her; after a month, 400 dancers were participating. According to the BBC, \"15 residents were dying each day from strokes, heart attacks, and sheer exhaustion.\"\n\nThat said, medical investigators wrote in their March report that some of the diplomats who had complained of symptoms did lose some of their hearing -- meaning the harm was serious and, in fact, real.\n\nThe hope now is that someone can solve this odd mystery before even more US officials get hurt.","source":{"uri":"vox.com","dataType":"news","title":"Vox"},"eventUri":"eng-4017728","shares":{"facebook":1222},"wgt":1222},{"uri":"883771292","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"19:18:00","dateTime":"2018-06-08T19:18:00Z","dataType":"news","sim":0,"url":"https://www.vox.com/policy-and-politics/2018/6/8/17202918/internet-democracy-facebook-cambridge-analytica-alec-ross-clay-shirky-jeff-jarvis","title":"\"The internet was supposed to save democracy. I asked 4 tech optimists what went wrong.\"","body":"The web, and in particular social media platforms like Facebook and Twitter, were supposed to make information easier and freer to share, to advantage the citizen at the expense of governments, to provide access to more information and viewpoints and more vibrant debates than residents of democracies had ever experienced before. It was supposed to topple dictators, to build social collaboration, to punish defection and isolation.\n\nNow, in 2018, the familiar techno-utopian pronouncements of the 1990s and '00s seem not just wrong but like a bad joke.\n\nCitizens enjoying a wealth of new information? Take a look at the depth of the fake news problem.\n\nCitizens being privileged over countries? Hard to take seriously after Russia orchestrated a successful effort to hack the US election.\n\nIndividuals gaining power over hierarchy? What about the individuals whose data was obtained without permission by Cambridge Analytica and exploited for political ends?\n\nHow could we have gotten this so wrong? To find out, I reached out to a number of men (and, this being the tech industry, the most prominent and enthusiastic voices were men) who, in the early years of the internet, expressed optimistic views of the potential of the web to improve democracy, politics, or just society generally, to ask them if they've reevaluated their views in light of recent events. Clay Shirky, David Weinberger, and Jeff Jarvis replied by email; Alec Ross, currently a candidate for governor of Maryland, talked on the phone.\n\nSome have rethought their premises. Others insist their initial views were less utopian than many critics believed, and that they've been right all along. Others landed somewhere in the middle. Their responses have been very lightly edited for length and clarity.\n\nBio: Writer, researcher, professor of journalism and interactive telecommunications at New York University and NYU Shanghai. Author of several books, including Here Comes Everybody: The Power of Organizing Without Organizations (2008), Cognitive Surplus: Creativity and Generosity in a Connected Age (2010), and Little Rice: Smartphones, Xiaomi, and the Chinese Dream (2015).\n\nWhat he said then: \"The use of social media tools -- text messaging, e-mail, photo sharing, social networking, and the like -- does not have a single preordained outcome. ... The safest characterization of recent quantitative attempts to answer the question, Do digital tools enhance democracy? (such as those by Jacob Groshek and Philip Howard) is that these tools probably do not hurt in the short run and might help in the long run -- and that they have the most dramatic effects in states where a public sphere already constrains the actions of the government.\" (\"The Political Power of Social Media,\" Foreign Affairs, 2011)\n\nWhat he says now (via email):\n\n[Your 2008 book] Here Comes Everybody was full of persuasive arguments that the social web was fundamentally changing dynamics of political organizing, largely for the better. I know you've written some on how Facebook has fallen short of that potential, so I'm curious for your thoughts, as well as any reflections on which of your predictions about the web and democracy have and haven't been borne out so far.\n\nI've long said the organizational and communal models enabled by the internet are a challenge to 20th-century institutions, not an extension of them. Not only do I still think that's true, now almost everyone thinks it's true. (This is a big change -- at the beginning of the decade, people were still writing think pieces about how socially and politically unimportant Facebook and Twitter would turn out to be.)\n\nHowever, I underestimated two things, and both of them make pessimism more warranted. The first is the near-total victory of the \"social graph\" as the ideal organizational form for social media, to the point that we now use \"social media\" to mean \"media that links you to your friends' friends,\" rather than the broader 2000s use of \"media that supports group interaction.\"\n\nThe second thing I underestimated was the explosive improvement in the effectiveness of behavioral economics and its real-world consequences of making advertising work as advertised.\n\nTaken together, these forces have marginalized the earlier model of the public sphere characterized by voluntary association (which is to say a public sphere that followed [Jrgen] Habermas's conception), rather than as a more loosely knit fabric for viral ideas to flow through.\n\nHere Comes Everybody is about that former model -- I just looked in the index, and I mention Facebook only four times in the book, while I wrote about Meetup so much it has its own set of subheadings in the index. Both companies were relatively young at the time, and the book was not focused on them as firms so much as enablers of social patterns, but the social pattern I was most interested in was opt-in, active, and created a sense of membership among its users, as Meetup does, not just connectedness, as Facebook does.\n\nVoluntary associations (groups that know who their members are, roughly, whether organized around veganism or socialism or a shared love of Family Guy) defend themselves against material that comes in from the outside, and they also contain the spread of information they produce. Without that social club as an organizational form, you get an emphasis on the pleasure of shared emotion, and especially outrage, among a large, loosely knit social fabric, which gets privileged over most other kinds of reactions and over almost many forms of collective action.\n\nWhen you add to that environment the presence of advertising firms that can now finally do what ad firms have long claimed to be able to do, namely to predictably and reliably engender a fairly tailored set of emotional reactions in a narrowly defined target audience, you get, well, today.\n\nBio: Journalist; professor and director of the Tow-Knight Center for Entrepreneurial Journalism at the City University of New York Graduate School of Journalism. Author of What Would Google Do? (2009), Public Parts: How Sharing in the Digital Age Improves the Way We Work and Live (2011), and Geeks Bearing Gifts: Imagining New Futures for News (2014). Creator of Entertainment Weekly, blogger at BuzzMachine.\n\nWhat he said then: \"Today, it occurs to me that Facebook, Twitter, and YouTube may be the Gutenberg press of the Middle East, tools like this that enable people to speak, share, and gather. Without those tools, could revolutions occur? Of course, curmudgeons, they could. Without people and their passion, could revolutions occur? Of course not, curmudgeons. But why are these revolutions occurring now? No, curmudgeons, we'll never be able to answer that question.\n\n\"But it does matter that the revolutionaries of the Middle East use -- indeed, depend upon -- these social tools and the net. That is the reason why we must protect them, for by doing so we protect the public and its freedoms. If you follow [Malcolm] Gladwell, et. al., and believe that the social tools are merely toys and trifles, then what does it matter if they are shut down? That is why the curmudgeons' debate with themselves matters: because it could do harm; it could result in dismissing the tools of publicness just when we most need to safeguard them.\" (\"Gutenberg of Arabia,\" BuzzMachine, 2011)\n\n\"Dictators and politicians, media moguls and marketers try to tell us what to think and say. But now, in a truly public society, they must listen to what we say, whether we're using Twitter to complain about a product or Facebook to organize a protest. If they are to prosper, these institutions must learn to deal with us at eye-level, with respect for us as individuals and for the power we can now wield as groups -- as publics. If they do not, they may be replaced by entrepreneurs or insurgents, good or bad.\" (Public Parts, 2011)\n\nWhat he says now (via email):\n\nYour book Public Parts begins with a long interview with Facebook founder Mark Zuckerberg, where you seem to share a philosophy centered around the value of \"publicness\" and overratedness of privacy with him. Have you reevaluated that philosophy in the wake of the Cambridge Analytica scandal? Do you think Facebook has gone too far in data sharing? Have you adjusted your view of Zuckerberg?\n\nI share with Zuckerberg a belief that a connected world can be a better world. I do not think that Cambridge Analytica itself negates that view. Do you?\n\nDoes Facebook \"go too far in data sharing\"? The API that allowed a researcher to take the public data of friends of friends was disabled shortly after it was used (and note this was a feature that was used by many media and marketing companies as well). Note also that Facebook does not -- contrary to frequent talk-show assertion -- share or sell data to advertisers. It, like Google -- and like news media in the rare instances when we are smart enough to get our own first-party data -- shares the fruits of that information with advertisers in terms of better targeting and ad effectiveness.\n\nI want to be careful about not overreacting to the 2014 violation of Facebook's terms of service by one researcher who then worked with one nefarious company. For I believe the future of news media, and I do hope we have one, is to abandon our mass-media ways, treating everyone alike and underserving countless communities in society -- and bring people relevance and value as individuals and members of communities.\n\nThat means we need to know people as individuals; we need to have information -- or to use what is becoming the scare term, data -- about them. If we go overboard in forbidding the collection and use of that information, I fear that we will cut off our nose to spite our face and cut off a critical strategy for a sustainable future of news and journalism.\n\nHave I adjusted my view of Zuckerberg? I've adjusted my view of the net to this extent: I was and remain an optimist. I was rather a dogmatist about the value of openness. I still value openness. But as Twitter, Blogger, and Medium co-founder Ev Williams said at [South by Southwest] recently, he and we did not account for the extent of the bad behavior that would follow. These companies accounted and compensated for dark-hat SEO, spam, and other economically motivated behavior. They did not see the extent of the actions of political bad actors and trolls who would destroy for the sake of destruction.\n\nNote well now that Facebook is hiring 20,000 people to combat that bad behavior on its platform, while, for the sake of apples-to-pears comparison only, the US now employs fewer than 30,000 journalists on daily newspapers. What does that say about society's problems and priorities? We soon might be investing more in detecting and banning bad behavior than we do in reporting the truth.\n\nDo I blame Zuckerberg or Facebook or that? No. I say we have a problem as a society that we need to work on as we negotiate new norms around our new, connected reality.\n\nBio: Philosopher, researcher, and freelance writer on technology and society. Author of numerous books, including Small Pieces Loosely Joined: A Unified Theory of the Web (2002), Everything Is Miscellaneous: The Power of the New Digital Disorder (2007), and Too Big to Know: Rethinking Knowledge Now That the Facts Aren't the Facts, Experts Are Everywhere, and the Smartest Person in the Room Is the Room (2011).\n\nWhat he said then: \"The Web's architecture itself is fundamentally moral. ... The Web is not the messiah dressed in cables and bits. It does not signal the apocalypse. It does not even make us all millionaires. But it is also more than merely another new technology. ... It's a world we build simply by using it, and what is of worth stays and adds to the Web's overall worth.\" (Small Pieces Loosely Joined, 2002)\n\n\"I think it's essential that there be people keeping people like me in line, and reminding us that big business has reemerged on the internet. In fact, it's conceivable that large corporations are going to sink the internet, and that even though there are new voices being heard, say, through the blogosphere, the biggest sites on the blogosphere are either very traditional media companies or they're people who are now playing the basic role of very big media companies.\n\n\"And so the argument that it hasn't changed that much I think needs to be considered. And yet I look around and I see how fundamentally transformed -- often in ways that we forget, because we're living in the midst of this -- how fundamentally transformed so many aspects of our lives are.\n\n\"It seems to me empirically true that we're dealing with a transformative, exceptional technology that holds open utopian possibilities.\" (Interview with ABC Radio Australia, 2012)\n\nWhat he says now (via email):\n\nSmall Pieces Loosely Joined was one of the first books I read to champion the web's potential to improve political discourse, and I know you've written some on how Facebook has fallen short of that potential. I'm curious for your thoughts, as well as any reflections on which of your predictions about the web and democracy have and haven't been borne out so far.\n\nThe net is certainly more open to systematic and systemic attack than some early web optimists like me thought. It also centralized itself around key commercial providers in ways that I'd hoped and predicted it wouldn't.\n\nIt's a tragedy that while the web connects pages via an open protocol, the connections among people are managed by closed, for-profit corporations. A lot of our political problems come from that: The interests of those corporations and of its users and citizens are not always aligned. That's bad.\n\nWithin the internet ecosystem, I feel my tiny role is to be one of the people who occasionally interrupt the important discussion of the failings of the net to say, \"Okay, but we should also sometimes remember just how much the net has positively transformed politics as well.\"\n\nThat's not what we need to be focusing on right now because we're facing issues that threaten democracy itself. Nevertheless, we should be trying to preserve the good the net has done as we work to mitigate its harm to our political system.\n\nWe would scream and cry if we were forced back into the old political information ecosystem: 22 minutes of nightly news, mimeographed (look it up) one-pagers on a handful of issues that you could pick up at your campaign headquarters, a range of opinions in the mainstream media (which was pretty much the only media) that range from moderate left to moderate right, and the marginalization of virtually all voices that didn't issue from white men in suits.\n\nWe are far more engaged, far more politically informed (and, yes, far more misinformed, alas). Yes, we form \"echo chambers,\" but we are also are more aware than ever of the diversity of opinions around us. Furthermore, and this is a looong conversation, talking with like-minded people is how we make sense, collectively and collaboratively, of what's going on. It's also how people form political movements.\n\nThe web excited many of us because we could talk about what mattered to us and do so in our own voice. We sound like ourselves on the web. That has helped politicians sound more like humans. Of course, it also allows trumpeting, racist narcissists to sound like themselves too.\n\nSince many early web enthusiasts like me felt emboldened by the fact that what we liked about the web was baked into the internet's very architecture, it is particularly disappointing -- horrifying, actually -- to see that architecture get turned against the values we hoped it would support.\n\nWhen addressed with nation-scale resources, the internet enables perfect surveillance. The ability for anyone to speak on any topic without having to ask permission also enables bots to pepper us with their lies and hatred. The anonymity that is the default on the net, a property that is liberating for the vulnerable and oppressed, also lets hackers, cowards, and frauds demean our conversations and erode our trust.\n\nI have hope, though. Our interactions with the internet are mediated by applications, and applications can be adjusted so that they serve us better. I'm not saying it's easy, but it is possible.\n\nBio: \"One of America's leading experts on innovation.\" Former senior adviser on innovation to Secretary of State Hillary Clinton; author of The Industries of the Future. Current candidate for governor of Maryland.\n\nWhat he said: \"Dictatorships are now more vulnerable than they have ever been before, in part -- but not entirely -- because of the devolution of power from the nation state to the individual. ... One thesis statement I want to emphasize is how networks disrupt the exercise of power. They devolve power from the nation-state, from governments and large institutions to individuals and small institutions.\n\n\"The overarching pattern is the redistribution of power from governments and large institutions to people and small institutions. ... The Che Guevara of the 21st century is the network.\" (Remarks at the Guardian's Activate summit, 2011)\n\n\"These technologies can be used against citizens and they frequently are, to deadly effect. However, this does not reverse the irreversible dynamic of connection technologies putting power in the hands of citizens and networks of citizens at the expense of hierarchies, including the state.\" (Interview with Huffington Post, 2013)\n\nWhat he says now (via phone interview):\n\nYou've expressed a lot of optimism about the potential for social networks and online networks more generally to undermine dictatorships, empower citizens, and so on. Have your views on this evolved at all in the wake of the 2016 election, revelations about Facebook, etc.?\n\nLook, my views on this haven't changed at all. I've never held the view that technology -- what I believe is that technology can disrupt the power of hierarchies at the expense of citizen networks. I believe that to be true. I think a lot of people made a mistake by lumping it into democracy specifically. I always think the technology can be used for closed theocracies. The technology itself is value-neutral and inanimate.\n\nIn the case of Russia using Facebook as well as it did, [social media] took a big hierarchy like the United States and its democratic institutions and undermined it, even though it was in a position of asymmetrical disadvantage. It can advantage the upstart against the incumbent, and in the case of Russia versus the United States, that's Russia.\n\nSome people have falsely characterized my views as utopian. My views have never been utopian or dystopian. Ideas are like technology: They can fuel a city or destroy. Whether it's used for good or ill depends on the people using it.\n\nA lot of people would look at what happened with Cambridge Analytica and dispute that that constituted the advantaging of citizens over governments. It was a firm with rich political backers exploiting average citizens' data without permission, a case of Facebook and social media being used to enhance corporate power and the power of political elites, not citizen power.\n\nI disagree. Cambridge Analytica -- how long has it existed? Not very long, right? It's this very little organization. What was undermined was the American election. It was undermined by this relatively small upstart political firm.\n\nSo where I think what was really destroyed was the election. What they did is they used their tools and their targeting to basically create an insurgent army of unwitting American voters. I guess that's my view on it. You conflated corporate power and the power of the state. I wouldn't conflate those two. I think the power of the state is made considerably more vulnerable by exposure to technologies. I don't think the same holds true in reference to corporate power.\n\nFacebook is being used to perpetrate a genocide against Muslim people in Myanmar, with the tacit approval of the country's government. How does that fit into your theory?\n\nFrom my standpoint, it's being used in the same way in which Hutu radio was used to foment a genocide in Rwanda in the 1990s. The difference between social media being used to foment hate today versus the 1990s is that it's inherently more collaborative as opposed to something like radio where it's one-way. Here you can get lots of different people participating.\n\nAgain, I'm cold-blooded about this. If you asked me, if it were up to you, would all of our smartphones go dead and all social media go dead? If you think it's a net negative, if you're at all intellectually honest, you'd say, \"If it were up to me I'd push a button and turn it off.\"\n\nAm I in favor of that? No. I'm not in favor of all our smartphones and social networks going dark. I'm in favor of exerting increased levels of responsibility, but am I in favor of turning it off? No.\n\nI don't think many people are saying we should turn off all smartphones and end all social media.\n\nIf you look at the critique coming out of a lot of European capitals and the European academics and the people closing their Facebook accounts, I think there are many saying it's not worth it.\n\nI hear a lot more criticism of specific networks, like Facebook, than blanket condemnations of the idea of connecting people. Facebook clearly has a different, and arguably more dangerous, ecosystem than, say, Instagram.\n\nIt's a different ecosystem, but do you imagine the data sharing practices are any different?\n\nI suppose not.\n\nI don't think there are many competitor social networks. As a practical matter, if you see where most people are congregating, it's on a small number of platforms. Twitter is drawn into this as much as Facebook is. Name another social media platform.\n\nDo you think there's any role for the government to play in regulating social media companies to prevent abuses?\n\nI think there is a reasonable role for government to play -- for example, getting platforms to keep from promulgating genocide. That seems pretty reasonable to me. But to be perfectly blunt, I don't see government as the source of vast expertise in how to regulate the online world, and I think some of the biggest pieces of shit using social media to foment hate come from government.\n\nThe president of the United States is a cyberbully. If you look at members of Congress, do you really want them to be the ones setting norms for our online platforms? Most of them would get kicked off if there was much in the way of regulation there. The theory and practice are two different things. I see the government playing a negative role, by and large, in making the internet a more harmonious place.\n\nWhat about antitrust enforcement? You just said you don't think Facebook has real competition.\n\nFrom an antitrust perspective, less so. If I were a venture capitalist, I'd see there's a great big market out there of people abandoning Facebook. I wouldn't attack this from an antitrust perspective, but a market competitiveness perspective. I think the barriers to entry are lower than what the conventional wisdom says.\n\nI think there's room in the market for new entrants, so I think the corrective is better arrived at by people imaging the social networks they would like that don't exist right now, than something coming out Trumps's DOJ.\n\nIf you look at what the Trump administration has been willing to politicize, I do not trust his Justice Department.\n\nThat sounds to me like a statement that we can't have any antitrust enforcement at all for the next two and a half years, more if Trump is reelected.\n\nI know, it sucks. I'm not saying this in a happy way! I'm saying this with the experience of having governed. This isn't something out of the textbook; this is something out of reality.\n\nThe simple fact of the matter is that we have a cyberbully president. You think I trust his Justice Department? Hell no. Does this mean meaningful antitrust can't be trusted as long as he's president? Yes. I don't think his NSC or EPA can be trusted. It's hard to think about anything coming out of Trump's administration as anything other than malignant.\n\nYou're running for governor. What role do you think state governments have in fixing the problems the Russian hacking scandal and Cambridge Analytica exposed?\n\nI think that sunlight is the best disinfectant. There are certain things a governor can do. I think transparency in how election dollars are spent is critically important. If there's a nickel spent for any kind of issue advocacy or social advocacy, the origin of those dollars should be transparent in real time; it should be disclosed.\n\nNot just candidates but advocacy groups too?\n\nI mean, a lot of quote-unquote \"issue advocacy\" is inherently candidate-oriented. I believe in transparency, I really do. If someone's fighting for a $15 minimum wage and they spew a bunch of information, the origin of the money and the amount of the money should be transparent.\n\nI also think, and I think this will seem almost comically naive, but there are things called libel and slander, and I don't understand why they're considered now to be off the books. A lot of what's being published meets the technical measure of liberal and slander. We need to bring good old-fashioned enforcement on the book of false speech, the whole fake news phenomenon. It's against the law in terms of what's on the law; it's just not enforced.\n\nI'm not a lawyer, but my understanding is that the Supreme Court has sharply limited what can be punished as libel in cases where you can't prove actual malice and the information is simply false.\n\nYou just hit the right word: malice. If you look at what was the case in the 2016 election, it fits the technical legal definition of malice.\n\nBut let's go back to what you said about mandating disclosure by advocacy groups, which I found extremely alarming. One reason we don't have laws like that is to prevent harassment and violence against vulnerable people. When Alabama subpoenaed the NAACP's membership lists, the Supreme Court unanimously blocked it, saying that forcing the group to give up its membership lists violated freedom of assembly. And frankly, if the membership lists had been released, people could have been lynched.\n\nI think that's a very reasonable point. I think our problem right now is the exact opposite. Harassment is being promulgated by a set of actors who are willing to spend behind closed doors with zero transparency. It's a reasonable and convincing point.\n\nThe question right now is where is harm actually taking place. In disclosing membership, the details matter. When you talk about disclosure and transparency, what specifically do you mean by that? The name of the organization and the amount? Or the composition of the organization? I will not pretend to have arrived at what I think the right answers to that are. I think we need to be moving in the direction of transparency.","source":{"uri":"vox.com","dataType":"news","title":"Vox"},"eventUri":null,"shares":{"facebook":288},"wgt":288},{"uri":"881908574","lang":"eng","isDuplicate":false,"date":"2018-06-05","time":"15:45:00","dateTime":"2018-06-05T15:45:00Z","dataType":"news","sim":0.6470588445663452,"url":"https://www.vox.com/2018/6/5/17424772/primary-live-results-california-new-jersey-south-dakota-new-mexico-iowa-montana","title":"Live results for key primary races in California, New Jersey, South Dakota, New Mexico, Iowa, and Montana","body":"June 5 marks one of the most consequential and crowded primary days of the year.\n\nMuch of the action is in California, where a \"jungle primary\" system could lock Democrats out of important House races in November and 84-year-old Sen. Dianne Feinstein is facing a compelling primary challenger. There's also a surprisingly heated governor's primary contest in South Dakota.\n\nEight states go to the polls on Tuesday: Alabama, California, New Jersey, Iowa, Montana, Mississippi, New Mexico, and South Dakota. Of course, not all those states have high-profile primary elections. We'll guide you through what you actually need to pay attention to, with live results below, powered by Decision Desk.\n\nIncumbent Sen. Dianne Feinstein, at age 84, is the oldest US senator; she's been in office since 1992. This year, she has a challenger: state Sen. Kevin De Len, the former president pro tempore of the California Senate, who thinks California might be ready to elect a younger, more progressive candidate. But Feinstein is still fairly popular in the state and has a war chest with millions. She'll be tough to beat.\n\nOn the Republican side, there's pro-Trump candidate James Bradley, who has little money and almost no name recognition. He's unlikely to make it through the primary.\n\nRep. Tom McClintock, the incumbent Republican and the most conservative Congress member in California, is almost guaranteed the top spot in the \"top two\" primary system. But there's a heated race between two Democratic women to claim the No. 2 slot to run in November.\n\nJessica Morse, 35, a national security strategist whose rsum includes the State Department, Defense Department, and USAID, has gained the Democratic Party endorsement and the support of many progressive groups. She's outraised her Democratic competitors and even McClintock and is the Democratic favorite. But Regina Bateson, an MIT professor and native of the local town Roseville, has mounted a formidable challenge.\n\nThis R+10 district is rated as Likely Republican by the Cook Political Report, but Democrats still think it's in play. McClintock represents a district encompassing Roseville, Lake Tahoe, and down to Yosemite National Park -- but he doesn't live there.\n\nIncumbent Republican Rep. Jeff Denham, who came into Congress in the 2010 Tea Party wave, will likely be up against one of three Democrats in November: Michael Eggman, a 53-year-old third-generation beekeeper who is making his third run against Denham; Josh Harder, the 31-year-old venture capitalist who backed the meal kit service Blue Apron; and Virginia Madueo, the 52-year-old former mayor of Riverbank who has been tapped by Emily's List.\n\nIn 2016, Denham narrowly won by 3.4 percent in one of the closest House races in the country, and Hillary Clinton won the Central Valley district in 2016 by 3 points too; it's rated as a toss-up, and is a prime pickup opportunity for Democrats.\n\nIncumbent Republican Rep. Devin Nunes, friend to President Donald Trump and the author of the House Intelligence Committee's dubious Russia investigation memo, is in a pretty safe Republican seat. But Democrats are still targeting the district, hoping Nunes's role defending Trump in the Russia investigations will give them a boost. Andrew Janz, the Fresno County deputy district attorney, is considered best positioned to take on Nunes. He has the endorsement of the California Democratic Party and has raked in more than $1 million to challenge Nunes (mostly because Nunes is so nationally well-known/disliked). Entrepreneur Bobby Bliatout and business consultant Ricardo Franco are also running.\n\nIn this toss-up Los Angeles County district, the seat of incumbent Rep. Stephen Knight, who has been in office since 2015, is being targeted as a prime pickup opportunity for Democrats. All eyes are on attorney Bryan Caforio, who challenged Knight in 2016 and has locked up a lot of endorsements from labor and progressive groups. Democrat Katie Hill, a nonprofit policy advocate, has also mounted a formidable challenge, with the backing of Emily's List, NARAL, Planned Parenthood, and a number of California's Democratic Congress members. Both Caforio and Hill have out-fundraised Knight so far.\n\nThis is a heated race to fill an open seat, vacated by retiring Republican Rep. Ed Royce. On the Democratic side, two wealthy candidates are in an ugly battle for a spot on the November ballot. Gil Cisneros, a former Navy officer and 2010 lottery winner (he won $266 million), is on the DCCC's Red to Blue list, which is as close as the national campaign arm gets to endorsing a candidate. He's up against Andy Thorburn, a health insurance executive and former teacher. It's been a doozy of a race, including allegations of tax fraud and legal action over a voicemail. There's also another Democrat in the running, pediatrician Mai Khanh Tran, who's endorsed by Emily's List.\n\nThe field of Republicans running in this race is just as deep as the Democratic side. Three stand out: Shawn Nelson, the Orange County supervisor; Bob Huff, who is the former state Senate minority leader; and Young Kim, who has served in the state Assembly. This Orange County district is prime territory for Democrats to make gains in November, but they've failed to get behind a single candidate, and it could result in Democrats getting shut out of the general election altogether.\n\nFour Democrats are looking to earn a top-two slot and challenge incumbent Republican Rep. Mimi Walters. There's Katie Porter, a UC Irvine law professor, who has endorsed Medicare-for-all and has the support of Sens. Elizabeth Warren and Kamala Harris. Dave Min, another UC Irvine law professor, is more moderate and received the endorsement of the California Democratic Party. Brian Forde is an ex-Republican who worked under President Obama, and Kia Hamadanchy is a young Iranian American who has worked for populist Democrats like former Sen. Tom Harkin and current Sen. Sherrod Brown. This is a diversifying Orange County district, where Clinton beat Donald Trump by 5 points in 2016.\n\nThere's a highly contested race playing out in Republican Rep. Dana Rohrabacher's coastal district. Rohrabacher, who is expected to make it past the primary, has a surprisingly formidable Republican challenger in Scott Baugh, a former Orange County Republican Party chair who is a longtime friend of Rohrabacher's.\n\nIn a field of eight Democrats, two stand out: Harley Rouda, a DCCC and Indivisible-endorsed real estate investor who donated to Republican campaigns as recently as 2016; and Hans Keirstead, a stem cell scientist with a California Democratic Party endorsement who has spent a lot of time trying to fend off 2009 allegations that he slept with his grad students and got into a drunken fistfight. The race is a circus. Clinton eked out a 1-point win in this district in 2016, so Democrats are energized for a potential takeover, but if Baugh does well, there's a possibility Democrats are going to get shut out of this race altogether.\n\nThis is a wide-open race to fill retiring Rep. Darrell Issa's seat. Four Democrats are in a dead heat: real estate investor Paul Kerr; Sara Jacobs, the CEO of a nonprofit who comes from a wealthy family; environmental lawyer Mike Levin; and retired Marine Col. Doug Applegate.\n\nThere are a whopping eight Republicans on the ballot too, and no clear winner among the pack. Among the notable candidates are Rocky Chvez, a state Assembly member and retired Marine Corps colonel; Diane Harkey, who used to serve in the state Assembly and has current Rep. Darrell Issa's endorsement; and Kristin Gaspar, an Orange County supervisor and small-business owner who has Rep. Ed Royce's endorsement.\n\nIssa was considered to be the most vulnerable Republican in the midterms, having won reelection by the slimmest margin in the country; then he dropped out, leaving his Orange County/San Diego County district up for grabs. Clinton won the district by 7.5 points, and with a stacked ballot on both sides of the aisle, the possibility of a Republican shutout is just as likely as a Democratic one.\n\nIncumbent Republican Rep. Duncan Hunter's San Diego district is hardly competitive. Registered Republicans outnumber registered Democrats 42 percent to 27 percent, and Trump won by 15 points. But Hunter has been dogged by serious legal and ethics scandals, accused of having inappropriate relationships with women, drinking on the job, and other unprofessional conduct, which his office has denied. He's under investigation by the FBI. And there are two formidable Democratic challengers: retired Navy SEAL Josh Butner, and Ammar Campa-Najjar, who worked in Obama's Department of Labor. Real estate agent Patrick Malloy, who has run against Hunter in the past, is also in the race.\n\nThree Democrats are vying for the opportunity to challenge incumbent Republican Gov. Kim Reynolds in November. Business owner Fred Hubbell and local labor leader Cathy Glasson are competing in the Democratic primary. Hubbell is the top fundraiser and first in the only poll on the race so far, but Glasson could be a competitive challenger.\n\nReynolds's signature achievement is probably moving Iowa's 600,000 Medicaid enrollees into managed care, a privatized version of the program where private health plans administer Medicaid's benefits. Hubbell wants to reverse that privatization, while Glasson supports a more liberal single-payer option. State Sen. Nate Boulton recently dropped out of the race following sexual misconduct allegations.\n\nSmall-business owner Cindy Axne and former Bernie Sanders campaign aide Pete D'Alessandro are running for chance to challenge Incumbent Republican Rep. David Young. Axne has been endorsed by Emily's List, while D'Alesandro (no surprise) has Sanders's support. Cook rates this district R+1 this year, so it definitely has the potential to swing. And there's a strong health care angle in this race. The Democratic side is a contest between a progressive vision for health care and a more moderate one: Axne is running on fixing Obamacare, while D'Alessandro has fully embraced a platform that includes Medicare-for-all.\n\nThere are four Republicans running for the chance to kick out incumbent Democrat Sen. Jon Tester. But the primary has heated up between Montana state auditor Matt Rosendale and retired state Judge Russ Fagg. Trump won Montana by 20 points in 2016, and Tester hasn't exactly made friends with the president lately, so Republicans are working hard to kick him out. Conservative outside groups are spending millions to boost Rosendale, but it has the potential to backfire in a state where local ties are paramount. Rosendale moved to Montana from Maryland nearly 20 years ago, but Fagg is a fourth-generation Montanan and is painting Rosendale as a carpetbagger. The fact that outside groups are going all in for Rosendale could irk the locals.\n\nIncumbent Sen. Bob Menendez is running for reelection, and the only other Democrat on the ballot is community news website publisher Lisa McCormick.\n\nAs for the Republicans, pharmaceutical executive Bob Hugin, construction company executive Brian Goldberg, and attorney Dana Wefer are all running. Hugin, a self-funder, has poured $7.5 million into his campaign already -- he's expected to win the GOP primary fairly easily. The only reason the general election contest might get interesting in this blue state is that Menendez faced trial last year on corruption charges. The jury failed to agree on a verdict, the prosecution ended with a mistrial, and the Justice Department decided to drop the charges rather than try a second time. Even though he wasn't convicted, none of this looked great politically for Menendez.\n\nDemocrats were thrilled when Republican Rep. Frank LoBiondo decided to retire after 24 years in Congress because it gave them an opportunity to contest this district at the southern end of New Jersey.\n\nThere are four Democrats running: state Sen. Jeff Van Drew, retired teacher Tanzie Youngblood, former Cory Booker aide Will Cunningham, and farmer Nathan Kleinman. Since Trump won this district by about 4 points, the party thought that Van Drew, a moderate state senator, would be their strongest nominee, but his voting record (he's voted against same-sex marriage and often backs business interests on environmental matters) is making him vulnerable in a Democratic primary. Youngblood has gotten the most attention, as a progressive black woman running against a moderate white man with the backing of the state's establishment.\n\nMeanwhile, the Republican field is generally viewed as weak.\n\nEngineer Hirsh Singh, former Assembly member Samuel Fiocchi, lawyer Seth Grossman, and former FBI agent Robert Turkavage are all running. Singh leads in county party endorsements, which are particularly important in New Jersey because they're printed on the ballot -- he won four of eight county GOP endorsements in the district.\n\nIn the center of the state is the most Republican-leaning district in New Jersey, but Navy veteran Josh Welle and former Asbury Park Council member Jim Keady think they have a chance in November against incumbent Rep. Chris Smith. Josh Welle won all three Democratic County party endorsements and leads his rival Keady in fundraising, while Keady has the backing of the Bernie Sanders-aligned group Our Revolution.\n\nThis district was one of Democrats' rare 2016 House pickups, as lawyer Rep. Josh Gottheimer defeated the deeply conservative longtime incumbent Scott Garrett by a little over 4 percentage points. Republicans hope they can take back the seat, and veteran conservative activist and former Mayor Steve Lonegan is facing off against former Council member John McCann in the GOP primary.\n\nFormer State Department official Tom Malinowski, attorney Goutam Jois, and activist Peter Jacob are vying for the chance to challenge incumbent Rep. Leonard Lance, the likely Republican candidate. Lance is the only New Jersey Republican in a district Hillary Clinton won (by about 1 percentage point), so he's naturally one of Democrats' top targets in the state. Malinowski, who served as assistant secretary of state for democracy, human rights, and labor in the Obama administration, has the party's backing, and blew away his rivals in fundraising. Peter Jacob, who has pledged not to accept PAC money, has the Our Revolution endorsement.\n\nRep. Rodney Frelinghuysen, who's been in Congress since 1995, chose to retire rather than run again, so Democrats have a big opportunity in this wealthy suburban district that Trump won by just 0.9 percent.\n\nThe Democrats in the race are former Navy pilot and prosecutor Mikie Sherrill, entrepreneur and advocate Tamara Harris, research scientist Alison Heslin, lawyer Mitchell Cobert, and history professor Mark Washburne. Sherrill has far surpassed her rivals in fundraising (she's one of the top Democratic challenger fundraisers in the country) and won all the county-line endorsements.\n\nThere are five Republicans running as well: Assembly member Jay Webber, entrepreneur Peter De Neufville, investment banker and Army Reserve Maj. Antony Ghee, liberal Republican Martin Hewitt, and former concert promoter/Roger Stone employee Patrick Allocco. Webber is the expected GOP nominee.\n\nCurrent Republican Gov. Susana Martinez is term-limited out of the position, giving Democrats an opportunity to turn New Mexico state leadership even more blue. Rep. Michelle Lujan Grisham, the current chair of the Congressional Hispanic Caucus, is the favorite to win the Democratic primary. Grisham received an overwhelming proportion of the vote during a pre-primary convention the Democratic Party held earlier this spring.\n\nJeff Apodaca, a former media executive, and the son of former New Mexico Gov. Jerry Apodaca, is also running. State Sen. Joseph Cervantes is trailing at a distant third. The winner will be up against pro-Trump conservative Rep. Steve Pearce, a member of the Freedom Caucus and the lone Republican vying for the seat.\n\nLujan Grisham, the current representative for this heavily Democratic district, is also among the contenders for governor -- setting up a fight among a slew of Democrats for her seat.\n\nAmong a stacked six-person Democratic roster, three have built sizable campaign war chests: former US Attorney Damon Martinez, retired University of New Mexico law professor Antoinette Sedillo Lopez, and former New Mexico Democratic Party Chair Deb Haaland. As the Huffington Post pointed out, their three-way battle for Democratic votes underscores a fight for control of the future of the party, with different organizations like Emily's List and VoteVets running ads on opposing sides of the race.\n\nHaaland, as part of her platform, has also emphasized a goal of becoming the first Native American woman elected to the House. Pat Davis, an Albuquerque City Council member; Damian Lara, a former congressional staffer who now works as a lawyer; and Paul Moya, CEO of the consulting firm Millennial Labs, are on the ballot as well. Former state Rep. Janice Arnold-Jones is the sole Republican running. She ran against Lujan Grisham for the House position in 2012.\n\nWith Rep. Steve Pearce, the current Republican representative, running for governor, this district is open for fresh faces on both sides of the aisle.\n\nAs for Democrats, Water attorney Xochitl Torres Small has a strong lead, with the backing of DCCC, Emily's List, and NARAL Pro-Choice America. US Coast Guard veteran and history professor Madeline Hildebrandt is on the docket as well.\n\nOn the Republican side is a long list of conservatives.\n\nThe House Freedom Caucus is backing state Rep. Yvette Herrell, and Sen. Ted Cruz is endorsing former state Republican Party Chair Monty Newman. Meanwhile, Gavin Clarkson, a former official in the Trump administration's Interior Department, has leaned into his ties with the White House. Former Gary Johnson campaign staffer Clayburn Griffin is also on the ballot. The Second District leans Republican and voted for Trump by more than 10 points over Hillary Clinton in 2016.\n\nThere's a heated primary between Rep. Kristi Noem and South Dakota Attorney General Marty Jackley. Noem has served in Congress since 2011, and Jackley has been in office since 2009. Recent negative ads Jackley and Noem have run about each other reflect the closeness of the race. And Jackley has been tied up in a bizarre scandal over a $1.5 million sexual harassment and retaliation settlement. The recipient, a woman who won a harassment and retaliation suit after being dismissed from a state agency for filing complaints, claims Jackley delayed her settlement payments over politics.\n\nA recent Mason-Dixon poll found Noem with a 1-point lead over Jackley and concluded she's doing better with female voters. Candidates don't have to distance themselves from Trump; the president has a 72 percent approval rating in South Dakota. Whoever wins this primary will likely be the next governor of South Dakota.","source":{"uri":"vox.com","dataType":"news","title":"Vox"},"eventUri":"eng-4013840","shares":{"facebook":85},"wgt":85},{"uri":"883552477","lang":"eng","isDuplicate":false,"date":"2018-06-08","time":"12:50:00","dateTime":"2018-06-08T12:50:00Z","dataType":"news","sim":0,"url":"https://www.vox.com/2014/10/21/7023257/atul-gawande-taught-me-dying-being-mortal","title":"9 lessons a physician learned about dying","body":"When I was a kid, I had an overwhelming fear of death. It was the kind of terror that you can't be talked down from, the kind of terror you can only hope to eventually learn to ignore. I became compulsive about avoiding the subject. I would close books when it came up. I would leave rooms when it was discussed. I developed obsessive mental protocols to manage the fear. When I would hear the word \"death,\" I would automatically think, \"no death,\" as if casting a counterspell. \"Dying?\" \"No dying.\" \"Dead?\" \"No dead.\" Death was too big a topic to simply ignore. It had to be banished. It had to be fought.\n\nI have an easier time talking about death now, but I wouldn't call it a favored topic. So I was a bit apprehensive when I sat down to talk with Atul Gawande.\n\nGawande, a cancer surgeon and New Yorker author, wanted to talk about dying. In fact, he wants everyone to talk about dying. He's even written a book, \"Being Mortal,\" to get the conversation going.\n\nThe inspiration, Gawande, says, was realizing that he didn't know how to talk about dying -- nor did his colleagues. \"What I saw over and over again is that mortality is one of the problems that we simply didn't deal well with. I didn't deal well with it. I didn't know how to break bad news to people.\"\n\nAnd so Gawande set out to learn how to give people the worst news they would ever get. He interviewed more than 200 people about aging, living with terminal illness, and dying. I asked him to tell me what he learned.\n\nThis might sound like an obvious question, but it isn't. You can define death a lot of ways. It can be the death of consciousness, for instance, which does not always come at the same time that the basic bodily functions shut down.\n\n\"Death is when oxygen no longer is able to supply your brain\"\n\nBut we're going to go with the basic scientific definition here. \"Death is when oxygen no longer is able to supply your brain,\" says Gawande. \"That's the final common pathway.\"\n\n\"The reason why I felt like I wasn't doing a very good job as a doctor is it felt like the choices I was giving a patient were, do you want the operation that gives you this tiny chance that you might be able to live longer, or do you want to give up?\" Gawande says.\n\n\"What I recognized from following different people around who turned out to be really good at these conversations is that they were never giving up. They were fighters, but fighters for a different concept of hope -- the hope that you would have as good a life as possible all the way to the very end, no matter what comes. You are often fighting to just have a good day today. And when you do that, if you sometimes ignore how much time there might be, the irony is that people not only don't live shorter, they often live longer.\"\n\nIn a way, Gawande's critique of American medicine is that it's so focused on battling death that it's forgotten to prize life. Doctors focus too much on what a last-ditch operation might achieve, and too little on what it might cost. And even when no further interventions are planned, there's a tendency to view the decision as some kind of surrender, rather than as an effort to give someone the highest quality of life they can have in their remaining days. \"The goal is not a good death,\" he says. \"The goal is how do we have as good a life as possible all the way to the very end while coping with the fact that we are biological creatures, that we are flesh and blood and are going to have limitations as we go along.\"\n\nThe way American medicine usually frames the question of end-of-life care is, do you want doctors to do absolutely everything they can to extend your life, even if those interventions may be horribly painful, or run the risk of terrible complications, up to and including death? Or do you want to give up on the possibility of extra time in order to avoid the pain, suffering, and possible complications of those interventions?\n\nThey had less suffering at the end of life. And they lived 25% longer\n\nGawande doesn't buy it. \"There's a study -- and now there have been a bunch of these -- but the most scientifically-done one randomized people at Mass General hospital with Stage 4 lung cancer to either get the usual oncology care, or get the usual oncology care plus a palliative-care specialist who discussed this thing that we don't want to discuss. The ones who had that discussion ended up stopping chemotherapy sooner. They ended up choosing hospice earlier. They had less suffering at the end of life. And the fascinating thing is they lived 25 percent longer.\"\n\nThat seemed to raise the possibility, I said to Gawande, that there was a win-win here: less aggressive interventions at the end of life might, surprisingly, mean more life, as well as less pain. He agreed. \"When we use the $80,000 drug as the fourth line of action, all you get is the harm. You just get the toxicity. And you get none of the benefit. And the result is the average person, when you're taking it at that stage, it ends up sacrificing everything that they were trying to live for, and in fact, sacrificing time. So yes, it's a win-win deal.\"\n\nOne reason there's more surgery and less discussion is that the health system will pay a doctor a lot for doing a surgery and basically nothing for having a frank, sensitive, hard conversation about end-of-life choices. Of course, doctors have those conversations anyway, every single day. But a side-effect of the economics is that doctors don't have much incentive to learn about how to have those conversations. There's good economic reason to go to fun conventions in beach resorts where you learn about new drugs and new devices and new surgeries. But no one puts on fabulous conventions about end-of-life discussions.\n\nno one puts on fabulous conventions about end-of-life discussions\n\n\"We really reward me for being a surgeon,\" says Gawande, \"and this debate about whether we are going to make it possible for people to be rewarded for being really good at these human sides of the skills. I think is a really fundamental part of this debate.\"\n\n\"I describe the research of a woman named Laura Carstensen at Stanford, who studied people ages 18-94,\" says Gawande. \"Young people basically aspire to achieve, to get, to have. They're willing to delay gratification. When we become aware of the fragility of our life and we get older, we focus on a narrower group of friends and family. We become much more focused on intimacy and deeper relationships with folks and being connected to a few things that make us feel purposeful in the world. And that can change overnight.\"\n\nWhen young people feel death might be nearer, their priorities shift\n\nWhat's interesting about Carstensen's research, Gawande continues, is that it really is about mortality, not just age. When young people feel death might be nearer, their priorities shift. \"During 9/11, she did some research and found that young people all moved to the older signature. We all wanted to be with family. We wanted to focus on a few people, that we wanted to make a difference for them and not just the broad world. And three months later, we were back to being like, yeah, this is all fine.\"\n\nAt about this point in our discussion, I brought up Ezekiel Emanuel's essay explaining why he wants to die at age 75. The argument he makes is really about achievement: once his capacities begin to diminish and he's unlikely to make further major professional contributions, Emanuel's view is that life, at least to him, loses a lot of what makes it worth living.\n\nGawande counters with Carstensen's studies. \"The studies like Laura Carstensen's show that as that [aging] happens, people are not becoming more unhappy. They're actually, in general, less likely to be depressed, more likely to have more complex emotions that you don't have at a younger age. You shift from trying to win that Nobel prize to realizing that that didn't matter so much, and what you really care about is being close and connected to my family and a few friends.\"\n\nThough priorities in old age might shift toward close friends and family, it's actually not the case that the elderly want to live with their families. This was a bit of a surprise to me: I've read a lot of laments about how, in the West, the elderly don't live with their families, and so end up isolated and unhappy. The data tells a more complex story.\n\n\"As we got pensions and Social Security, the very first thing that families did is they moved apart,\" Gawande says. \"The parents did not want to live in the home with their son or daughter and follow their rules, and the son and daughter did not want to keep living with mom and dad telling them what to do. Sociologists call it 'living at an intimate distance.' Near, but not too near, is kind of the idea we aspire towards. This is happening all over the world. People are increasingly likely to live into their old age alone and want to have that preserved. It works great until you can't be independent anymore.\"\n\n\"The people who are changing the way we build nursing homes, I think, are some of the most innovative people in America right now,\" Gawande says. \"You know, we talk about the technology innovators. I mean, these people are doing things that I think will affect us in far more important ways.\"\n\nNursing homes, right now, are built to emphasize the word \"nursing\" rather than the word \"home\". At the center, typically, is a nursing station. But nursing home reformers are trying to change all that and to build them around kitchens. And that's where it gets tricky.\n\n\"In the kitchen,\" Gawande says of this new breed of nursing homes, \"you could go to the refrigerator and get whatever food you want. That is unbelievably controversial, if you can imagine, because people will say, well, you know, a diabetic person might go to the refrigerator and take out a soda and that's not safe. An Alzheimer's patient might go and take something out besides the pureed food they're supposed to be on.\"\n\n\"You'll see Alzheimer's patients hoarding cookies. Give them the damn cookie. \"\n\n\"We make these choices all the time in our home and taking those away from people takes away really fundamental things about who they are, what makes a life worth living. The biggest complaints about patients in nursing homes -- by the way you can get a report filed against you in a nursing home -- are about violating food rules. So you'll see Alzheimer's patients hoarding cookies. Give them the damn cookie. They might choke on it, but what are we trying to keep them alive for? Let's allow some risk, even in the Alzheimer's patient, to be taken.\"\n\n\"An expert gave me this quote that has really stuck in my mind,\" Gawande says. \"Safety is what we want for those we love and autonomy is what we want for ourselves.\"\n\nNursing homes know that. And they also know that, more often than not, their customer isn't the person moving into the nursing home -- it's the younger relative who's managing the move. \"Whether it's a home-health agency or an assisted-living facility or a full 24-hour-a-day nursing home, these places market themselves to our desires, not to our parents' desires, because more often than not, we're the decision makers. So we bring the parents around and they will tell us, 'We are incredibly safe,' and that's what we want to hear. But how lonely are people there? How purposeful are their lives?\n\n\"Safety is what we want for those we love and autonomy is what we want for ourselves\"\n\n\"People experience these as prisons. As people get older they get lower levels of anxiety, higher levels of happiness, until you put them into these institutions, and then that's when you see the three plagues of loneliness, helplessness, and boredom.\n\n\"You know, people don't want to play bingo and be comfortable all the time. They want to know that they have some things that connect them to who they are. But that is not what families are asking about. And so the result is that we get places that end up reconstructed to look like more and more like hospitals, instead of like homes where you can go to the kitchen and get what you like.\"\n\n\"In 1950 in the United States,\" Gawande says, \"the majority of people died in their home. And the reason why is they didn't see that there was much likely benefit of going to a hospital. But we discovered a ton of stuff in the last half-century so that by the end of the 90s, 83% of us died in an institution, most commonly the hospital. And only 17% died in the home. That was out of faith that there was going to be something that could be done.\n\n\"But as prosperity continued to rise, we began to expect that we're going to have some control and some quality of life and there's been, in the last 5 years, this countervailing force. We're closing in on 50 percent of people now dying in hospice, either at home or in a hospice center outside a hospital.\"","source":{"uri":"vox.com","dataType":"news","title":"Vox"},"eventUri":null,"shares":{"facebook":51},"wgt":51}]}}